[{"speaker": "Martyn Day (Linlithgow and East Falkirk) (SNP):", "speech": "   1.    What support his Department has made available to women born in the 1950s who are affected by recent changes in the age at which they become eligible for the state pension. [903344]"}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "   2.    What support his Department has made available to women born in the 1950s who are affected by recent changes in the age at which they become eligible for the state pension. [903345]"}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "   7.    What support his Department has made available to women born in the 1950s who are affected by recent changes in the age at which they become eligible for the state pension. [903350]"}, {"speaker": "Sir David Amess (Southend West) (Con):", "speech": "   10.    What recent representations he has received on the pension arrangements of women aged between 60 and 65. [903354]"}, {"speaker": "Rachel Reeves (Leeds West) (Lab):", "speech": "   14.    If his Department will make an assessment of the merits of options for transitional protection for women who will adversely be affected by the acceleration of increases in the state pension age. [903358]"}, {"speaker": "The Parliamentary Under-Secretary of State for Work and Pensions (Mr Shailesh Vara):", "speech": "      Working-age benefits are available for those who have not yet reached state pension age. A concession of £1.1 billion was made, and 81% of those affected will see a delay of one year or less. For the rest, the delay will be no more than 18 months. There are no plans for further transitional arrangements."}, {"speaker": "Martyn Day:", "speech": "      In 2005, the Pensions Commission said that"}, {"speaker": "Mr Vara:", "speech": "      The equalisation measures of the Pensions Act 2011 were introduced, and the matter was expedited, to ensure that we covered for the fact that there had to be a sustainable pensions budget. It is also important to remember that people are living a lot longer. We have to take that into account, which is why we had to accelerate the issue."}, {"speaker": "Ms Ahmed-Sheikh:", "speech": "      The Minister speaks often of equality, but his Department’s policies clearly have a disproportionate impact on so many women in this country. Not only are women born in the 1950s unequally affected by the pension plans, but many women will also lose out under the new single-tier pension rules. Should not the Government act now to allow people to opt to have a year treated as a qualifying year if, by including the income from two or more jobs, that person’s earnings are at least equal to the earnings factor for that year?"}, {"speaker": "Mr Vara:", "speech": "      I remind the hon. Lady of the record issues we have achieved for female employees. We now have record female employment, at a rate of 69.1%, and there are more than 1 million more women in work since 2010. The number of older women in work is at a record high, with more than 100,000 more than last year. The people to whom the hon. Lady refers are all benefiting from the measures I have mentioned."}, {"speaker": "Ian Blackford:", "speech": "      I hope the Minister will answer my question, given that he ignored the one asked by my colleague. Will he apologise formally for the utter shambles his Department has made of communicating the changes to the acceleration phase, as raised by Women Against State Pension Inequality, and for the inaccurate communication to pensioners regarding national insurance contributions? We learned over the weekend that the Government Gateway website is still showing that the pensionable age for women is 60. How does the Minister expect the House—and, indeed, the public—to have confidence in his Department’s ability, given that it has failed so spectacularly to communicate and to deliver fairness?"}, {"speaker": "Mr Vara:", "speech": "      The issue to which the hon. Gentleman refers is isolated and he should regard it as such. The matter has been corrected. It is about time that he took on board all the other arguments that have been raging about this particular issue, rather than a solitary, individual mistake on a website, which has been corrected."}, {"speaker": "Sir David Amess:", "speech": "      I fully accept that we are talking about huge sums of money. I was here in 1995 when we first announced the changes, but will my hon. Friend consider whether the Government have taken appropriate action in communicating to women these significant changes so that they can prepare for their retirement? Have the changes been clearly advertised on the Government websites?"}, {"speaker": "Mr Vara:", "speech": "      The initial changes were made in 1995. Until 2010, when the coalition Government came to office, there had been at least 10 Labour Pensions Ministers, one of whom held the position twice, and they made   "}, {"speaker": "Rachel Reeves:", "speech": "      Many of the women whom we are talking about are caring for elderly parents or young grandchildren. Many have been working since they were 15 years old, and very few of them have significant pension savings. Will the Minister give those women some hope and look at transitional arrangements, such as allowing women who are affected to draw their pension credit early to help them through this difficult time?"}, {"speaker": "Mr Vara:", "speech": "      A concession was made in 2011. On Second Reading, the Secretary of State said that he would go away and consider matters. He did so, and when he came back he made a concession worth £1.1 billion and reduced the two-year extension to 18 months. In the case of 18 months, 81% of women affected will have to work no more than 12 months."}, {"speaker": "Angela Rayner (Ashton-under-Lyne) (Lab):", "speech": "      More than 2.6 million women will be hit by this change, more than 5,000 of them in the Minister’s constituency. The least they deserve is to be given the facts to allow an honest debate. We know that the Government considered £3 billion-worth of transitional protection but allocated only £1 billion, as the Minister outlined. In the spirit of an open and honest debate, will the Minister release to the House details of all the options for transitional protection that the Government have considered?"}, {"speaker": "Mr Vara:", "speech": "      Perhaps an apology should come from the hon. Lady about the fact that there was no element of communication when her people were in power for 13 years. Let us not forget—[Interruption.] Precisely! The hon. Lady mentions 1995; she will recall that within two years there was a Labour Government, who were around for 13 years. As I have said, there was no communication from any of the 10 Pensions Ministers. As far as the transitional arrangements are concerned, I responded to the hon. Member for Leeds West (Rachel Reeves) that a concession worth £1 billion was made, and the time period was reduced."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I am not sure that it helps these ladies, some of whom are in very difficult circumstances, for both Front-Bench teams to trade insults. Although everybody accepts that there should be equalisation, I want to mention the case of a widow who came to see me on Friday, who has worked hard all her life but has no occupational pension. Because she paid into the state earnings-related pension scheme, she says that she will lose up to £55,000. That is a real blow for her, because she has little in the way of savings. Is there no way in which we could look at further transitional concessions, or perhaps a cap, so that we could help some of these disadvantaged ladies?"}, {"speaker": "Mr Vara:", "speech": "      My hon. Friend is absolutely right that we need to discuss the matter in a measured way, but that means that we need to look at it in a broad context. A whole lot of other benefits are available to the women   "}, {"speaker": "Mr Speaker:", "speech": "      No one could accuse the Minister of excluding from his answer any matter that might in any way, at any time or to any degree be judged to be material, and we are grateful to him."}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      The Minister talks about life expectancy, but he is not giving us the full picture. Life expectancy for women fell in 2012-13, and Salford has some of the worst life expectancy figures in the country. Female life expectancy in one ward in my constituency is only 72 years, and healthy life expectancy is only 54. Why should 1950s-born women in Salford carry the burden of the equalisation of the state pension age given that working until 66 is clearly going to be difficult for them? Those women need transitional arrangements."}, {"speaker": "Mr Vara:", "speech": "      The general trend for longevity is increasing. The new state pension will ensure that 650,000 women will receive £8 extra a week. Women live longer and, in the longer run, they will benefit a lot more."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      Although I appreciate that emotions are high on both sides, it is important to ask why, in 13 years of government, the Labour party did nothing to address the issue, especially since they knew that women were living longer. Does the Minister agree that a triple-lock single flat-rate pension would be much fairer to women than the old system?"}, {"speaker": "Mr Vara:", "speech": "      Absolutely. Such a pension will be much fairer. When such passionate comments come up at oral questions and in the various debates we are having on this issue, it is worth remembering that not one party—neither the Scottish National party nor the Labour party—put such a measure in its manifesto. That is because simply to reverse the 2011 measures would cost over £30 billion, and it would cost countless billions more to reverse the change made in 1995. Those parties should be mindful of the fact that the issue was in not in either of their manifestos."}, {"speaker": "Damian Collins (Folkestone and Hythe) (Con):", "speech": "   3.    What assessment he has made of trends in the level of private sector jobs. [903346]"}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "   12.    What assessment he has made of trends in the level of private sector jobs. [903356]"}, {"speaker": "The Secretary of State for Work and Pensions (Mr Iain Duncan Smith):", "speech": "      A record 26 million people are working in the private sector, up over 500,000 in the past year and by 2.7 million since 2010."}, {"speaker": "Damian Collins:", "speech": "      Will the Secretary of State join me in welcoming the fact that the unemployment rate in my constituency has fallen by 48% since 2010? Does he agree that the roll-out of universal credit, which came to my constituency on 25 January, is a further fundamental part of our welfare reforms to make sure that everyone can benefit from work?"}, {"speaker": "Mr Duncan Smith:", "speech": "      My hon. Friend is right that universal credit provides the support and incentives that people need to get back into work. Evidence released a few weeks ago shows that universal credit claimants are more likely to have been in employment, spent a longer time in employment, done more job-search activity and earned more than those on jobseeker’s allowance. It is also important to note that, as part of the national roll-out, universal credit has now been rolled out across the whole county of Kent, which includes my hon. Friend’s constituency."}, {"speaker": "James Cartlidge:", "speech": "      I very much welcome the fact that youth unemployment has halved in South Suffolk in the past 12 months and that long-term unemployment is down by over a third. Does my right hon. Friend agree that we cannot be complacent, and that there is an important role for community initiatives? Such an initiative is In2BK2, run by Kingfisher HR in Long Melford in South Suffolk, which takes local small business volunteers to help even more young people and the long-term unemployed back into work."}, {"speaker": "Mr Duncan Smith:", "speech": "      I commend my hon. Friend for working for such organisations, about which he has spoken to me in the past. A huge amount of progress has taken place in this area, as he maintains. It is worth noting that, as a result of what we have been doing with the reforms and in working with organisations such as the one he mentions, the youth claimant count is at its lowest level since the mid-1970s, the number of those unemployed is down nearly 300,000 since 2010 and, most importantly, the unemployment rate for those not in education is 5.8%—pretty near the lowest it has ever been. We will carry on trying to get this right, but this is good evidence that welfare reform is working."}, {"speaker": "Stephen Timms (East Ham) (Lab):", "speech": "      On 1 November 2011, the Secretary of State issued a press release saying that"}, {"speaker": "Mr Duncan Smith:", "speech": "      The roll-out of IT across the country is nearly complete. The roll-out nationally will be complete before April, as I said to the right hon. Gentleman last time he asked exactly the same question. It is always good to have old questions: the old ones are   "}, {"speaker": "Mr Robin Walker (Worcester) (Con):", "speech": "   23. [903368]    In Worcester, unemployment overall is down two thirds and youth unemployment is down three quarters since it peaked under the previous Labour Government. How can we go further and achieve the Prime Minister’s aim of eliminating youth unemployment over the long term, and what role can apprenticeships play in delivering that goal?"}, {"speaker": "Mr Duncan Smith:", "speech": "      There are two elements. The first is that, as my hon. Friend knows, we have introduced a work experience programme, which has been hugely successful in getting young people back into work. When we came into office, people could take work experience through a jobcentre for only two weeks, but we have now increased that to two months—or three months for people who get the chance to have an apprenticeship. Over 50% of those who do work experience have gone back to work."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "   4.    What contribution his Department plans to make to the strategy announced by the Prime Minister in January 2016 to ensure that people from all parts of society have equal life chances. [903347]"}, {"speaker": "Luke Hall (Thornbury and Yate) (Con):", "speech": "   11.    What contribution his Department plans to make to the strategy announced by the Prime Minister in January 2016 to ensure that people from all parts of society have equal life chances. [903355]"}, {"speaker": "The Secretary of State for Work and Pensions (Mr Iain Duncan Smith):", "speech": "      My Department is leading the development of the life chances strategy. The strategy marks our commitment to transforming children’s lives by tackling the root causes of poverty—worklessness, poor educational attainment, family breakdown, problem debt and addiction."}, {"speaker": "Paul Maynard:", "speech": "      Improving life chances is very important in my constituency, given the high levels of deprivation, which are often linked to ill health. What more can the Department do to help people stay in work when they experience ill health, rather than dropping out and having to engage with the benefits system?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I commend my hon. Friend on the huge amount of work that he does so tirelessly in his constituency, which I have seen at first hand when visiting projects with him. He is a huge champion for those who have difficulties getting back into work. As he knows, we have introduced the “Fit for Work” programme, which helps employees facing long-term sickness to get back into work sooner and helps employers to get people assessed properly, rather than allowing them to fall away and have difficulties, so that occupational   "}, {"speaker": "Luke Hall:", "speech": "      Does my right hon. Friend agree that family stability is hugely important to life chances? Will he update the House on what his Department is doing to strengthen family and relationship support services?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I fully agree with my hon. Friend. In the last Parliament, the Department did a huge amount to get better advice and support for those who are thinking about breaking up. We invested over £30 million in relationship support over the last Parliament, which meant that about 160,000 people had access to preventive support. As the Prime Minister announced recently, we are doubling the funding available over the next five years to £70 million. The life chances strategy includes the important aim of strengthening and stabilising family life."}, {"speaker": "Frank Field (Birkenhead) (Lab):", "speech": "      I welcome the Secretary of State’s approach on this issue. Given that he has taught the House the fundamental point that life chances for most children are determined before they are five, will he bring forward a debate in Government time on how the policy of life chances is developing so that the views of Members can be taken into account before the Government publish the White Paper in the spring or summer?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I will certainly look at that request. The door is open to the Chairman of the Select Committee on Work and Pensions. He has had a huge part to play. One of his recommendations, which is quite legitimate, is that we look at how we incorporate early years into the life chances measures. We are looking at that and would be happy to discuss it further with him."}, {"speaker": " Mrs Madeleine Moon (Bridgend) (Lab):", "speech": "   22. [903367]   There is increasing inequality across society for those who are disabled and need access to aids and adaptations. Those who can afford to buy them are fine, but there is a postcode lottery of availability. Is it not unfair, therefore, to look at aids and adaptations in assessments for the personal independence payment? Will the Secretary of State withdraw them from the PIP assessment?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I say to the hon. Lady, whom I respect enormously, that we are consulting on what changes are necessary to aids and adaptations to ensure that the support, which was always bound into the personal independence payment, gets to those who need it most. That is the critical point. All of us should want to ensure that people get the support they need for the things they need most to get by. The door is always open to her, as it always has been, and I would be happy to discuss this matter further in light of the consultation."}, {"speaker": "Chloe Smith (Norwich North) (Con):", "speech": "      My right hon. Friend will be aware of the index published by the Social Mobility and Child Poverty Commission over the weekend and will share my concern that children growing up in the Norwich City Council area have some   "}, {"speaker": "Mr Duncan Smith:", "speech": "      A huge amount can be done locally. Universal support, which is now part of universal credit, is being trialled with a lot of councils to look at the families with the greatest difficulties. It involves councils in getting financial support to those families and in helping them to sort out drug and alcohol abuse. As they receive the special payments, we expect councils to work with us to ensure that their problems are put right, rather than ignored and left to one side."}, {"speaker": "Neil Coyle (Bermondsey and Old Southwark) (Lab):", "speech": "      The Department is responsible for providing support to some people who, sadly, are at the end of their lives and have a prognosis of six months or less to live. Will the Minister update the House on progress to remove the 28-day waiting rule for terminally ill people who are transferring from the disability living allowance to the personal independence payment?"}, {"speaker": "Mr Duncan Smith:", "speech": "      May I write to the hon. Gentleman about that? We are considering that issue but have not quite made a decision, so I will provide a full answer in due course."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      My hon. Friend the Member for Bridgend (Mrs Moon) is right. Poverty affects people’s life chances, and disabled people are twice as likely to be living in poverty as the non-disabled population. We know from the Government’s own figures that disabled people on incapacity benefit or the employment and support allowance are between two and six times more likely to die than the population as a whole. As my hon. Friend said, the recent consultation to review eligibility for the personal independence payment, just two years after it was introduced, will mean even more cuts for disabled people. That comes on top of the proposed cuts to ESA, the work-related activity group, and the £23.8 billion that has been taken from disabled people as part of the Welfare Reform Act 2012. With 5.1 million disabled people living in poverty, what is the Government’s estimate of how many more disabled people will be living in poverty as a result of those measures?"}, {"speaker": "Mr Duncan Smith:", "speech": "      Even though we have created a new benefit—I believe that PIP is a better benefit than the DLA, and it is far better for those with mental health problems, as many charities and support groups have admitted—we must constantly keep it under review to ensure that the money allocated for it goes to those who need it most. As the hon. Lady knows, a recent court case widened the whole element of aids and adaptations, which would mean that fewer people got the kind of money that they needed. We believe that the personal independence payment is far better, and that it will deliver exactly what we expect to those who need it most. Our job is to support those who need it. The Government that the hon. Lady was part of did absolutely nothing to sort out the mess of the disability living allowance in the whole time they were in power."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "   5.    What estimate he has made of the number of people who will receive a lower state pension under the single-tier pension. [903348]"}, {"speaker": "The Parliamentary Under-Secretary of State for Work and Pensions (Mr Shailesh Vara):", "speech": "      Provided that people have at least 10 national insurance qualifying years, they will not receive a lower pension under the new state pension based on their own national insurance contributions than they would have already built up under the current system."}, {"speaker": "Kelvin Hopkins:", "speech": "      The truth is that under the Government’s new pension system, substantial numbers of pensioners will lose money. Why did the Government turn their face against the obvious solution, which is to move to a much higher basic state pension, backed up by a compulsory state earnings-related scheme for all, with defined benefits?"}, {"speaker": "Mr Vara:", "speech": "      It is important that the hon. Gentleman appreciates that the new state pension is based on national insurance contributions. He will be aware that for many years many people have contracted out, and a small portion of their national insurance has gone towards a work pension or a private pension. If they add the new state pension to their other pension, which was paid for by national insurance contributions, they will find that in many cases they will be better off than they would be under the new state pension, which is £155.65."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      Will not the new state pension remove injustices that have persisted for far too long, benefiting women and low earners especially?"}, {"speaker": "Mr Vara:", "speech": "      Absolutely. As of April this year, with a new state pension and the triple lock, people will be £1,000 better off than they would have been under the old system whereby pensions were uprated. The triple lock will benefit people by £1,000 by April this year."}, {"speaker": "Ms Karen Buck (Westminster North) (Lab):", "speech": "   6.    What evaluation his Department has made of the effect of the under-occupancy penalty. [903349]"}, {"speaker": "The Parliamentary Under-Secretary of State for Disabled People (Justin Tomlinson):", "speech": "      The number of people subject to a reduction owing to under occupancy has been reduced by 18% since the introduction of this policy, and has already saved the taxpayer £1 billion. We will therefore be maintaining this policy, and will continue to protect vulnerable claimants who require additional support through discretionary housing payments."}, {"speaker": "Ms Buck:", "speech": "      London is by no means the region worst affected by the bedroom tax, but even so, just one in four people affected in my constituency have been able to downsize in the three years since the policy came in. The Government’s own research indicates that three-quarters of those hit by the bedroom tax have had to cut back on food, and 46% have had to cut back on   "}, {"speaker": "Justin Tomlinson:", "speech": "      First of all, the £870 million discretionary housing payments fund has been set aside for this Parliament. The one in four looking to downsize will be welcome news to the 241,000 families in overcrowded accommodation and the 1.7 million on the housing waiting list."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      What guidance is being made available to local authorities on the use of discretionary housing payments so that we can make sure that in exceptional cases, such as when homes have been adapted for disability, they can benefit from the additional money that has been made available?"}, {"speaker": "Justin Tomlinson:", "speech": "      I thank my hon. Friend for raising that point, which goes to the very heart of it: it provides the flexibility to allow local authorities to work with organisations such as the police, social services and medical professionals. The Local Government Association recently said:"}, {"speaker": "Dr Eilidh Whiteford (Banff and Buchan) (SNP):", "speech": "      Last week’s Court of Appeal ruling that the bedroom tax discriminates against disabled people comes hard on the heels of a ruling in November that the inclusion of carer’s allowance in the benefits cap also discriminates against disabled people. The Government have been forced into a climbdown on carer’s allowance. Why will they not do the same on the bedroom tax and end discrimination against disabled people?"}, {"speaker": "Justin Tomlinson:", "speech": "      In fact, it was about whether it is possible to find such exemptions or whether discretionary housing payments give the right flexibility. What we do not want to do is create an artificial line that some people will then just fall beneath and not be able to get support. The £870 million gives the flexibility to work with different agencies. Let us remember: the 1.7 million people on the housing waiting list and the 241,000 families in overcrowded accommodation welcome any moves to help to free up those valuable family homes."}, {"speaker": "Dr Whiteford:", "speech": "      That really is just sophistry. The UN Committee on the Rights of Persons with Disabilities is currently investigating the UK for grave and systematic violations of the UN convention on disability rights. Ministers should be thoroughly ashamed that the UK is the first country to face such an investigation. Does the Minister agree that scrapping the bedroom tax is actually the best thing the Government could do to bring their policy into line with articles 9 and 20 of the convention, which ensure accessibility for disabled people, including access to housing, an adequate standard of living and social protection?"}, {"speaker": "Justin Tomlinson:", "speech": "      We are very proud of our record and refute the allegations of that investigation. I absolutely will not abandon the 241,000 families in overcrowded   "}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      Does my hon. Friend agree that one effect of this policy is that it saves taxpayers about £500 million a year, and that it is incumbent on those who suggest reversing the policy to explain where they would find that money?"}, {"speaker": "Justin Tomlinson:", "speech": "      Over the course of this Parliament, it will deliver a saving of £2.5 billion. I suspect that we will be waiting a very long time to get an alternative from those on the Opposition Benches."}, {"speaker": "Owen Smith (Pontypridd) (Lab):", "speech": "      In the light of last week’s Court of Appeal ruling, will the Minister tell us how many victims of domestic violence the bedroom tax currently discriminates against and what it would cost to exempt them?"}, {"speaker": "Justin Tomlinson:", "speech": "      I do not believe it does discriminate. Discretionary housing payments are there to make sure that nobody falls under an artificial line. As a Government, we have trebled the support for victims of domestic abuse to £40 million, a measure I think people on all sides of the House welcome."}, {"speaker": "Owen Smith:", "speech": "      That is a curious answer, given that the Court of Appeal said that it did discriminate against those victims and that the Government admitted that they discriminated against those victims. I am sure the Minister knows the answer to my question: it is 280 victims of domestic violence and it would cost about £200,000 to exempt them. If he will not tell me that, will he tell me instead how much it will cost him to try to defeat those victims in the Supreme Court? Is it more or less than the cost of exempting them?"}, {"speaker": "Justin Tomlinson:", "speech": "      This is about doing the right thing and having the flexibility so that people do not fall beneath an artificial line. If this is so wrong, why did Labour Members not introduce this when they brought in the measures for the private sector? It is right to make sure that those who need the support—the vulnerable in society—are given the right support."}, {"speaker": "Huw Merriman (Bexhill and Battle) (Con):", "speech": "   8.    What steps he plans to take to maintain the level of pensioners’ incomes during this Parliament. [903351]"}, {"speaker": "The Parliamentary Under-Secretary of State for Work and Pensions (Mr Shailesh Vara):", "speech": "      The Government will triple lock the basic and new state pension, top up income to a guaranteed minimum level for the poorest pensioners, and protect benefits for older people, including free eye tests, NHS prescriptions, bus passes, television licences for those aged 75 and over, and winter fuel payments."}, {"speaker": "Huw Merriman:", "speech": "      Given that 28% of my constituents are over 65, compared with a national average of 17%, the Minister’s answer is welcome news indeed. What steps are the Government taking to ensure that pensioners claim all their state entitlement?"}, {"speaker": "Mr Vara:", "speech": "      My hon. Friend makes a good point. I can assure him that the Government use a wide range of channels. On pension credit, we believe that one of the best ways to reach people is through community partners, and we provide a web-based pension credit toolkit containing a range of resources to encourage take-up among pensioners. Information and leaflets on other benefits are also available from the Department’s offices, advice agencies and local authorities, as well as some post offices and doctors surgeries. Information about all benefits and how they may be claimed is readily available on the gov.uk website."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      A triple lock of nothing is still nothing. The women of the Women Against State Pension Inequality campaign have been done an injustice by this Conservative Government. We also know that a group of women from 1956 will miss out on the new state pension benefits too. What has the Minister got against women from the 1950s?"}, {"speaker": "Mr Vara:", "speech": "      The hon. Gentleman has a problem understanding, so I will say this very slowly: as a consequence of the triple lock, which means an increase in line with whichever is highest out of inflation, earnings and 2.5%, when the new state pension comes into place in April, pensioners will get £1,000 a year more than under the old system. As he should remember, Gordon Brown insulted pensioners with a 75p rise, so we will take no lectures from the Opposition on who really cares about pensioners."}, {"speaker": "Chi Onwurah (Newcastle upon Tyne Central) (Lab):", "speech": "   9.    What assessment he has made of the effect on the income of working households of changes to the universal credit work allowance. [903353]"}, {"speaker": "The Secretary of State for Work and Pensions (Mr Iain Duncan Smith):", "speech": "      The changes to universal credit work allowances form part of a broader package of measures, including the introduction of the new national living wage, the increase in the personal tax allowance and the enhanced package of childcare support. Importantly, the single taper rate of 65% ensures that the benefits of work are clear and that support is withdrawn at a predictable and consistent rate, unlike under the existing tax credits arrangement."}, {"speaker": "Chi Onwurah:", "speech": "      The Government were forced into a climbdown over tax credit cuts, but it was only a temporary reprieve, because cuts to the working allowance mean that 2.5 million families will be £1,600 per year worse off by 2020. How can the Secretary of State say that he is making work pay, when low-paid working families are paying the price for his cuts?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I disagree with the hon. Lady. An independent study has already shown that with universal credit people get into work faster, stay in work longer and progress faster in earnings. She cannot take this in isolation, however; it is worth remembering that the national minimum wage is rising to some £9, and that under universal credit women will get 85% of their childcare costs, instead of 70%. There will be free childcare for poorer people with two-year-olds, and childcare support   "}, {"speaker": "Nick Thomas-Symonds (Torfaen) (Lab):", "speech": "      It is good to see that the Secretary of State has screwed up the courage to come back to the Dispatch Box to answer some questions."}, {"speaker": "Mr Duncan Smith:", "speech": "      I do not need any lessons on courage from the hon. Gentleman. What takes no courage is to sit there with a leader who talks about getting into bed with all sorts of extremists. I find that takes no courage whatever. [Interruption.] I note that the shadow Secretary of State is shouting, but he has already declared his interest in being the leader of the Labour party when the current leader fails."}, {"speaker": "Lucy Frazer (South East Cambridgeshire) (Con):", "speech": "   13.    What progress he has made on increasing the number of women in employment. [903357]"}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      Supported by this Government’s reforms of welfare and the equalisation of the state pension age, there are now more women in work than ever before, with an increase of over 1 million since 2010."}, {"speaker": "Lucy Frazer:", "speech": "      It is absolutely vital that after women have had children, they have the option to go back to work if they want to. What steps is the Minister taking to ensure that her Department encourages that?"}, {"speaker": "Priti Patel:", "speech": "      My hon. and learned Friend is absolutely right. In encouraging more women back into work, this Government are committed to increasing and providing more childcare places. In fact, I look forward to when we this week announce the early adopters of the new 30-hour childcare policy. I think it fair to say that alongside the increase in the national living wage and the increases in the personal allowance, there is more support for women to get back to work and to work longer hours."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "   20. [903365]    Does the Minister agree that there is a special category of women—women on the autistic spectrum —who find it very difficult to get into employment? With the right kind of support, however, they can make a valuable contribution to our economy. Will the Minister look at Ambitious about Autism, which is launching an employability initiative for people with autism, and give it some support?"}, {"speaker": "Priti Patel:", "speech": "      Of course the hon. Gentleman is absolutely right. We are working with that organisation. I have been in touch with the National Autistic Society, too, to discuss what more we can do to work with employers and find more employment engagement for people on the spectrum. The hon. Gentleman is also right to highlight the need for more support for women with autism—and that is exactly what this Government are committed to do."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "      Increasing the number of women in employment is a key goal for this Government. Many good things are happening, but one thing going on in my Gloucester constituency highlights that more needs to be done—helping women on employment and support allowance back into employment. In that context, will the Minister join me in thanking a partnership called Forwards, which, led by the county council and in tandem with organisations such as Pluss, is making a huge difference to the lives of individuals who are now coming into work for the first time?"}, {"speaker": "Priti Patel:", "speech": "      I thank my hon. Friend for making that point and for his observations from his own constituency. He is right to say that more support can always be provided for women on ESA, but also for people in general on it. That is why this Government are committed to the reforms that we have outlined. Importantly, we are committed to working in partnership with other organisations, including charitable organisations—as well as local authorities—such as the one my hon. Friend mentioned from his own constituency."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "      What is the Minister doing to help women on zero-hour contracts to get tax credits?"}, {"speaker": "Priti Patel:", "speech": "      The most important and significant thing we have done as a Government in respect of zero-hours contracts is to abolish the exclusivity clauses, which the hon. Gentleman’s party, when in government, did absolutely nothing about."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      More and more people, particularly women, are taking on caring responsibilities. I thank the Minister for meeting me and Carers’ Resource from my constituency about this particular issue. Does she agree that it is important for employers to have more carer-friendly employment practices and that we need to do more to encourage that to happen in order to get the best for those people? Will the Government ensure that they do something to recognise the success of those employers who are carer friendly?"}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend is absolutely right. It was with great pleasure that I met Carers’ Resource from his constituency. Earlier today I discussed how we can   "}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "   15.    What progress his Department has made in reducing the number of workless households. [903359]"}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "   21.    What progress his Department has made on reducing the number of workless households. [903366]"}, {"speaker": "The Secretary of State for Work and Pensions (Mr Iain Duncan Smith):", "speech": "      The number of workless households is now at its lowest-ever level, having fallen by over 680,000 since 2010."}, {"speaker": "Andrew Bridgen:", "speech": "      I welcome that encouraging figure, which means that fewer children are growing up in workless households. Does my right hon. Friend agree that, while ensuring that every family includes a member in work is the best way out of poverty, it also offers a great role model to any children in the household, increasing family stability and thus giving children the stability and security they need to have the best possible life chances?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I do agree with my hon. Friend. We know that unemployment is one of the causes of family breakdown. Having a family member in work helps to create strong and stable families, which are crucial to giving children the best possible start in life. It is therefore very welcome that the number of workless households in the east midlands—a huge part of which my hon. Friend represents—has fallen by 68,000 since we came to power. I remind my hon. Friend and the House that, notwithstanding all the nonsense that we hear from Labour Members, some 2.5 million children were growing up in workless households when they left office. That is not much of a record."}, {"speaker": "Henry Smith:", "speech": "      Will my right hon. Friend join me in welcoming the fact that the number of workless households in the south-east has fallen by more than 50,000 since 2010? Does he share my dismay that Labour Members are still set against welfare reform, and want a high tax, high spending economy to take us back to the pre-2010 days?"}, {"speaker": "Mr Duncan Smith:", "speech": "      My hon. Friend’s question is a strong endorsement of the reforms that have reduced the number of workless households in the south-east by such a large number. Since 2010, the claimant count in Crawley has fallen by 60%, and the youth claimant count has fallen by 75%. Getting people into work clearly has a huge effect. However, my hon. Friend should not be too unkind to the Opposition. I know that many Labour Members who are not now on the Front Bench think that they should be engaging with us on welfare reform, but their new leadership does not believe in that; it believes only in opposition."}, {"speaker": "Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP):", "speech": "      What assessment has the Department made of the barriers that prevent members of households with disabilities from accessing work, and what steps will the Secretary of State take to address them?"}, {"speaker": "Mr Duncan Smith:", "speech": "      We are increasing the number of advisers in jobcentres, and we are giving advisers much better training. A huge amount of money—more than £100 million—is being invested in training them to look at a wider perspective and a bigger picture, so that they can help those who have difficulties to get into work and support them when they are in work."}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "   T1. [903334]    If he will make a statement on his departmental responsibilities."}, {"speaker": "The Secretary of State for Work and Pensions (Mr Iain Duncan Smith):", "speech": "      We are trialling a new feature of the access to work scheme From today we shall be testing the use of personal budgets, which will allow disabled people who have received grants to decide exactly how and when the money can best be used to support their individual needs. That gives them more choice and more control over the support they receive to help them to start work, to stay in work, or even to start a business."}, {"speaker": "Dr Huq:", "speech": "      Last week the bedroom tax was declared unlawful in the Court of Appeal because it discriminated against domestic violence victims and disabled children. However, the Government are set to spend more on appealing against the decision than they would spend on abiding by the ruling. Surely the Secretary of State agrees that that means poor value for the taxpayer, and that this despicable and discredited policy needs to go."}, {"speaker": "Mr Duncan Smith:", "speech": "      The hon. Lady ought to check her lines before making statements like that. The truth is that that is not what the Court of Appeal said last week. The debate in the Court of Appeal was about whether we should isolate individual groups and rule them out of the benefit system, or leave it to local authorities to handle the matter with extra money. We believe that, with the extra money that we are giving them for discretionary housing payments, local authorities are quite capable of allowing people to stay when they think that that is necessary, without limitation."}, {"speaker": "Tim Loughton (East Worthing and Shoreham) (Con):", "speech": "   T2. [903336]    Can the Secretary of State give me some indication of when he will publish the draft regulations on housing benefits for 18 to 21-year-olds? Will he also look sympathetically at exempting from those regulations those who cannot live safely in their neighbourhood where their family home is because of sexual abuse, gang-related activity or overcrowded housing?"}, {"speaker": "Mr Duncan Smith:", "speech": "      We will publish the draft regulations shortly, although the Welfare Reform and Work Bill has to be passed first. I am very happy to discuss those elements. Of course, there are always exemptions for those who are most in need, and I am very happy to discuss that matter with my hon. Friend if he would like to come and see me."}, {"speaker": "Luciana Berger (Liverpool, Wavertree) (Lab/Co-op):", "speech": "      Last week, the Government were significantly defeated in the House of Lords over their plans to cut the benefits of sick and disabled people. More than half the people in the work-related activity group have a mental health condition. They face barriers getting into work as a result of their condition as well as stigma from employers. Will the Secretary of State now accept how utterly unfair and ineffective this proposed cut is, and abandon it?"}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      No one will lose out as a result of the changes we are making to employment and support allowance. Importantly, that means that there will be no cash losers. I think it is worth my reflecting on the point that the Secretary of State made, which is that this Government are focused on supporting those on ESA in a way that the previous Labour Government did not when they introduced the work capability assessment. That is why we have kept the WCA under review. We will announce the publication of a White Paper in the spring that will look into further reforms."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "   T4. [903338]    As the chairman of the all-party parliamentary group on multiple sclerosis, may I ask the Minister to join me in applauding the excellent work of the Multiple Sclerosis Society in supporting people with MS? Will he tell us how his Department is supporting people with MS to get into work or to keep their jobs after a diagnosis of MS?"}, {"speaker": "The Parliamentary Under-Secretary of State for Disabled People (Justin Tomlinson):", "speech": "      I join my hon. Friend in paying tribute to the fantastic work of the Multiple Sclerosis Society. Only two weeks ago, I was at the Swindon branch’s 50th anniversary. The society has a huge number of volunteers across the country who are making a difference. Its work toolkit stands out as an example of best practice, both for employers and employees, and I am keen for that to be highlighted and for that best practice to be shared among other organisations."}, {"speaker": "Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP):", "speech": "      The Minister’s latest proposals to change the way in which personal independence payments are assessed will be a further blow to disabled people, who have been among the hardest hit by the UK Government’s austerity measures. I know from my constituents who are experiencing lengthy delays that   "}, {"speaker": "Justin Tomlinson:", "speech": "      We are doing ongoing work with disability groups and user groups following the Paul Gray review, which flagged this as an area, and we are determined to get a clear and consistent policy as we analyse those consultation responses. The length of time for an assessment has fallen by three quarters since June 2014. It is now down to five weeks for an assessment, and 11 weeks median end to end. That has been a settled position for quite some time now."}, {"speaker": "Mr Alan Mak (Havant) (Con):", "speech": "   T5. [903339]    Jobs fairs are an effective way for local employers to promote their apprenticeships, which are a key element of this Government’s long-term economic plan. Will the Minister join me in congratulating local Havant businesses Fasset, Barratt Homes and Lockheed Martin on supporting my jobs fair later this month?"}, {"speaker": "Priti Patel:", "speech": "      I thank my hon. Friend for making this point about the great work that is taking place in his constituency. I absolutely endorse his commitment to holding apprenticeship and jobs fairs, because they are the gateway to new jobs and employment opportunities for many young people. I commend him for the work that he is doing."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "   T7. [903342]    May I ask the Minister to speed up the review process for benefit claimants who have been sanctioned or whose claims are being investigated? Over the Christmas period, a number of my constituents, despite having done everything right, ended up having to borrow money to get through that period because of delays. In some cases, this has happened after the Christmas period as well."}, {"speaker": "Mr Duncan Smith:", "speech": "      None of that should actually happen. There are now loans available immediately, so if someone has been sanctioned they are immediately told about hardship loans, which are advertised inside jobcentres. Delay times have fallen to their lowest level ever; they are far lower than they were under the previous Government. If the hon. Gentleman has an individual case in mind, he should write to us immediately or give us a call and we will help to solve the matter straight away."}, {"speaker": "Christopher Pincher (Tamworth) (Con):", "speech": "   T6. [903341]    Will my right hon. Friend congratulate Tame Plastics and other manufacturing firms in Tamworth that are creating new jobs and apprenticeships? What can he do in areas of low unemployment to turn jobcentres into recruitment agencies for more and better-skilled roles?"}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend is absolutely right in what he says. There is no doubt that a great deal of work is being done with Jobcentre Plus to support local firms such as Tame Plastics, not only in recruiting new employees but in supporting the skills base that important companies such as this need in his constituency."}, {"speaker": "Patricia Gibson (North Ayrshire and Arran) (SNP):", "speech": "   T8. [903343]    Last week, the Government suffered another embarrassing defeat in the House of Lords on the proposals to cut ESA WRAG support by £30, which would leave many disabled people in a very difficult financial position. Despite what has been said earlier today, will the Secretary of State now re-examine the arguments put forward by the Scottish National party? Will he categorically give a commitment today that no one will lose out on this critical financial support?"}, {"speaker": "Priti Patel:", "speech": "      Let me remind the hon. Lady of my earlier comments, when I said that no one currently on ESA will lose out as a result of the changes. Importantly, too, our Government are focused on supporting individuals who have health conditions and are on ESA, which is why those in need would automatically go to the support group."}, {"speaker": "Chris Green (Bolton West) (Con):", "speech": "      A jobcentre’s role is especially important for those who do not have the necessary support at home. Does my right hon. Friend agree that in addition to the youth obligation, there should be an obligation on jobcentres to offer more specialist support?"}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend raises an important point: jobcentres have a significant role to play in providing support to young people. That is why we have just started a pilot that takes Jobcentre Plus, with employers, into school to act as a gateway to provide new employment, work experience and work placement opportunities. He has also made the point that the new youth obligation focuses on ensuring that young people are either earning or learning, and do not end up trapped in the benefits system, which is exactly what happened under the previous Labour Government."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      We have already heard that the Department has changes afoot in relation to benefits for people with disabilities, not least with the narrowing of the personal independence payment. Are Ministers hoping to extend that to Northern Ireland as well, using the direct rule powers that exist until the end of this calendar year?"}, {"speaker": "Mr Duncan Smith:", "speech": "      We have no plans to do that, but I am happy to see the hon. Gentleman if he wishes to encourage us."}, {"speaker": "Heidi Allen (South Cambridgeshire) (Con):", "speech": "      Following on from the comments about the ESA WRAG changes and the Lords having passed the matter back to us, I welcome the opportunity to look at this again and am excited to see the content of the White Paper. Can the Minister give us any feel at all about the cost recognition for claimants in the future? This is not just about support; it is also about the additional costs that they face to live."}, {"speaker": "Priti Patel:", "speech": "      I thank my hon. Friend for the point she raises and her question, and I come back to the comments I made earlier. Importantly, the changes we are making, particularly through the Welfare Reform and Work Bill, show that we are committed to transforming people’s lives by supporting more people with disabilities who face barriers to work. This also means an increase in   "}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Will the Minister agree to look at the case of my constituent Mr Beet, who has home dialysis three times a week but is also trying hard to keep his job to support his family? He has been turned down for PIP twice. Does she feel, as I do, that if a person is having dialysis, they are eminently suitable to receive PIP?"}, {"speaker": "Priti Patel:", "speech": "      I would be very happy to look at this case with the hon. Lady to see what support we can provide her constituent. She makes an important point, which is that he wants to work and therefore should be supported to stay in employment, too."}, {"speaker": "Peter Heaton-Jones (North Devon) (Con):", "speech": "      I look forward to welcoming my hon. Friend the Minister for Disabled People to North Devon next month for a Disability Confident event. Does he agree that these are very important events, not only for people with disabilities, to bring them closer to the world of work, but for employers, who do not realise what untapped talent there is?"}, {"speaker": "Justin Tomlinson:", "speech": "      I thank my hon. Friend for that. I am particularly excited about going to visit his constituency to support his excellent Disability Confident event, and I pay tribute to the other 48 MPs who came into our drop-in event last week and have committed to hold their own events in their constituencies."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      Does the Secretary of State believe that the two-child policy and the rape clause are consistent with his Government’s obligations under the UN convention on the rights of the child?"}, {"speaker": "Mr Duncan Smith:", "speech": "      I am quite convinced that the proposals that we bring forward will make it absolutely certain that all those who suffer rape will not be put upon in any way by this proposal."}, {"speaker": "William Wragg (Hazel Grove) (Con):", "speech": "      What steps are the Government taking to ensure that all employees are fully informed of the new auto-enrolment pensions?"}, {"speaker": "The Parliamentary Under-Secretary of State for Work and Pensions (Mr Shailesh Vara):", "speech": "      I can assure my hon. Friend that the Government are working closely with the pensions regulator to ensure that small employees in particular are informed of the new auto-enrolment changes. Online facilities are easy and simple to use for many people. Offline facilities such as leaflets and so on are also made as easy as possible."}, {"speaker": "Paul Blomfield (Sheffield Central) (Lab):", "speech": "      The Government have agreed to remove the 28-day waiting rule for terminally ill people who are transferring from DLA to PIP, but for those who are unable to afford to travel to loved ones, or who are worried about bills in their final weeks, it cannot come soon enough. Will the Minister update us on progress?"}, {"speaker": "Justin Tomlinson:", "speech": "      I pay tribute to the hon. Members for Sheffield Central (Paul Blomfield) and for Bermondsey and Old Southwark (Neil Coyle) and my hon. Friend the Member for Beverley and Holderness (Graham Stuart) for their tenacious and constructive work in this area, which I am delighted to support in full. Subject to the will of Parliament, we intend to make and lay new regulations and, as set out by the Secretary of State, we will write shortly to update Members on that timetable."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      Will Department for Work and Pensions Ministers hold discussions quite urgently with civil service and Treasury Ministers about the Conservative manifesto commitment to cap very large redundancy payments? Are they aware of serious concerns that, by including early retirement awards in the capping scheme, we may penalise long-serving but low-paid public employees by a measure rightly intended to limit undeserved golden goodbyes to the very highly paid?"}, {"speaker": "Mr Duncan Smith:", "speech": "      As my hon. Friend knows, that is really a matter for the Treasury, but I am very happy to undertake such discussions. If he would like to add his extra information on this, I would be very happy to take it."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      Half of those receiving employment and support allowance in Scotland qualify through a mental health problem. A report from the Scottish Association for Mental Health, which has a base in my constituency at Redhall Walled Garden, has found that people who are placed in the work-related activity group report “inappropriate   "}, {"speaker": "Priti Patel:", "speech": "      With respect, I say to the hon. Lady that she is wrong. This Government are investing more than any previous Government in providing financial support and in piloting new projects to make sure that those who have mental health challenges and problems are given the right kind of support. We should make the distinction here that this is about not just financial support but the wider support that they get through DWP and the networks and in the community to help them get into work."}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "      I welcome the news that nine out of 10 businesses that started with new enterprise allowance support survived for more than 12 months. Will the Minister update us on what further progress there has been in the Government’s efforts to support jobseekers who are looking to start up their own businesses?"}, {"speaker": "Priti Patel:", "speech": "      I thank my hon. Friend for highlighting the great work and the results of the NEA, which has been an outstanding scheme, supporting more and more people to get into work and start up their own businesses. There is more support going through our Jobcentre Plus network to mentor, help and engage with those individuals who want to start up their own businesses. We have more reviews coming, but the whole House can join me in commending this programme for its success and for how it has enabled people to get on in life and start up their own businesses and become successful."}, {"speaker": "Heidi Alexander (Lewisham East) (Lab)", "speech": "     (Urgent Question): To ask the Secretary of State for Health if he will make a statement on what steps are being taken to improve the financial position of NHS trusts."}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Ben Gummer):", "speech": "      The House will know that in 2014, the NHS itself set out its plans for the next five years, which included a front-loaded funding requirement of £8 billion. As our economy is strong, this Government have been able to honour that request and will be funding it in full, including a down payment of £2 billion in this financial year ahead of the spending review period."}, {"speaker": "Heidi Alexander:", "speech": "      I am afraid the Minister seems to be in a state of denial. He claims that the settlement secured by the Department of Health in the spending review will sort the financial pressures that hospitals are under, but either he does not understand the scale of the problem or he simply has his head in the sand."}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady started by claiming that the Secretary of State and I were in a state of denial. Were she to look at the outcomes of the NHS this year compared with the last year that her party was in power, she might consider that the performance of the NHS has improved beyond measure. We have 1.9 million more accident and emergency attendances, 1.3 million more operations, 7.8 million more outpatient appointments and 4.7 million more diagnostic tests. This is an NHS that is performing more procedures, helping more patients and doing more for the people of this country than at any time since its foundation. I would therefore gently suggest that those in denial are her party and her. The service is working hard to try to deliver better patient care in a challenging environment."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      We all welcome the front-loading of the NHS settlement, and want to congratulate NHS staff on the extraordinary efforts they are putting in to improve quality, alongside coping with rising demand. If NHS Improvement is tasking management consultants to come in and advise trusts on turning around financial problems, will the Minister also task it with looking specifically at issues of social care and how the interrelation between underfunding of social care impacts on the health economies of local trusts, and with looking at improvement and prevention, because prevention was also noted by Simon Stevens to be unfinished business from the spending review?"}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend will be aware of the increase in the better care fund that this Government have introduced and the 2% precept on council tax bills that will deliver increases for social care. She will also be aware that “Five Year Forward View” is a holistic understanding of the healthcare system that includes transformation of the NHS and social care towards that point. That is why we are proud to fund “Five Year Forward View” in the manner that Simon Stevens requested —front-loaded, with £3.8 billion in the next year. The manner of that bottom-up integration over the next few years will ensure that the challenge around social care that my hon. Friend identifies will be addressed in years to come."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      With almost 80% of trusts running a deficit, I am not sure that we can say that it is just failing hospitals that are having problems. The Government talk about giving £10 billion upfront, but £2.2 billion of that is already written off in the deficit, and usually budgets are ascribed across the Department of Health, whereas Public Health England and Health Education England are losing money. With the £3 billion that is being clawed back from the areas that are not specifically under NHS England, it is actually £4.5 billion, not £8 billion, that is being put in. “Five Year Forward View” identified public health and prevention as crucial. The Government have a plan to recruit 5,000 extra GPs, but I am not sure how that can be done without Health Education England. The one thing that has so far been shown in evidence to impact on unnecessary deaths is a good, strong ratio of registered nurses to patients, so it is important that we look at how that will be funded. If trusts are not allowed agency or immigrant nurses, how are they going to do this? Why do we not get the National Institute for Health and Care Excellence to finish the piece of work on safe nursing levels throughout hospitals?"}, {"speaker": "Ben Gummer:", "speech": "      I thank the hon. Lady, who asked some salient questions that I will address. She asked about the deficits across the system. It is true that there are some particularly challenged providers where the heaviest   "}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      Our experience in Staffordshire is that it takes a medium to long-term plan to put things right. I pay tribute to the work of the staff at the Stafford County hospital and the Royal Stoke University hospital. Will the Minister assure me that any measures put in place, both in Staffordshire and across the country, will take a long-term view and not be driven by the need to cut costs within a financial year? A five-year plan, at the very least, is vital."}, {"speaker": "Ben Gummer:", "speech": "      I could not agree more with my hon. Friend. It is important to take a long-term view. That is something that has bedevilled the NHS under all kinds of Administrations since its creation. For the first time, it has a five-year forward view, which means that it can begin to transform properly. The very best trusts in the country, such as that in Northumbria, previously run by Jim Mackey, have been able to do that. We want to bring that kind of excellence to hospitals across England, to ensure that they provide the sustainable staffing and quality levels that my hon. Friend is beginning to see at Mid Staffs after the long-term view taken by that hospital."}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      Devon NHS had no deficit in 2010 when we had a Labour Government. It now has the worst deficit in England. What assurances can the Minister give my constituents in Exeter and those elsewhere in Devon that services and waiting times will not deteriorate even further?"}, {"speaker": "Ben Gummer:", "speech": "      I thank the right hon. Gentleman for his co-operation and help in trying to form the future of the NHS in Devon. This will work only if there is a cross-party effort, and the same is true of the national level. We have particular, urgent problems in Devon, and that means that the deficit will increase unless we take significant local action. That action needs to be led by local clinicians, and I am very glad that they are talking constructively. My job and that of the right hon. Gentleman is to provide support in the coming months so that we can have one plan that we can then implement."}, {"speaker": "Stella Creasy (Walthamstow) (Lab/Co-op):", "speech": "      Let me give the Minister an example from my constituency of how some of the challenges are affecting patients. My local hospital of Whipps Cross ended up downgrading the nursing bands in an attempt to save money. As a result, it now has a big crisis in staff morale, the CQC has intervened because of the quality of care, and it has a massive agency bill. Moreover, Whipps Cross University hospital is part of Barts Health NHS Trust, which has the largest private finance initiative deal in the country. It is due to pay back £7 billion on a £1 billion loan, and last year alone it paid out £148 million—half of which was interest—on its PFI deal. What is the Minister doing to help trusts renegotiate such costs and tackle these legal loan sharks of the public sector?"}, {"speaker": "Ben Gummer:", "speech": "      To ask about PFIs signed by the previous Government is a brave line of attack. I have held a number of meetings about Barts with the hon. Lady’s colleagues, and I completely understand the difficulty that she and they—and, indeed, the trust—find themselves in. I had a meeting about Barts this morning. I also had two last week, and I shall be having a further two this week and next week, precisely because I want to see the transformation she needs in her area. I am very happy to discuss that in greater detail with her. In fact, I will convene a meeting of local MPs in the near future."}, {"speaker": "Helen Whately (Faversham and Mid Kent) (Con):", "speech": "      The Government rightly front-loaded the extra money that the NHS called for in the “Five Year Forward View”, but it is vital that that money is used to drive transformation, such as the productivity improvement that is needed and the shift of care out of hospitals. Will my hon. Friend assure me that the money will go not just to plug deficits, but to change the way in which services are delivered?"}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend is entirely right and speaks from experience. That is why, as part of the spending review settlement, £1.8 billion was set aside as a transformation fund. The principle behind the transformation fund is that the money will go to those trusts that are beginning to show transformation in the way they are running not only their finances, but their whole operations. That is for the betterment of patients as a whole. We have to see transformation; otherwise money will be wasted, as it has been in years previously.   "}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      What help and assistance can the Minister give to the ambulance service in Leicester? On Sunday 24 January, 10 of the 25 ambulances that serve the whole of Leicestershire were parked outside A&E at the Royal Infirmary, trying to hand over patients to the staff. On 856 occasions in the last year, ambulances had to wait between two and four hours to hand over those patients. In Leicester we need not more consultants, but a better system of management."}, {"speaker": "Ben Gummer:", "speech": "      The right hon. Gentleman raises an issue that has been severe in Leicester, and I am aware of it. I am happy to have a separate meeting with him to discuss the matter and what is being done about it. Across the country, however, we are seeing a rather better performance this winter than last. That is because of the extraordinary amount of planning done by the NHS, and because we are getting better at dealing with the extraordinary pressures that are placed on the NHS in winter. In Leicester, there has been a particular issue. I am aware of it, and I reassure him that it will be fixed in time for next year."}, {"speaker": "Jason McCartney (Colne Valley) (Con):", "speech": "      I welcome this urgent question, because clinical and patient decision making in Calderdale and Huddersfield NHS Foundation Trust is being dictated by a catastrophic PFI deal signed in 1998, under which Halifax hospital, which cost £64 million, will eventually cost the taxpayer £773 million. That has led to a proposal to close A&E at Huddersfield royal infirmary. Will the Minister please launch an urgent review into these catastrophic PFI deals? I look forward to exploring the matter further with him in my Westminster Hall debate tomorrow afternoon."}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend should know that that review is already taking place in the Department of Health. We are looking again at the PFI deals that were signed by a previous Administration, who went around the country claiming to be building new hospitals without telling people that they had all been put on the credit card and that the bill would be paid by future generations and, in part, by the NHS itself. That is a great shame, and it has created a great deal of uncertainty for many trusts. I know that my hon. Friend has specific issues in Huddersfield, and we will answer them tomorrow in Westminster Hall."}, {"speaker": "Norman Lamb (North Norfolk) (LD):", "speech": "      Will the Minister make it very clear whether he accepts the view of Simon Stevens that if there is a funding gap in social care, which is projected to be the case in 2020 and before, it will simply increase the deficit in the NHS; and that the funding of social care remains “unfinished business”? Does he accept that case?"}, {"speaker": "Ben Gummer:", "speech": "      I accept the case for the “Five Year Forward View”. Simon Stevens was very clear that the relationship between social care and the NHS needs to be transformed. That called for an additional £8 billion into the NHS, which we have provided, and it required additional money for social care. We have provided that in the better care fund and the council tax precept."}, {"speaker": "Mrs Anne Main (St Albans) (Con):", "speech": "      West Hertfordshire Hospitals NHS Trust has been struggling for a very long time. For five of the 12 years from 1998 to 2010,   "}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend is entirely right. I went to Watford a few weeks ago, and the buildings are in a poor state of repair. They do not enable clinicians to provide the high standards of care that they all aspire to; in many cases, it is difficult to do so. West Herts trust requires additional capital expenditure. I have talked with the trust about how it might realise that, and I am discussing that in the Department at the moment."}, {"speaker": "Mr Iain Wright (Hartlepool) (Lab):", "speech": "      I was contacted earlier today by a constituent. She had a scan last Tuesday, and the following day she was told that she required an urgent referral to a gynaecologist within two weeks and that she would be provided with an appointment within 48 hours. That did not happen. This morning, I was told by the NHS that no appointments were available anywhere, and that it had no idea when one would be available. My constituent is frantic."}, {"speaker": "Ben Gummer:", "speech": "      During the course of the last Parliament and the beginning of this one, we have moved from being one of the worst performers on cancer outcomes in Europe to a position roughly midway in the table. We have done that through making rapid improvements in the work we do with people suffering from cancer. There is a lot more to do, but the money is flowing in and improvements to outcomes are being made. However, if there are individual cases, I will of course look at them, as I know will the Under-Secretary of State for Health, my hon. Friend the Member for Battersea (Jane Ellison), who has responsibility for cancer services. I am happy to take this on as a personal case."}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "      During the past decade, under the previous Labour Government, the healthcare trusts that serve Crawley constituency had chronic deficits, and services such as A&E and maternity were closed at Crawley hospital. Services are now returning to that location. Will the Minister confirm that this Government will invest £10 billion in our NHS over the course of this Parliament, and will he say by how much the NHS is being cut in Wales, where Labour is in control?"}, {"speaker": "Ben Gummer:", "speech": "      I can confirm that the amount of money available to the NHS will increase by £10 billion over the course of this Parliament. However, this is not just about an infusion of money; it is about concentrating on quality and efficiency across the service. In Wales, not only has money been cut, but there has not been such a concentration on quality and efficiency, which is why outcomes are so much worse in Wales than they are in England."}, {"speaker": "Daniel Zeichner (Cambridge) (Lab):", "speech": "      The hospital in Cambridge that serves my constituency, Addenbrooke’s, is one of the trusts with the most challenging deficits. Today, it is urging people not to attend accident and emergency, which it explains by saying that it is seeing more and more frail, elderly patients. At the same time, the Conservatives in Cambridgeshire are refusing to levy the 2% that the Chancellor has offered them. We have a crisis in social care and health funding in Cambridgeshire. How can it possibly help hard-pressed staff at Addenbrooke’s to hear the instruction that numbers should be cut? Will the Minister assure me, patients and staff in Cambridgeshire that that diktat will be withdrawn?"}, {"speaker": "Ben Gummer:", "speech": "      No. I cannot assure the hon. Gentleman that we will stop trying to find efficiencies across the NHS. The important thing is to make sure that we channel money right to the frontline, which means doing so in his hospital, as in others. It will sometimes mean finding efficiencies in individual trusts and commissioning groups, and making sure that the money is rediverted. I should say to the hon. Gentleman that the problems at Addenbrooke’s go much further than A&E. The hospital is in special measures and there is much to put right. I am confident that that will be managed, under the stewardship of the new chief executive, who has proven himself to be excellent."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      Will my hon. Friend the Minister thank the Secretary of State for supporting calls for extra investment in Burnley general hospital? The additional £15.6 million committed last year for a phase 8 development at Burnley general will create a state-of-the-art ophthalmology unit and allow the hospital to centralise all out-patients in one location. Following the new £9 million urgent care centre, this is the latest boost for our local hospital, which lost its accident and emergency department and other key services under the previous Labour Government."}, {"speaker": "Ben Gummer:", "speech": "      The reality, as my hon. Friend recounts in relation to his own constituency, is that satisfaction in the NHS is at near-record levels, and that dissatisfaction in the NHS is at record lows. We rank No. 1 in the Commonwealth Fund rankings of hospital and health systems across the world. Far from the picture painted by Opposition Members, the fact is that people feel the NHS is getting better. There is increasing proof that the NHS is safe in the hands of the Conservative party, and it will continue to be so for the next five years."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      The health economy in north Lincolnshire has been severely challenged for a number of years. When I meet the chief executive and others from the North Lincolnshire and Goole NHS Hospitals Foundation Trust, I get the impression that they are trying run up a finance escalator that is flying down towards them. What can the Government do to help in these circumstances?"}, {"speaker": "Ben Gummer:", "speech": "      I recognise the problems that the hon. Gentleman has identified at Northern Lincolnshire and Goole Hospitals NHS Foundation Trust and in north Lincolnshire. NHS Improvement is looking at them in detail at the moment. I hope that by working with the trust’s existing management, we will see an improvement over the next year. That is the point of what NHS Improvement is trying to do. I reassure the hon. Gentleman   "}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      I had the great displeasure of seeing at first hand the catastrophe that was NHS Connecting for Health under the last Labour Administration. It was therefore a bit rich of Labour Front Benchers to table this urgent question. Does my hon. Friend agree that this Government have introduced a strong regulatory regime and that joint investigations by NHS Improvement, the Care Quality Commission and Monitor will prevent future contractual failures?"}, {"speaker": "Ben Gummer:", "speech": "      I can give my hon. Friend that reassurance. Every Monday when I meet leading officials in the NHS, the people in the room are from the Care Quality Commission, NHS Improvement and NHS England. We make joint decisions. That is important because the system has to work as one. If the different parts pull in different places, we will not provide the solutions that we need. That is what has happened throughout the history of the NHS. For the first time, we have a system-wide response to the challenges facing the health service."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      The CQC is downgrading trusts such as York Teaching Hospital NHS Foundation Trust owing to the national NHS staffing crisis. In addition, the trust will have an £11 million deficit for the first time at the end of this year. What risk assessment did the Minister make in respect of patient safety before the Government agreed to endorse NHS Improvement’s letter that advises trusts to cut headcount?"}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady is wrong. The CQC is not downgrading any trusts. It provides a very important function in the NHS that did not exist before, which is to give open and transparent accounts of how good the quality is in individual trusts. For the first time, patients can see whether their trust is safe, well led and effective. That means that there can be a proper and solid response where there are failings. In too many parts of the NHS, there is not the level of quality that other parts deliver. The CQC shines a light on where we need to improve. Our job, as part of the system with NHS Improvement, is to make those areas measure up."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      My trust in Hull is predicting a deficit of £21.9 million by the end of the financial year. Following a CQC report a few years ago that criticised the staffing levels in Hull, a huge amount of effort has gone into increasing the staffing levels, but that has come at a cost, especially given the premium that is paid for medical staff. Will the Minister reassure my constituents that we will not return to the staffing levels that the CQC criticised in the past when dealing with the deficit of nearly £21.9 million?"}, {"speaker": "Ben Gummer:", "speech": "      I can give the hon. Lady that reassurance. When I was in Hull a few months ago, I had a fantastic series of conversations with clinicians—not just those who are leading the hospital, but those on the frontline in the wards—about how to address the staffing challenges in Hull and east Yorkshire. It is tailored responses to the   "}, {"speaker": "Marie Rimmer (St Helens South and Whiston) (Lab):", "speech": "      Will the Minister join me in visiting my local clinical commissioning group, trust and social services? The reason I ask is that St Helens and Knowsley Teaching Hospitals NHS Trust has just been rated “good” in four of the five areas and “outstanding” in care. The chief executive is managing Southport hospital to help there in the interim. She previously helped Warrington out of its problems. We have no problem with our chief executive and our staff are outstanding and work hard. However, we are having to recruit nurses from Spain. There is a wonderful working relationship between the CCG, the hospitals and adult social care, with lots of pooling going on. Nevertheless, Whiston faces a £7 million deficit and that is not down to the PFI tariff. [Interruption.] Sorry, Mr Speaker, I will come to the question. Will the Minister please join me for a constructive discussion with those people to see what is happening on the frontline?"}, {"speaker": "Ben Gummer:", "speech": "      I know that the Under-Secretary of State for Public Health was in Whiston last year. I was in Manchester a few weeks ago, and I plan to go back there and to the north-west in the next few weeks. I will be doing a regional tour, and I would very much like to meet the hon. Lady and talk to her trust’s chief executive. She raises an interesting point, which is that chief executives in many trusts across the NHS are of exceptional quality. It is often easy to knock managers in the NHS, but there are some fantastic managers, and I am sure that her constituency has one."}, {"speaker": "Mr Speaker:", "speech": "      I say to the Minister in all friendliness that I hope the region is aware of his upcoming tour. It sounds a most exciting prospect."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Will the Minister think carefully about what has happened up and down the country? Health trusts such as mine in Calderdale and Huddersfield have run successfully for many years, but recently—I think this is something to do with the destabilisation of clinical commissioning groups—many problems have entered into the general life of those trusts. In Huddersfield we do not want the closure of A&E in our hospital, or the closure of the main hospital and its replacement by a much smaller one. Will the Minister look carefully and forensically at what has happened in the Huddersfield and Calderdale area? It is not just the whipping boy of the unfortunate independent financial arrangement that was negotiated under John Major but signed under Tony Blair."}, {"speaker": "Ben Gummer:", "speech": "      The hon. Gentleman is an experienced Member of Parliament and, as he will know, there was a time when reorganisations and changes in the structure of the NHS, and the way that hospitals were disposed, was very much decided in Whitehall. That changed as a result of the Health and Social Care Act 2012, and such changes are now led by clinicians. The changes to which he alludes—which we will discuss tomorrow in Westminster Hall—are led by local clinicians, and ultimately the Secretary of State must defer to their opinion. An independent   "}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      At Pennine Acute Hospitals NHS Trust, which serves my constituency, A& E attendances are at a record high, and this weekend the local paper carried the headline “Stay away from A&E unless it’s life or death.” The trust is predicting a deficit of £29 million by the end of the financial year, and although staff work hard in difficult circumstances, does the Minister truly believe that that is an example of a successfully run NHS?"}, {"speaker": "Ben Gummer:", "speech": "      There are many examples of success in the NHS, and hospitals, CCGs and community health organisations are delivering exceptional care within existing budgets. We must ensure that we spread that practice and approach to care across the NHS. Some parts of the NHS are not doing that, but with our ability to level up and “universalise the best”, as Bevan coined it, we will ensure that everyone gets the level of care that those in the best areas of the NHS already receive."}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "      Last week Imperial College Healthcare NHS Trust reported a £25 million deficit, and announced a non-clinical vacancy freeze on top of 10% vacancy rates, and above-target use of agency staff. Its solution was to pay its chief executive £350,000 last year to oversee the downsizing of the major local hospital, Charing Cross. What is that other than a short-sighted and dangerous attempt to undermine the NHS?"}, {"speaker": "Ben Gummer:", "speech": "      Given the hon. Gentleman’s record of statements given to his constituents, whether on housing or hospitals, I would prefer very much comments from the clinicians running Imperial College NHS Healthcare Trust, than I do his own comments about this."}, {"speaker": "Christian Matheson (City of Chester) (Lab):", "speech": "      On the one hand, the Secretary of State is suggesting that he wants a seven-day-a-week NHS, which I presume is not an empty slogan, and on the other hand Ministers are calling for headcount reductions. That suggests that we are asking fewer people in the NHS to work longer hours. Does the Minister share my concern that that is a recipe for staff overstretch and increased pressure on staff, and therefore potentially for greater failings for patients?"}, {"speaker": "Ben Gummer:", "speech": "      If the hon. Gentleman had not mischaracterised the situation, he might have been able to ask a more coherent question. The fact is that NHS Improvement was looking for what savings could be made in back-office functions in hospitals so that that money could be recycled into the frontline. All I can say to him is that under this party the number of clinicians has increased by 16,000 since 2010. That is a record of which we are proud and on which we will continue to build over the next few years."}, {"speaker": "Mr Speaker:", "speech": "      I must inform the House that I have selected the amendment in the name of the Leader of the Opposition."}, {"speaker": "The Economic Secretary to the Treasury (Harriett Baldwin):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Does the hon. Lady agree that one of the real problems in the culture of banking, which we all want to get right, is the role of auditors? Auditors should have been there, should have spotted the dangers and should have blown the whistle, but they did not. Is it not the case that the Bill still does not address the accountancy profession and auditors?"}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman is right to highlight the importance of auditors. Others in this place will consider the role of auditors in the crash, but I think what he will welcome in the Bill is the fact that the National Audit Office, for the first time, will have the ability to do value-for-money studies within the Bank of England."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      Following on from my hon. Friend’s intervention, does the Minister not agree that one of the fundamental problems with   "}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman is absolutely correct that the Bill focuses specifically on the role of the National Audit Office, one independent arm of government, and the Bank of England, another independent agency. The Bill does not particularly focus on the role of auditors in private companies, but I am sure other parts of Parliament will consider that in this Session."}, {"speaker": "Kelvin Hopkins:", "speech": "      I welcome the fact that the NAO will be looking at the Bank, but it will need extra resources to do that big job. Will the Minister guarantee that the extra people employed will represent the shareholders—us and the people we represent—and will not simply come from the banking sector and be soft on banks?"}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman rightly points out the importance of the NAO’s having the right resources. I have not had any representations about this particular move, but I am sure it will make its feelings known, should it require those resources."}, {"speaker": "Mr Sheerman:", "speech": "      I am slightly concerned that the Bill moves us towards a system of less tension and a cosier relationship between the Bank and the Treasury. That would worry me and other Members. Is it true? I always thought that that tension was healthy."}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman is right to highlight the importance of the Bank’s operational independence, which Gordon Brown introduced in 1997—it was his greatest legacy to our country—but he will note that his colleagues’ motion calls for a stronger role for both the Treasury and Parliament and arguably for less independence for the Bank. It is popularly known as the people’s quantitative easing, and I hope that the hon. Gentleman will not support his Front-Bench team on the reasoned amendment."}, {"speaker": "Kelvin Hopkins:", "speech": "      Following the point made by my hon. Friend the Member for Huddersfield (Mr Sheerman), it would be even more worrying if there were a cosy relationship between the NAO and the Treasury. The NAO should be responsible to this House, and the Treasury should not be able to get its tentacles on the NAO."}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman is right to recognise that the NAO is completely independent of the Treasury. Although I have a nominal role on the Public Accounts Committee, the NAO is rightly accountable to Parliament."}, {"speaker": "Stewart Hosie (Dundee East) (SNP):", "speech": "      I very much welcome the move to turn the PRA into the PRC on a par with the MPC and the FPC. Does the Minister not have any anxiety, however, that that leaves the FCA, the consumer protection conduct of business element, out on a limb, with a different status from the other three committees?"}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman is right to highlight the fact that the FCA is set up completely differently. However, I stress that the similarity lies in the operational independence. When it comes to the   "}, {"speaker": "Mark Garnier (Wyre Forest) (Con):", "speech": "      Does the Minister agree that the senior managers regime will cut through the accountability far more, as the Parliamentary Commission on Banking Standards discovered? The regulatory regime at the time had the effect of forcing senior managers to create ignorance of what was going on within their institutions. The Bill will now absolutely reverse that, so that senior managers must know what is going on within their institutions so that they can take responsibility for infringements of the rules."}, {"speaker": "Harriett Baldwin:", "speech": "      My hon. Friend, who was a distinguished member of the Parliamentary Commission on Banking Standards, is right to say that the commission highlighted the fact that the approved persons regime   "}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      Can the Minister explain what has happened in the two and a half years since the 2013 Act was passed—essentially, by a Conservative Government—to change the reverse burden of proof?"}, {"speaker": "Harriett Baldwin:", "speech": "      As the hon. Gentleman knows, the measures in the 2013 Act are due to come into force on 7 March this year. The position in relation to the reverse burden of proof is becoming increasingly clear. Andrew Bailey said in his evidence to the Treasury Committee, of which the hon. Gentleman is a member:"}, {"speaker": "Mr Andrew Tyrie (Chichester) (Con):", "speech": "      Will the Minister give way on that point?"}, {"speaker": "Harriett Baldwin:", "speech": "      I will give way to the Chair of the Select Committee on that point."}, {"speaker": "Mr Tyrie:", "speech": "      It surprised a number of members of the Committee when both the Prudential Regulation Authority and the Financial Conduct Authority told us that they supported the removal of the reverse burden of proof. I think that many of us would be in a different place had they not given that evidence."}, {"speaker": "Harriett Baldwin:", "speech": "      I appreciate my right hon. Friend’s contribution, because he has been examining the issue for longer than most. He will know of the points that were made about this topic in the other place. The regime is due to come into force on 7 March 2016, which is pretty soon. The rolling out of the implementation will focus on the larger organisations first, but the Committee and, I am sure, the Treasury will want it to apply in particular to the large, systemically important firms by 7 March."}, {"speaker": "Stewart Hosie:", "speech": "      The Minister has used the words “guidance” and “advice” almost interchangeably in her last few sentences. Many of us across the House are concerned that it is advice that will be required, particularly by those with rather modest annuities. Can she give a guarantee that what is being offered is advice and not merely guidance?"}, {"speaker": "Harriett Baldwin:", "speech": "      The hon. Gentleman is absolutely right to highlight that semantic distinction. His constituents and mine want help; they do not know whether they are asking for regulated advice or guidance. He will also be aware that we have carried out a consultation—the financial advice market review—which closed in December. We are now studying the responses to that consultation with a view to seeing whether the current distinction is linguistically, and indeed legally, appropriate. He will hear more on this interesting topic in due course."}, {"speaker": "Richard Burgon (Leeds East) (Lab):", "speech": "      I beg to move an amendment, to leave out from “That” to the end of the Question and add"}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "      Is it not the case that Labour rescued the banks in 2008 and that now the Conservatives are selling off RBS shares at a loss to the taxpayer?"}, {"speaker": "Richard Burgon:", "speech": "      I thank my hon. Friend for her intervention, and she is correct. It shows what disregard the Chancellor has for the taxpayers’ coffers and the public purse—he is also showing that in his numerous meetings with Google and their shoddy outcome. Financial stability and the effective regulation of our banking and wider financial services industry are vital in ensuring that the sector serves the interests of the whole economy, does not hurt ordinary people or small and medium-sized businesses, and delivers vital investment that our country needs for long-term growth. Getting the balance of regulation right is an important task for any Government, one that Governments around the world have failed to fulfil in the past decade. It is a task that has been attempted since the bankers’ crisis of 2008, but today the Government are threatening to set back this task."}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      The hon. Gentleman was not here then, so he can form a dispassionate view. What has he learnt about the mistakes the regulators made under Labour, when we saw all those excesses that he is now talking about?"}, {"speaker": "Richard Burgon:", "speech": "      I thank the right hon. Gentleman for his intervention. At the time, Conservative Members were calling for even lighter regulation, but what is clear, and what I will illustrate, is that Labour Members have learnt the lessons of the banking crisis but that this Bill shows they have not been learnt by Conservative Members. Eight years on, bankers’ behaviour and bankers’ bonuses remain in the news. Court cases and institutional fines continue, with hundreds of millions of pounds-worth of fines issued, yet still only one person is in prison, despite all the damage done. Despite a series of commissions and reviews, there remains too little evidence that the lessons of the bankers’ crisis have been learnt. We should all know that the public remain angry at what a number of top bankers did to our economy and our society."}, {"speaker": "Kelvin Hopkins:", "speech": "      My hon. Friend is making an excellent speech and I strongly agree with it. Was it not astonishing that before 2008 those in the private banking sector did not appear to spot the crisis that was coming? They were too busy making money hand over fist for themselves."}, {"speaker": "Richard Burgon:", "speech": "      I thank my hon. Friend, who has extensive experience in these matters, for that. Troublingly, the people who now say there is no risk of a financial crisis ever again were the very same people in the very same sector who were saying before 2008 that everything was fine and there was no risk of disaster at the time. Sadly, how wrong they were! Despite what the bankers did to our economy and our society, about which there was entirely justified anger among the population, the Chancellor has cunningly turned the bankers’ crisis into a crisis of public spending, and has adopted a policy of spending cuts to vital services to which there seems to be no end in sight. In looking at this Bill, it appears that the Chancellor believes that he can now turn back the clock in the banking and financial sector."}, {"speaker": "Sammy Wilson (East Antrim) (DUP):", "speech": "      At the conclusion of her speech, the Minister indicated that by voting against the Second Reading of this Bill Members would be putting the public at risk from further bank abuses. Does the hon. Gentleman not agree that, by voting against this Bill and getting it changed so that the reverse burden of proof is put back in place, we are safeguarding against the abuses of the past?"}, {"speaker": "Richard Burgon:", "speech": "      I thank the hon. Gentleman for putting that necessary point so powerfully. People outside this place will be shocked to hear that, as a result of this Bill, senior bankers in the top firms will have less guards on their personal responsibility."}, {"speaker": "Harriett Baldwin", "speech": "     rose—"}, {"speaker": "Richard Burgon:", "speech": "      I do wish to make some progress. [Hon. Members: “Give way!”] I will give way."}, {"speaker": "Harriett Baldwin:", "speech": "      I thank the hon. Gentleman for giving way. Further to that point, the measures that he seems to object to so much are in clause 22. Why is he voting against Second Reading when there are many other excellent measures to which he presumably does not object?"}, {"speaker": "Richard Burgon:", "speech": "      It may be that others can explain to the Minister the real purpose of a reasoned amendment in these circumstances. I think our action is entirely right."}, {"speaker": "Mark Garnier:", "speech": "      The presumption of responsibility has not gone. The senior managers regime absolutely includes the presumption of responsibility for everybody in these institutions. The hon. Gentleman may have had a number of conversations with some of the banks being affected by this, as I have, and I served on the banking commission that brought in the reverse burden of proof. What is interesting is that the banks are now complaining bitterly that the reverse burden of proof has now been reversed, because that managed to be a tick-box operation and they now have a much more onerous responsibility for management than they ever   "}, {"speaker": "Richard Burgon:", "speech": "      I thank the hon. Gentleman, who is experienced in these matters, for his intervention, but every time we have received correspondence from, and listened to, bankers on this matter, they seem desperate for the reverse burden of proof to be scrapped. They say how dreadful it would be, how it was totally unjustified and that business as usual is fine—that we can just return to things with no risk of a repeat of the financial crisis of 2008. Unfortunately, I believe they were wrong, but we need to remember that this presumption of responsibility, or the reverse burden of proof, was a safeguard brought in by the very same Chancellor who is now seeking to scrap it."}, {"speaker": "Grahame M. Morris (Easington) (Lab):", "speech": "      My hon. Friend is making an interesting argument in a powerful speech. Does he agree that the Chancellor had said he had not met the banks in the lead-up to the general election, but apparently he has met bankers on five separate occasions since the general election—presumably to discuss the contents of this Bill? Is he concerned, as I am, that the Chancellor might be the victim of Stockholm syndrome and has become a prisoner of the bankers and their financial interests?"}, {"speaker": "Richard Burgon:", "speech": "      Of course it is correct that the Chancellor meets senior bankers, but what concerns me and many people outside this place is that the Chancellor appears to be acting in their interests alone."}, {"speaker": "Imran Hussain (Bradford East) (Lab):", "speech": "      Following comments made to the media by Robert Jenkins, a member of the Bank’s Financial Policy Committee, that the regulators and their political masters were captured by banking leaders in the run-up to the meltdown, is my hon. Friend concerned that the Bill shows that the Government are still being captured by banking leaders?"}, {"speaker": "Richard Burgon:", "speech": "      My hon. Friend hits upon an important point. The role of a City Minister, a shadow City Minister and of the Government is not to represent the interests of the City to the population, but to fulfil their democratic function. A Government are not there to take orders from the City of London. Yes, we must listen to the City of London and value its contribution, but we are not its political representatives on earth."}, {"speaker": "Mark Garnier:", "speech": "      The hon. Gentleman is being generous with his time. I am sorry to be a pedant, but in 2005 there was a £43 billion budget deficit. There was a deficit long before the banking crisis, and there was a structural deficit that the banking crisis brought out."}, {"speaker": "Richard Burgon:", "speech": "      I appreciate the hon. Gentleman’s pedantry. With respect, he makes a point that does not bear too much political scrutiny. The global financial   "}, {"speaker": "Several hon. Members ", "speech": "     rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before I call the Chairman of the Select Committee, may I remind Members that there are 12 Members wishing to speak in the debate, and that there is an important Backbench Business Committee debate to follow, so if everybody restricts themselves to 10 minutes, including interventions, everybody will get in, and we will have plenty of time for the Back-Bench debate. To set an example, I call the Chairman of the Treasury Committee, Andrew Tyrie."}, {"speaker": "Mr Andrew Tyrie (Chichester) (Con):", "speech": "      I fear that I may disappoint you slightly in that regard, Madam Deputy Speaker, but I will do my very best—unless you were giving an instruction from the Chair."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Let us see whether the SNP spokesperson can give us a better definition of what constitutes 10 minutes. I call George Kerevan."}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      I will try to do so, Madam Deputy Speaker."}, {"speaker": "Sammy Wilson:", "speech": "      Does the hon. Gentleman accept that one piece of evidence about why the reverse burden of proof would have been an effective brake on the excesses of the banks is the fact that bankers themselves are not keen on it? They knew that it would be an effective tool and were fearful of it."}, {"speaker": "George Kerevan:", "speech": "      I am trying to avoid pointing the finger and drawing inferences. What I will do, in agreeing with the hon. Gentleman, is to quote the right hon. Member for Chichester. I hope he will forgive me for doing so. When the LIBOR scandal emerged in 2014, after the Banking Commission, he said:"}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab):", "speech": "      And no resource."}, {"speaker": "George Kerevan:", "speech": "      Absolutely."}, {"speaker": "Mark Garnier:", "speech": "      The hon. Gentleman is making an extraordinarily intelligent speech, but he has just hit on the key point. It is possible for bankers to provide a tick-box operation, which their lawyers have advised them on, to prove that they have undertaken every possible measure to prevent such action. It is therefore very easy for them to get around the reverse burden of proof legislation. The point behind reversing that legislation, which was given by Andrew Bailey and by the Governor of the Bank of England and some of the Bank’s lawyers, is that there cannot be a tick-box operation to show that they have complied with the rules because they involve a much more esoteric way of running the bank. It is therefore much more difficult for bankers to escape the rules if something does go wrong."}, {"speaker": "George Kerevan:", "speech": "      I respect the logic of the hon. Gentleman’s argument. Sadly, we will never get a chance to see the legislation that he voted for in the last   "}, {"speaker": "Mark Field (Cities of London and Westminster) (Con):", "speech": "      I will be neither as discursive nor as time-consuming as my right hon. Friend the Member for Chichester (Mr Tyrie), but he made some important points. Even before 2008, banking was one of the most highly regulated industries. Although I agree that ideally we need to move towards a much more competitive world in the banking sphere, it is also worth reflecting that one reason why we have not had a great upsurge of challenger banks is because—at least in the retail banking sector—the banking world is insufficiently profitable to make it worth while for such competitors to come through. One reason for that is because there is ever more regulation and compliance in the retail world. It is therefore perhaps predictable that the furore surrounding this Bill has been concentrated on the role in the institutional architecture of the Financial Conduct Authority, and the changes that have already been referred to regarding the Government’s original proposals on the senior managers’ regime."}, {"speaker": "George Kerevan:", "speech": "      Is the right hon. Gentleman essentially saying that, from his knowledge, the Treasury was blackmailed into changing the proposed legislation?"}, {"speaker": "Mark Field:", "speech": "      I am not suggesting that for one minute, but we need to make legislation that is effective and enforceable. I think there were human rights implications about having a reverse burden of proof. If we are going to try to encourage a banking and professional services industry that is worth its salt here in the UK, we need to ensure we do not put it under burdensome regulations that apply here in the UK but not across the globe."}, {"speaker": "John Mann (Bassetlaw) (Lab):", "speech": "      I shall stick to your request that we keep to 10 minutes, Madam Deputy Speaker, not least because I hope to catch your eye in the second debate. I will therefore not speak about the FCA now, although it would be relevant."}, {"speaker": "Mark Field:", "speech": "      Is the hon. Gentleman able to answer my earlier point? If we have ever-more rigorous regulation and ever-more onerous compliance, with even the new challenger banks having to pay a large bank levy immediately, will that not provide a massive disincentive to the sort of competition that many want to see in the banking system? I am not saying it is an easy issue to resolve. We all want competition, but how will that happen in the banking sector if it is so heavily regulated—now and in the future?"}, {"speaker": "John Mann:", "speech": "      I have said many times in the past and repeat it briefly now that there should be a differential in the risk for retail banking."}, {"speaker": "Harriett Baldwin", "speech": "     rose—"}, {"speaker": "John Mann:", "speech": "      I shall end now; there is plenty of opportunity to join the debate."}, {"speaker": "Mr Gary Streeter (South West Devon) (Con):", "speech": "      I, too, will be brief, as I wish to catch the eye of the occupant of the Chair during the next debate."}, {"speaker": "Louise Haigh (Sheffield, Heeley) (Lab):", "speech": "      It is vital that we tackle the debt advice and lending industries. We have a fantastic “buddy” in Sheffield called Sheffield Money, which is trying to do just that. However, the Office for Budget Responsibility has estimated that the measures in last year’s Budget will increase unsecured individual lending by £40 billion by 2020. Does the hon. Gentleman share my concern about that?"}, {"speaker": "Mr Streeter:", "speech": "      Regardless of the amount by which personal lending increases, what is important is the availability of help for those who get themselves into difficulty, and we may see an increase in the number of people in difficulty if interest rates rise towards the end of the year. I know that that would cause pain to a great many of our constituents, so it is important to get the system right now."}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      Diolch, Madam Deputy Speaker."}, {"speaker": "Sammy Wilson:", "speech": "      Does the hon. Gentleman accept that the downside of having our own banknotes in Northern Ireland is that anyone who tries to pass them on in England is looked on as some kind of conman?"}, {"speaker": "Jonathan Edwards:", "speech": "      I am always grateful for interventions from my great friend, who speaks with a huge knowledge of financial matters. Those notes are legal tender and a legal currency, and I think that we need to move forward. The issue was raised with me on television today. The fact is that Scottish and Northern Ireland banknotes can be legally used anywhere in the United Kingdom."}, {"speaker": "Mr Alan Mak (Havant) (Con):", "speech": "      I am pleased to speak in support of this important Bill, which delivers a new settlement for the financial services sector—a vital sector of the UK economy—by strengthening the Bank of England and the regulatory regime governing individuals working in the sector. In particular, the Bill deserves support because it puts the Bank of England at the centre of a new regulatory system that will give it new powers, more responsibilities and better procedures. It will also strengthen the Bank’s governance, transparency and accountability and increase the accountability of staff working in our important financial services sector."}, {"speaker": "Rob Marris (Wolverhampton South West) (Lab):", "speech": "      Is there anything in the Bill that the hon. Gentleman does not like?"}, {"speaker": "Mr Mak:", "speech": "      I am sure that the hon. Gentleman will agree that the proposals support the Governor’s “one mission, one bank” strategy, which entails supervision being conducted in a more effective and efficient way, as befits an institution of our modern global economy. The new arrangements come with important safeguards. For example, the statutory objectives of the PRA will   "}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab):", "speech": "      I am pleased to be able to contribute to this debate and to follow the hon. Member for Havant (Mr Mak), who gave a Panglossian view of the City and the Bill. When I first read this Bill, I thought it was disappointing, but the more carefully I looked, the worse I thought it became. Of course it contains some good steps, but one thing we see here is the Tory Government circling their wagons to protect their friends and funders in the City. The Bill gives us no hope of introducing the separation between retail and investment banking that we so obviously   "}, {"speaker": "Marcus Fysh (Yeovil) (Con):", "speech": "      It is a bit rich for the Opposition to be talking about this as if it were some sort of a party political issue. [Interruption.] Let meexplain why I said that. Everybody shares the frustration at what happened in the lead-up to the banking crisis, but we cannot get away from the fact that the Labour party played a large part in it. Even though the regulation and the powers were there, the practices were not pursued assiduously enough, which put financial stability at risk."}, {"speaker": "Roger Mullin (Kirkcaldy and Cowdenbeath) (SNP):", "speech": "      One disadvantage of being called late in the debate is that I always find myself completely rewriting what I thought was an excellent speech. I feel that I must reflect on some of the earlier contributions. I noted that, in her opening remarks, the Minister said that the Financial Conduct Authority would deal with things such as sharp practices. She talked about the importance of dealing with “groupthink”. The right hon. Member for Chichester (Mr Tyrie) talked about the importance of re-establishing trust in the proper conduct of business. The hon. Member for Leeds East (Richard Burgon) talked about his concerns about the public view of the behaviour of banks. These, and other, contributions make the case for the fundamental importance of what   "}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      It is a pleasure to speak in this Second Reading debate."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      Thank you, Madam Deputy Speaker. I shall try to compensate for some of the earlier speeches that went a little beyond your guidance."}, {"speaker": "Rob Marris (Wolverhampton South West) (Lab):", "speech": "      It is a pleasure to follow a fellow black country MP—my almost near neighbour, the hon. Member for Dudley South (Mike Wood)."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      Would my hon. Friend also welcome something for which some of us have been campaigning for the last 24 years? Twenty-four years ago, the Bank of Credit and Commerce International —the sixth-largest private bank in the world—closed and the Bingham report was commissioned to look at the supervision of the Bank of England and at its powers. However, one part of the report has not been published over the last 24 years—the confidential second part. Does my hon. Friend think it should now be published?"}, {"speaker": "Rob Marris:", "speech": "      I agree with my right hon. Friend. Many of his constituents in Leicester, and mine in Wolverhampton, were adversely affected by BCCI’s collapse, and unless we publish that material, we will not learn from it."}, {"speaker": "Harriett Baldwin:", "speech": "      With the leave of the House, Mr Deputy Speaker, I would like to speak for a second time."}, {"speaker": "Helen Goodman", "speech": "     rose—"}, {"speaker": "Harriett Baldwin:", "speech": "      Does the hon. Lady agree with that policy?"}, {"speaker": "Helen Goodman:", "speech": "      Surely the hon. Lady knows that it is the current Chancellor who has printed, as she puts it, £175 billion of money, and in doing so has increased the wealth of the top 5% in this country by £185,000 each."}, {"speaker": "Harriett Baldwin:", "speech": "      I do worry about the hon. Lady sometimes, because she is again criticising the decisions of the independent Bank of England."}, {"speaker": "Rob Marris:", "speech": "      It is David Blanchflower!"}, {"speaker": "Harriett Baldwin:", "speech": "      Danny is what he seems to like to go by. He said in a recent article for the New Statesman:"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I call Guto Bebb to move the motion. You have 10 to 15 minutes."}, {"speaker": "Guto Bebb (Aberconwy) (Con):", "speech": "      I beg to move,"}, {"speaker": "Heather Wheeler (South Derbyshire) (Con):", "speech": "      Does my hon. Friend agree that the glass being half full has been okay for some constituents, but that for those who are looking for consequential losses as well, the glass has been absolutely empty?"}, {"speaker": "Guto Bebb:", "speech": "      My hon. Friend makes an important point about one of the failures of the redress scheme. Too often, the FCA has hidden behind the argument that 80% of the people involved in the redress scheme have accepted their outcome. What it is not willing to admit is that people have accepted the outcome under duress because they needed to keep ahead and get their lives back on track."}, {"speaker": "Daniel Kawczynski (Shrewsbury and Atcham) (Con):", "speech": "      My hon. Friend is aware of the case of my constituents, Mr and Mrs Bennett from Dorrington, which I have shared with him. They have been treated appallingly by RBS and there has been a complete lack of interest from the FCA. I am grateful to him for taking this matter on and urge him to continue the campaign most vigorously."}, {"speaker": "Guto Bebb:", "speech": "      I am grateful to my hon. Friend for those comments. I will touch on RBS’s involvement in the redress scheme."}, {"speaker": "Sir Simon Burns (Chelmsford) (Con):", "speech": "      Does my hon. Friend accept that people such as my constituent, Larry Berkovitz, have been so frustrated by how long, drawn-out and time consuming the process is that they feel as if they are hitting their head against a brick wall to try to get justice?"}, {"speaker": "Guto Bebb:", "speech": "      I sympathise fully. When I established the all-party parliamentary group on interest rate swap mis-selling, I expected it to be closed within a year. Four years later, I am still raising debates on the issue, so I share the concern that people are knocking their heads against a wall and getting nowhere."}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      Does my hon. Friend agree that the FCA ought to look at transparency, speed and fairness? It seems to me that the FCA has taken no regard of the fact that many of our constituents—probably running into the hundreds of thousands across the country—have lost tens of thousands of pounds. In many cases, these are elderly people who were relying on that money to keep them into their old age."}, {"speaker": "Guto Bebb:", "speech": "      I endorse those comments completely."}, {"speaker": "Dame Angela Watkinson (Hornchurch and Upminster) (Con):", "speech": "      Dr Eric Saunderson is one of many constituents who made significant losses under the Connaught investment scheme. He is not just frustrated by the inordinate length of time that the FCA is taking to investigate that and decide what compensation might be payable, but he is still unclear as to whether that compensation—once decided—will be paid directly to investors or put into the suspended Connaught fund."}, {"speaker": "Guto Bebb:", "speech": "      My hon. Friend makes an important point, and there is a lack of clarity on that issue. Only last week the FCA decided to publish on its website the fact that there has been a settlement between the liquidators and Capita. Interestingly, the decision to publish that statement on its website breached the confidentiality agreement. Therefore, the regulator was commenting on a settlement, but the parties to that settlement were not able to offer any advice because there is a confidentiality agreement. The FCA has a track record of being accused of breaching confidentiality, but to publish the fact that it is taking a degree of responsibility for the outcome is utterly unacceptable in view of the fact that the liquidators are stating categorically that they are not associating themselves in any way, shape or form with the statement, that they do not agree with aspects of that statement, and that the only reason they had to force a settlement was that the mediation that the FCA decided to try to arrange was not successful. Indeed, the decision to finish the mediation was made without consultation. For the regulator to make a statement on its website that is then categorically denied by the parties to the agreement is a matter of concern."}, {"speaker": "Dr Tania Mathias (Twickenham) (Con):", "speech": "      Does my hon. Friend agree that with the Connaught inquiry the FCA has been too slow and not transparent enough for investors?"}, {"speaker": "Guto Bebb:", "speech": "      Of course I agree, and I will quickly run through my points about Connaught, because there are questions to ask the regulator. Will the settlement result in full compensation and a settlement for investors? Probably not. How is the settlement relevant to the FCA’s ongoing investigation into the operators? We do not know. Is it correct to state that the FCA was involved, or is that simply because the litigators were in a situation where the failure to mediate the decision to hold an investigation took place without any consultation? Is this settlement better than what was almost agreed under the FCA’s mediation process? If it is, why 18 months down the line have investors waited even longer for a settlement?"}, {"speaker": "Andrew Bingham (High Peak) (Con):", "speech": "      My hon. Friend has done a lot of work on this issue, including in the all-party group on interest rate mis-selling during the last Parliament. The problem is that we are still here and the FCA seems to be blundering around in the dark—we are talking about people’s money and investments."}, {"speaker": "Guto Bebb:", "speech": "      The mood of the House is fairly clear. Indeed, every time we debate these issues the House has been clear, but I am afraid the regulator has not responded."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I now introduce an eight-minute time limit."}, {"speaker": "John Mann (Bassetlaw) (Lab):", "speech": "      My constituent, Steven Jones, is a successful entrepreneur and businessman in my area, who was advised about and then sold an interest rate hedging product by RBS in 2009. RBS’s own investigation showed that the cost of the swap was never mentioned at all, but instead a series of emails showed that a section of RBS was desperately keen for such products to be sold."}, {"speaker": "Mark Garnier (Wyre Forest) (Con):", "speech": "      It is always a great pleasure to follow the hon. Member for Bassetlaw (John Mann). Some of my most entertaining afternoons on the Treasury Committee have been following him when he has been quizzing the Chancellor. Who can   "}, {"speaker": "Anna Turley (Redcar) (Lab/Co-op):", "speech": "      I share the hon. Gentleman’s concern about honing in only on the bad news, but that is cold comfort to the many constituents of ours facing these difficult problems. My constituent Mr Lilley and his family own a small glass and DIY business in the village Marske. They were mis-sold an interest rate hedging product by HSBC and are still owed thousands of pounds because of the difference in the premium. Is that not a perfect example of how the FCA is failing to investigate? This issue is of huge personal significance to our constituents—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order."}, {"speaker": "Mark Garnier:", "speech": "      The hon. Lady speaks well, and should take as long as she can to make her point."}, {"speaker": "Mr Deputy Speaker:", "speech": "      Order. I will make that decision. I do not want us mentioning football either, as I watch Bolton Wanderers. I also ask the hon. Gentleman to talk to the Chair, not the Chamber."}, {"speaker": "Mark Garnier:", "speech": "      I apologise, Mr Deputy Speaker. I have been here for five years, so I should know to take this much more seriously."}, {"speaker": "Guto Bebb:", "speech": "      I am an Everton football supporter, and we have been patient with Tim Howard. It is not that he made one mistake and allowed one goal to be scored; he has conceded half a dozen such goals this season. It is the same with the regulator. It is not the one mistake that we complain about; it is a pattern of behaviour."}, {"speaker": "Mark Garnier:", "speech": "      I am regretting using the footballing analogy. I am not actually a huge football fan myself."}, {"speaker": "Graham Stuart (Beverley and Holderness) (Con):", "speech": "      My hon. Friend is making a strong case for the role of the FCA in terms of systemic, high-level regulation, but does he think it is fit for purpose in protecting consumers, entrepreneurs and individuals who, from that high level, might not look so important?"}, {"speaker": "Mark Garnier:", "speech": "      That is obviously the whole point of the debate. The answer, overall, is yes, but I think the regulator gets it wrong on occasions, which is why we have the Treasury Committee and debates such as this—to hold its feet to the fire on specific issues, such as those raised by my hon. Friend the Member for Aberconwy."}, {"speaker": "Marion Fellows (Motherwell and Wishaw) (SNP):", "speech": "      My reason for speaking in this debate leads on from my Adjournment debate last Monday on the mis-selling of pensions, in advance of which I came up against the FCA for the first time. As a not very qualified and not very long-standing MP, and as someone who has never really had to deal with any of the regulatory bodies, I went to the Library for some background. I asked what turned out to be a very silly question. I asked for a list, going back to the 1990s, of regulators and what they were responsible for, only to be informed by the relevant expert in the Library that it was a huge piece of work and that he could not get it to me in time for this debate. I now perfectly understand that."}, {"speaker": "Daniel Kawczynski:", "speech": "      For some of my constituents—I have mentioned Mr and Mrs Bennett from Dorrington—the litigation costs are absolutely exorbitant, which prevents many constituents from pursuing that line. I echo the hon. Lady’s sentiments that people have nowhere to go and no one to turn to in order to explain the appalling things that have happened to them."}, {"speaker": "Marion Fellows:", "speech": "      I thank the hon. Gentleman for that intervention, which absolutely confirms what I think and what I said here last week. People cannot afford to go to litigation. Even when they do go, they do not get the satisfaction that they should get because of the mish-mash of regulators and mish-mash of regulations."}, {"speaker": "Craig Tracey (North Warwickshire) (Con):", "speech": "      I am grateful to you, Mr Deputy Speaker, for the opportunity to speak in the debate. I congratulate my hon. Friend the Member for Aberconwy (Guto Bebb) on securing the debate."}, {"speaker": "Graham Stuart:", "speech": "      I wonder whether there has been a reduction in small companies. Heavy regulation often favours larger organisations, so it cuts out the entrepreneurial and small business in a market town in my constituency above a shop, while it favours the large companies, which then gouge the public for higher fees. Does my hon. Friend agree?"}, {"speaker": "Craig Tracey:", "speech": "      My hon. Friend is absolutely right, and that was indeed my experience. I was coming on to say how many firms have disappeared since regulation was introduced. To put it into context, in my final years as a broker, 80% of my time was spent working on compliance rather than being productive in my business. That was a small brokerage providing a valuable high street presence to people who needed access to somebody they knew and trusted. A clear case can be made that firms that abide by the rules should not be the ones that pay for the misbehaviours and increased regulation caused by other firms."}, {"speaker": "Mr Mark Williams (Ceredigion) (LD):", "speech": "      I pay tribute to the hon. Member for Aberconwy (Guto Bebb) for his persistence in pursuing this cause. I counted three debates that he had initiated with the support of the Backbench Business Committee, but he reminded us that there have now been four. I spoke in the first three, and I now speak again on behalf of my constituents who have been affected specifically by the mis-selling of interest rate swap products. Many of them have been denied justice, notably those who were sold tailored business loans or hidden swaps, largely by Clydesdale and Yorkshire bank, and who have been denied any semblance of justice."}, {"speaker": "Mr Gary Streeter (South West Devon) (Con):", "speech": "      I congratulate my hon. Friend the Member for Aberconwy (Guto Bebb) on securing this debate and on his tenacity in pursuing this issue. I fully support the motion. I am not at all happy with the FCA’s performance in resolving the swap issue. I have had experience of several constituency cases that have revealed a very slow process with insufficient redress, and the independent review process appears to be anything but independent. So I have no confidence at all in this FCA scheme."}, {"speaker": "Daniel Kawczynski:", "speech": "      Does my hon. Friend agree that the swaps—the derivatives—were deliberately made to be so complicated that our constituents would have no opportunity to understand them?"}, {"speaker": "Mr Streeter:", "speech": "      I suspect that that is the case—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. May I just remind everybody that the Chair certainly will not be favouring any Government, for or against?"}, {"speaker": "Mr Streeter:", "speech": "      We all knew that, Mr Deputy Speaker."}, {"speaker": "Ruth Cadbury (Brentford and Isleworth) (Lab):", "speech": "      First, I particularly wish to thank the hon. Member for Aberconwy (Guto Bebb) for securing this important debate on the future of the FCA, especially in the light of recent perceived failings, and for his work on the all-party group on the Connaught Income Fund, series 1, which has done so much good work, without, sadly, getting this resolved so far."}, {"speaker": "Several hon. Members ", "speech": "     rose— "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. We will have to drop to seven minutes to get everyone in on time."}, {"speaker": "William Wragg (Hazel Grove) (Con):", "speech": "      It is a pleasure to speak in this debate and, like many colleagues across the House, I wish to place on record my thanks to my hon. Friend the Member for Aberconwy (Guto Bebb) for his tenacity in the work he does and for securing this debate."}, {"speaker": "Caroline Nokes (Romsey and Southampton North) (Con):", "speech": "      I, too, would like to pay tribute to my hon. Friend the Member for Aberconwy (Guto Bebb) for his hard work on this issue. Does my hon. Friend the Member for Hazel Grove (William Wragg) agree that the real tragedy of many of the scenarios that have been played out in constituencies up and down the country is that it is not simply businesses or individuals who suffer. The suffering is also felt by a whole range of employees, whose jobs have been liquidated in this way by the banks?"}, {"speaker": "William Wragg:", "speech": "      My hon. Friend is absolutely right to raise that point. Too often, perhaps, we focus on the concerns of businessmen, but we should also focus on the people they employee, and who keep the economy of this country going."}, {"speaker": "Richard Arkless (Dumfries and Galloway) (SNP):", "speech": "      The hon. Gentleman is making a compelling case and I echo his sentiments. My constituent, Victor Singh, owns a property company in exactly the same position. His fear is that the report is being delayed by RBS as a tactic to delay the litigation and reach a more favourable position for the bank. Does the hon. Gentleman agree that the House should use this debate to call on the FCA to publish that report as soon as possible so that the litigants can have a fair hearing?"}, {"speaker": "William Wragg:", "speech": "      I thank the hon. Gentleman for that timely intervention. I agree with him to the extent that I hope the voice of the House this evening will be heard loud and clear, and that the FCA will proceed with a degree of alacrity that it has so far not shown."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I am going to have to drop the time limit again because of the intervention. It will now be six minutes."}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      I, too, congratulate the hon. Member for Aberconwy (Guto Bebb) on securing the debate and on the work he has done on this subject over a lengthy period."}, {"speaker": "James Berry (Kingston and Surbiton) (Con):", "speech": "      One of my constituents, who is a financial adviser, and a number of his clients have lost significant amounts from investing in the Connaught Income Fund. Is the hon. Lady aware that an investigation has not even been commenced into one of the main parties, even though key information was provided to the FCA as long ago as 2011?"}, {"speaker": "Kirsten Oswald:", "speech": "      The hon. Gentleman makes a valid point. The delays inherent in this case are making it difficult for people in all kinds of situations to have justice and clarity."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      The hon. Member for Kingston and Surbiton (James Berry) raised the case of an independent financial adviser. Does my hon. Friend share my concern that independent financial advisers, many of whom were also investors in the fund, risk continuing to be blamed for losses relating to it because of the FCA’s continuing failure to investigate within a reasonable timescale?"}, {"speaker": "Kirsten Oswald:", "speech": "      I agree with my hon. and learned Friend. The system regulated by the FCA, which the Chancellor wants people to rely on, continues to fail to provide all these investors with compensation, or even an explanation, for their loss."}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      It is a pleasure to follow the hon. Member for East Renfrewshire (Kirsten Oswald) and to learn the phrase, “Couldn’t run a ménage”, which I hope will replace, “Couldn’t run a whelk stall”. I have always thought that was probably rather difficult anyway, so “ménage” is a better term."}, {"speaker": "Guto Bebb:", "speech": "      I appreciate the points my hon. Friend is making—they are entirely reasonable—but I think that the difference between the FSA and FCA is being over-emphasised. The people who were FSA officers when the all-party group on interest rate swap mis-selling was established were the same people as the FCA officers who attended our first meeting after the FCA was established. I think that the degree of change is being overstated."}, {"speaker": "Mr Rees-Mogg:", "speech": "      I do not agree with my hon. Friend on this occasion. Inevitably, some employees remained the same. It would have been extraordinary if all the regulators at the FSA had been fired and sent off to the great regulatory house in the sky. The powers and the responsibilities of the FCA were changed and, indeed, it has carried out an investigation."}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      My hon. Friend is making a typically powerful speech and I agree with much of his argument, but does he not accept that we are here primarily to represent our constituents and that the reason so many Members are upset with the FCA is that it is not giving redress? The time it is taking is so frustrating and the motion puts pressure on it to provide redress."}, {"speaker": "Mr Rees-Mogg:", "speech": "      I am grateful to my hon. Friend for that intervention, because I think there is a difficulty with time. Reference has been made to the HBOS report, which took a long time to come forward. Again, it started under the FSA, and the failures were of the FSA, not of the FCA. For a body that has been going for only three years, such a timespan is perhaps not that unreasonable, given that for two of those years it was making a specific investigation."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I am sorry to say that we are now going down to five minutes, because of interventions. I call George Kerevan."}, {"speaker": "George Kerevan (East Lothian) (SNP)", "speech": "     indicated dissent."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      In that case, we can still have six minutes. I call Michelle Thomson."}, {"speaker": "Michelle Thomson (Edinburgh West) (Ind):", "speech": "      Thank you, Mr Hoyle. I add my thanks to the hon. Member for Aberconwy (Guto Bebb) for the work that he has done through the all-party parliamentary group and more widely. People whom I knew in a previous life before I came to this place are very appreciative of that work. I will address my remarks primarily to the fact that the FCA process of redress simply does not work for businesses that are forced into insolvency as a result of being mis-sold interest rate hedging products. The concept of hedging is well understood to mitigate risk, but those products were structured to be a “heads I win, tails you lose” for the banks."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order."}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      I add my congratulations to my hon. Friend the Member for Aberconwy (Guto Bebb). He is a doughty fighter for financial justice not only for his constituents, but for all our constituents, and we owe him a great debt."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "      I add my congratulations to the hon. Member for Aberconwy (Guto Bebb) on securing this debate. He has been careful in raising the excesses that his constituents have suffered from over the past couple of years. He is to be commended for the wide range of issues he raised in his speech, including interest rate swaps, which many Members have talked about; Connaught, which has affected many people in our constituencies; and, of course, the issue of banking culture, which in many ways sparked the debate that we are having."}, {"speaker": "Rebecca Long Bailey (Salford and Eccles) (Lab):", "speech": "      I congratulate the hon. Member for Aberconwy (Guto Bebb), my hon. Friend the Member for Bassetlaw (John Mann) and the hon. Member for East Renfrewshire (Kirsten Oswald) on securing such an important and   "}, {"speaker": "The Economic Secretary to the Treasury (Harriett Baldwin)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Order. Before the Minister speaks, let me make it clear that I intend to call the hon. Member for Aberconwy (Guto Bebb) at no later than 9.58."}, {"speaker": "The Economic Secretary to the Treasury (Harriett Baldwin):", "speech": "      I am left with very little time to cover such a wide-ranging debate. I congratulate the Backbench Business Committee and my hon. Friend the Member for Aberconwy (Guto Bebb) on securing this debate."}, {"speaker": "Kirsten Oswald:", "speech": "      Will the Minister give way?"}, {"speaker": "Harriett Baldwin:", "speech": "      I would love to, but I do not have time."}, {"speaker": "Mr Steve Baker (Wycombe) (Con):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Harriett Baldwin:", "speech": "      No, because the hon. Gentleman was not even present for the debate."}, {"speaker": "Guto Bebb:", "speech": "      On behalf of myself, the hon. Member for Bassetlaw (John Mann) and the hon. Member for East Renfrewshire (Kirsten Oswald), I have to say that I think we were rumbled by my hon. Friend the Member for North East Somerset (Mr Rees-Mogg). The purpose of having this debate on the Floor of the House was to highlight the very real concerns of hon. Members from all parties and from all parts of the United Kingdom about the way in which the Financial Conduct Authority is performing its duties in relation to far too many issues. People have real concerns about the interest rate swaps issue, about the way in which the Connaught   "}, {"speaker": "Mr Speaker:", "speech": "      With the leave of the House, we will take motions 7 to 12 together. The proposition is to be moved by no less a figure, who should not be walked past as he undertakes his official business, than the Chairman of the Committee of Selection."}, {"speaker": "Nusrat Ghani (Wealden) (Con):", "speech": "      Marie Colvin was a The Sunday Times journalist killed in Syria in 2012, while reporting from the siege of Homs. She passionately believed that through her work she could be the voice of all those experiencing conflict, from whatever perspective. During the latter part of her life, her determination to be that voice had a physical manifestation: an eye patch, the result of injuries sustained in Sri Lanka, where she was hit by shrapnel as she tried to cross the front line."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      I sought the hon. Lady’s permission last week to intervene. Statistics from the International Federation of Journalists show that 2,297 journalists and media professionals were killed in the past quarter of a century. That is an enormous number. They were standing up for the freedom of speech that we take for granted in this country. Does she agree that the United Kingdom and other liberal democracies should be promoting free speech and liberty across the globe, through the media and through journalism?"}, {"speaker": "Nusrat Ghani:", "speech": "      The hon. Gentleman makes an important point: the numbers are vast in the past 50 years or so. I hope that the Minister will respond on that, and I will ask him to do so towards the end of my speech. The International Federation of Journalists puts the number even higher than the CPJ, saying that at least 112 were killed last year."}, {"speaker": "Nigel Huddleston (Mid Worcestershire) (Con):", "speech": "      I thank my hon. Friend for giving way and I congratulate her on securing this very important debate. Does she agree that   "}, {"speaker": "Nusrat Ghani:", "speech": "      I absolutely agree with my hon. Friend. Conflict is changing incredibly quickly. Lots of chaotic terrorism acts are happening all over the world, and, quite often, we rely on journalists to be our eyes and ears on the ground."}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (James Duddridge):", "speech": "      I am grateful to my hon. Friend the Member for Wealden (Nusrat Ghani) for highlighting the dangers faced by journalists. She brings a wealth of experience as a campaigner on health and education issues from her time working in conflict zones, and it has been demonstrated today that the House is all the richer because of the knowledge that she brings."}]