[{"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "   1.    What estimate she has made of the number of homes that need to be brought up to the minimum band C energy efficiency standard by 2030. [903584]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      According to my Department’s latest fuel poverty statistics, less than 5% of fuel-poor households in England have a minimum energy efficiency standard of band C, leaving 2.2 million households below this standard. Bringing these households up to the minimum standard is a challenging ambition, but one we are determined to meet. That is why we have been clear that available support needs to be focused on those most in need. We will be reforming both the renewable heat incentive and the energy company obligation, to make sure that both schemes are sufficiently targeted towards the fuel poor and to tackle the root causes of fuel poverty."}, {"speaker": "Dr Huq:", "speech": "      The Government recently spent £50 million of taxpayers’ money assisting a bunch of big businesses such as Sainsbury’s to change their lightbulbs. Meanwhile, they halved home insulation funding in the last Parliament, which was meant to help families out of fuel poverty. I will not ask how many Tories it takes to change a lightbulb, but does that not show whose side they are on?"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Lady is in danger of misunderstanding demand-side reduction. Two pilots have been launched, and both have been effective in reducing the amount of energy used, which is one of our key targets in carbon emissions and energy security. That in no way interferes with our key objective of ensuring that we reduce fuel poverty at all levels."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      Would my right hon. Friend be good enough to publish the statistics for Northamptonshire for the number of homes that do not meet that standard? One of the big issues we have in Northamptonshire is the very large number of new houses being built. Can my right hon. Friend confirm that all those new houses are required to meet that minimum standard?"}, {"speaker": "Amber Rudd:", "speech": "      I would be delighted to publish those statistics and will write to my hon. Friend with them. New-build houses are always built to a far higher standard than the existing build. The challenge of fuel poverty is almost eradicated for new builds, so I hope his constituents will be able to welcome affordable, warmer winters in future."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      Has the Secretary of State managed to have any discussions with her Welsh Government counterparts about the wonderful Arbed scheme? Arbed in Welsh is to save. The scheme worked with 28 social landlords in its first phase, and worked with more than 5,000 homes on energy efficiency in its second phase. It is funded partly by European structural funds. It is a great example of energy efficiency and a great reason for Wales to stay within the European Union and the United Kingdom."}, {"speaker": "Amber Rudd:", "speech": "      That is a very interesting proposal from the hon. Gentleman. I clearly should spend more time talking to my Welsh counterpart in order to learn from the good work that the Welsh Government are doing to address fuel poverty."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      The Energy Saving Trust has a useful website that directs people to the boiler grant scheme that we operate in Northern Ireland—a package of energy efficiency and heating measures is tailored to each household. Will the Minister consider that Northern Ireland example and consider providing something similar on the mainland UK?"}, {"speaker": "Amber Rudd:", "speech": "      I am aware of the interesting boiler scheme that is being run in Northern Ireland. I welcome such initiatives to address the difficulty of fuel poverty and of reducing heat and carbon emissions. The Mayor of London has launched a similar scheme. We will look carefully at how that works to see whether we can adopt it in the United Kingdom."}, {"speaker": "Chris Heaton-Harris (Daventry) (Con):", "speech": "   2.    What progress she has made on ensuring that local authorities decide all onshore wind applications. [903585]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      My hon. Friend has worked incredibly hard to support local communities in having their say on the siting of wind farms. The Department for Communities and Local Government updated planning guidance alongside its written ministerial statement on 18 June 2015, giving local authorities the final say. Now that the Energy Bill has completed its Committee stage, with my hon. Friend’s support, I can tell him that we are making excellent progress on delivering the Government’s manifesto commitment."}, {"speaker": "Chris Heaton-Harris:", "speech": "      I thank the Minister for that answer. Like me, she will know that the Conservative manifesto contained two pledges on onshore wind: one to remove subsidies and the other to change planning guidance. Given the growing concern about amplitude modulation coming from onshore wind turbines, when will planning guidance on that be given to local authorities?"}, {"speaker": "Andrea Leadsom:", "speech": "      My hon. Friend has personally done some excellent work researching this serious issue, and my Department has commissioned an independent review that includes many of the issues he has raised. We expect to receive the final report of the review shortly, and the Government will then consider how to take forward their recommendations, including on whether a planning condition might be appropriate."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      The Minister must be aware that applications for onshore wind power should be based on merit. Given what has happened over the past five years, is there not a real danger that the barmy army of nimbys on the Benches behind her will ensure, working with their local councils, that no good proposal goes through?"}, {"speaker": "Andrea Leadsom:", "speech": "      I think the hon. Gentleman is referring to some of my excellent hon. Friends, who are superb constituency MPs. We will have to agree to disagree. I am sure he would agree, however, that the role of an MP is to represent the interests of their constituency as they see them. We have now struck the right balance between the country’s need for superb renewables—it is now a very successful sector—and the need of local communities to have their wishes and their environment taken into account."}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "      Prior to the Energy Act 2013, Scottish Ministers had full control over the renewables obligation. That power was removed on the clear understanding and promise that there would be no policy implications. Why was that promise broken, and will the Minister commit to backing the Scottish National party’s calls for that power to be returned to Holyrood as part of the Energy Bill?"}, {"speaker": "Andrea Leadsom:", "speech": "      The hon. Gentleman is aware that the reason we are closing the subsidy for onshore wind a year early is in great part to avoid the additional costs to the bill payer of extra deployment beyond our calculations of what could be expected. This is about trying to keep consumers’ bills down. We have had a number of debates about fuel poverty, and striking that balance is absolutely vital. It is in the interests of the whole of UK that we do not keep burdening bill payers with more costs."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      What discussions has the Minister had with her colleagues in the devolved Administrations to ensure that wind applications made in those jurisdictions are able to be processed effectively?"}, {"speaker": "Andrea Leadsom:", "speech": "      As the hon. Lady will know, we have frequent conversations with Ministers in the devolved Parliaments and we try to ensure that they are included in all the discussions, as they certainly have been with those on onshore wind. As she will know, planning at all levels is being devolved to local planning authorities, and it will then be for the Scottish Parliament to decide exactly what the appropriate planning process should be for onshore wind in Scotland."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Can we have some consistency from the Minister? Why does she support the imposition of fracking on communities against their will? Why can she not extend the same courtesy to those communities that she has extended to those affected by wind farms?"}, {"speaker": "Andrea Leadsom:", "speech": "      As the hon. Gentleman will be aware, onshore wind has already been deployed to a great extent. As I have just said, it is already at the level of deployment we expected to see by 2020, so it is right that local communities’ views should be taken into account. With hydraulic fracturing, however, absolutely no shale gas extraction is taking place anywhere in the UK at the moment. There are no wells, and there is not even any exploration, yet it is vital to the UK’s energy interests that we explore this home-grown energy, which could be vital for jobs, growth and of course energy security."}, {"speaker": "Kate Hollern (Blackburn) (Lab):", "speech": "   3.    What changes she plans to make to the structure of capacity market auctions before the next auction round. [903586]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      Security of supply is my No. 1 priority. The capacity market was put in place to ensure sufficient security of electricity supply. It supports existing technically reliable plants to remain in the market and, as coal and other ageing plants retire, it will enable new plants to be financed and built, securing our energy supplies for the future. Following the capacity market auction conducted at the end of last year, I have been considering whether any changes are needed, and I hope to be able to announce my conclusions shortly and to undertake any consultation quickly if we decide that any regulatory changes are needed."}, {"speaker": "Kate Hollern:", "speech": "      Is the Secretary of State concerned that the latest capacity market option is having the unintended consequence of undermining capacity, as unfavoured power stations are mothballed or closed? Can the Government be certain that they can maintain security of electricity supply while reducing investment in the solar industry?"}, {"speaker": "Amber Rudd:", "speech": "      I do not share the hon. Lady’s views. The whole purpose of the capacity market is to guarantee security three or four years out and that is exactly what we are delivering. As I said earlier, however, having had two capacity auctions so far, we will be reviewing how we can improve so that the third delivers even more certain security going forward."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      I am pleased to hear that the Secretary of State is willing to look again at the way the capacity market works to encourage cleaner forms of energy rather than a reliance on fuels such as diesel, which, sadly, was a large beneficiary of the latest round. Will she give us a timescale for when the new proposals will come forward?"}, {"speaker": "Amber Rudd:", "speech": "      I thank my hon. Friend for that question, which gives me the opportunity to point out that diesel was in fact 1.5% of the capacity market—a very small amount. However, it is absolutely essential to make sure that we have no risk at all to security, which is why diesel was included at that stage. I cannot give him an exact timeline, but I can say we are working on it intently at the moment and will be coming forward with proposals shortly."}, {"speaker": "Mr Angus Brendan MacNeil (Na h-Eileanan an Iar) (SNP):", "speech": "      Will the right hon. Lady look to make changes to the capacity market, so that battery energy storage   "}, {"speaker": "Amber Rudd:", "speech": "      I thank the hon. Gentleman for his question and share his enthusiasm for storage. We are at the moment working with Ofgem to address how we can best encourage it within a secure regulatory environment. I cannot at this point say whether it will be within the capacity market, but that is certainly one of the considerations we will be looking at."}, {"speaker": "Lisa Nandy (Wigan) (Lab):", "speech": "      It is with sadness that I stand here without Harry Harpham in his familiar place. He was my Parliamentary Private Secretary and a much-loved and valued member of the shadow Energy team. Owing to his background, Harry never let us forget that energy is about people. Last month, he told the Yorkshire Post that he would be the last deep coalminer elected to this place. Our promise to Harry is to ensure that the voice of working people remains at the heart of the energy debate. I will miss him enormously. We will never, ever forget him."}, {"speaker": "Amber Rudd:", "speech": "      Before I answer that question, I join the hon. Lady in sharing our condolences from the Conservative Benches on the sad loss of Harry, her friend and able Labour Member of Parliament."}, {"speaker": "Lisa Nandy:", "speech": "      I thank the Secretary of State for that answer. Unfortunately, it is not the answer to the question I asked her. No new gas stations have come on stream since the Prime Minister took office. The final investment decision on Hinkley has been delayed yet again. Analysts said recently that renewables investment is about to fall off a cliff. I ask the Secretary of State again: can she confirm that no other power stations will pull out of this scheme?"}, {"speaker": "Amber Rudd:", "speech": "      I simply do not recognise the picture the hon. Lady portrays. It is, of course, a bit rich from Labour to point that out when it has absolutely no record of planning for the future. We are the Government who are delivering the first nuclear power station. We are   "}, {"speaker": "Dr Alan Whitehead (Southampton, Test) (Lab):", "speech": "      One!"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman says one. That is, of course, more than the zero to which his hon. Friend referred. This is exactly why we will be looking at the capacity market again, to ensure it delivers new gas."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "   4.    What plans she has to support the development of electricity storage. [903587]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      Energy storage was identified in 2012 as one of the eight great technologies where the UK can lead the world, and I can tell the hon. Gentleman that I am a very keen supporter. More than £80 million of public sector support has been committed to UK energy storage research and development since 2012. We now are looking at what more we can do to improve the incentives for electricity storage in particular. We will be publishing a call for evidence soon. I do hope he will put his thoughts into that call for evidence."}, {"speaker": "Kelvin Hopkins:", "speech": "      I thank the Minister for her answer, but may I be a bit more specific? As a spin-off from developing battery-driven cars, domestic battery storage is now becoming practicable and commercially viable, and indeed in America it is now taking off. What are the Government specifically doing to promote the adoption of domestic battery storage in homes?"}, {"speaker": "Andrea Leadsom:", "speech": "      As I say, we will shortly issue a call for evidence on energy storage at grid level—at battery generation level—to try to ensure that we give as much scope and capacity to energy storage in the system. At domestic level, people are starting to look at those systems and, as part of the improvement of house-building performance, builders are required to look at other opportunities such as battery storage, solar panels and the like. There will be more work on that, but, as the hon. Gentleman will appreciate, it is still at a fairly early stage as things stand."}, {"speaker": "Margaret Ferrier (Rutherglen and Hamilton West) (SNP):", "speech": "      The energy storage industry sees 2016 as a breakthrough year, with many emerging technologies coming into the mainstream. Will the Minister concede that current subsidy cuts to renewables are lacking the foresight needed if we are to promote a genuinely green future in this truly innovative industry?"}, {"speaker": "Andrea Leadsom:", "speech": "      I certainly would not. Since 2010, £52 billion has been invested in renewables. The pipeline is still enormous. There are lots of new projects that will be coming to the fore over the next five to 10 years. It is simply not true to say that support for renewables is in any sense dropping off a cliff. The advantage of energy storage will be to deal with the intermittency of renewables, so it should be a win-win for the UK."}, {"speaker": "Brendan O'Hara (Argyll and Bute) (SNP):", "speech": "   5.    When her Department plans to publish proposals on delivering a subsidy-free contract for difference mechanism for onshore wind. [903588]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      Our priorities are to decarbonise at the lowest price while always ensuring our energy security. That is why we have taken steps to end new subsidies for onshore wind. It was interesting, after my right hon. Friend’s announcement, to hear companies almost immediately seeking a subsidy-free contract for difference, which suggests that our analysis that this industry can stand on its own two feet was correct. We are calling it a market-stabilising CfD and we are listening carefully to industry on how it can be delivered."}, {"speaker": "Brendan O'Hara:", "speech": "      The early closure of the renewables obligation has severely damaged investor confidence in onshore wind, which is a vital part of the fragile economy of my Argyll and Bute constituency. The Government desperately need to restore that confidence quickly. The Minister could make a start today by announcing a date for the introduction of subsidy-free CfD. Why will she not get on and do exactly that?"}, {"speaker": "Andrea Leadsom:", "speech": "      As I said to the hon. Gentleman, we are looking at it. It is not something that we would introduce just on the back of a fag packet; it requires careful consultation and consideration. He will appreciate, alongside all the other priorities, that a subsidy-free CfD is not cost-free or risk-free to the bill consumer, and we are absolutely determined to ensure that we keep the costs down for consumers in his constituency as well as right across the UK."}, {"speaker": "Mr Peter Lilley (Hitchin and Harpenden) (Con):", "speech": "      Does my hon. Friend recognise, when she comes to introduce a subsidy-free contract for difference, that it will be subsidy free only if the price reflects the value of the electricity, and the value of the electricity depends on the time that it is produced, where it is produced and how reliably it is produced? Therefore, variable renewable electricity is worth much less than regular supplies from ordinary power stations."}, {"speaker": "Andrea Leadsom:", "speech": "      My right hon. Friend points out exactly correctly that there are limitations to intermittent renewables technologies, and that there are costs associated with ensuring energy security when we become over-reliant on renewables. That is an absolute case in point. On the subsidy-free CfD, he is also right that we must take into account all the various costs. We are looking at the matter very closely. I am not making any promises here, but, alongside other subsidies and other CfDs, we are looking carefully at the proposition."}, {"speaker": "Graham Stuart (Beverley and Holderness) (Con):", "speech": "      May I follow the previous comments by suggesting that we introduce subsidy-free CfDs as quickly as possible? The most important thing that was needed in relation to onshore wind was to make sure that local communities did not have it imposed on them. The Government have rightly done that. What can the Minister do to ensure that where communities do want it, we get as much onshore wind as we can at the lowest possible price?"}, {"speaker": "Andrea Leadsom:", "speech": "      I completely agree. The important thing was to give local communities the final say. I agree also that where local communities want more onshore wind, that should be supported. Nevertheless, as I said, even what we are calling a market-stabilising CfD would not be without risk or cost to the consumer, and our priority is to keep bills down for all energy consumers."}, {"speaker": "Alex Chalk (Cheltenham) (Con):", "speech": "   6.    What steps she is taking to support small-scale solar energy production. [903589]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      The solar industry is an amazing UK success story, with 99% of all solar panel installations taking place since 2010. We are determined to keep supporting this great industry, but we are also mindful of the need to keep costs down for consumers, so with our feed-in tariff review we have tried to find the right balance between the needs of the bill payer and those of industry. We project that the revised FIT scheme could support up to 220,000 brand new solar installations between now and 2019."}, {"speaker": "Alex Chalk:", "speech": "      A reduction in the solar feed-in tariff was probably inevitable given the falling commodity prices, but many of us want to see a thriving solar industry in the UK. Although it is early days, what assessment has been made of the impact of the 63.5% reduction on jobs and prosperity in the UK solar industry?"}, {"speaker": "Andrea Leadsom:", "speech": "      I know that my hon. Friend has big constituency interests in the success of this industry. I can reassure him that our tariff reset was built on a huge data set submitted by industry and, in terms of domestic rates of return, nearly 5% will still be offered for well-sited projects. After our announcement, the Solar Trade Association said:"}, {"speaker": "Philip Boswell (Coatbridge, Chryston and Bellshill) (SNP):", "speech": "   14. [903603]    The Scottish Government have led the way, setting ambitious building standards for every new build home, the Glasgow Commonwealth village being a prime example. Does the Minister agree that our goal should be for every suitable home to be equipped with solar PV?"}, {"speaker": "Andrea Leadsom:", "speech": "      I agree with the hon. Gentleman up to a point. What is essential for the UK right now is that new homes get built. That is our absolute priority; people are in desperate need of more homes being built. I can assure him that since April 2014 builders have had to consider the use of renewables in all their designs, and I am pleased that during the previous Parliament the energy standard for new buildings was improved by 30%."}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "   7.    What representations she has received from her international counterparts on the proposed closure of the UK’s coal-fired power stations by 2025. [903590]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      As the Prime Minister made clear yesterday, the UK owes a great debt to the coal industry for all it has done to keep the lights on and keep our economy moving. Both I and officials in my Department regularly discuss a range of energy and climate change issues with our international counterparts, and it is clear from these conversations that the UK remains respected internationally for our ability to reduce emissions while at the same time growing our economy."}, {"speaker": "David Mowat:", "speech": "      The Secretary of State will be aware that the day after the UK announced the closure programme, Germany commissioned a brand-new lignite building unabated coal power station as yet another addition to its coal fleet. In Belgium, Holland and Spain, coal use increased in 2014. Much of that electricity will be imported to this country through interconnectors, yet in my constituency the closure of Fiddlers Ferry was announced last week. Many of the workers there ask me how these various factors can be part of a coherent European energy policy. What should I tell them?"}, {"speaker": "Amber Rudd:", "speech": "      I start by expressing my sympathies for all those workers in my hon. Friend’s constituency who have been impacted by the recent announcement of the closure of Fiddlers Ferry, as well as of Ferrybridge. On different countries in the EU making different choices about how to deliver their renewables targets, it is up to them to address how they reduce their emissions. Germany, for instance, is also having an enormous amount of solar. It has 52 GW of solar at an eye-watering cost of €10.5 billion."}, {"speaker": "Jeff Smith (Manchester, Withington) (Lab):", "speech": "      The question is how we phase out coal use. Will the Secretary of State be taking new legislative measures to deliver on the Government’s commitment?"}, {"speaker": "Amber Rudd:", "speech": "      On coal—I think that was the subject of the hon. Gentleman’s question—we will be consulting and looking at the different methods we might or might not need. Those may be regulatory, or they may be legislative, but we have an open mind about how we achieve these things. That consultation will begin shortly."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "   12. [903600]    My right hon. Friend will know about the recent announcement of the closure of Rugeley power station, which is half in my constituency and half in that of my hon. Friend the Member for Cannock Chase (Amanda Milling). The station was sited there in the first place because of a coalmine, which, like many others throughout western Europe, is long gone. However, the closure may mean that up to 150 people are made redundant, although ENGIE says it will try to redeploy them elsewhere. Will my right hon. Friend commit to speak to the Secretary of State for Work and Pensions about actively playing a role in making sure that those people can be re-employed somewhere else?"}, {"speaker": "Amber Rudd:", "speech": "      I thank my hon. Friend for that question, and we have, of course, spoken already this week about this matter. I have also spoken to his neighbour, whose constituency covers half the Rugeley power plant area. I will, of course, actively engage with my hon. Friend and his colleague to make sure that we do what we can for the people who have lost their jobs."}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      Given that the timetable for the closure of coalmines is linked to the construction and bringing online of new nuclear power, and given that the board of EDF—a cash-strapped company that is dripping with debt—has this month yet again postponed giving a green light to the construction of Hinkley C, will the Minister commit to meeting EDF’s board and reporting back urgently to the House as to what the project’s status actually is?"}, {"speaker": "Amber Rudd:", "speech": "      I would dispute with the hon. Gentleman the direct connection he has made. The closure of coal will be part of a consultation, but it is influenced by many different things, including the age of the fleet, the wholesale price that is being delivered and other matters. On his question about EDF, may I reassure him that I have regular conversations with the board and the chief executive? I am confident that we will have good news soon."}, {"speaker": "Dr Alan Whitehead (Southampton, Test) (Lab):", "speech": "      The Secretary of State, in her energy reset speech, said that taking “coal off the system” by 2025 will"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman is absolutely right: the plan is to move from coal to gas so that we can reduce our emissions and have secure investment going forward. I am delighted to say that the Carrington closed cycle gas turbine will commission next year, and we have 12 additional CCGTs commissioned. I have also stated that we will have the capacity market adapted to make sure that we can deliver gas. It is going to be an essential part of the low-carbon mix, and it is this Government who are making the plans and securing energy sources for the future."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "   8.    If she will create one national electricity distribution market. [903591]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      The Government do not intend to introduce national electricity distribution pricing as this would weaken each network company’s local accountability to its customers and risk an overall increase in network costs across Great Britain. We are currently consulting, however, on the level of protection provided to consumers in the north of Scotland, which amounts to an average of £41 per household this year."}, {"speaker": "Ian Blackford:", "speech": "      I thank the Minister for that answer, but may I point out what she said just before Christmas:"}, {"speaker": "Andrea Leadsom:", "speech": "      As I have said to the hon. Gentleman —we have had this discussion a number of times—I sympathise with his point, but he needs to appreciate that a national charge would mean lower charges in some areas and increases in others. Specifically in Scotland, 1.8 million households would face higher bills while 700,000 would see reductions. This is a very serious problem; he cannot just wave a magic wand and have us change it."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "   9.    What steps the Government are taking to increase the contribution made to meeting targets on energy efficiency and on the use of low-carbon energy by residential buildings; and if she will make a statement. [903592]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      Our new domestic supplier obligation will provide support to over 200,000 homes per year from 2017 for a period of five years by improving energy efficiency, tackling fuel poverty, and continuing to deliver on our commitment to insulate 1 million more homes during this Parliament."}, {"speaker": "Mike Wood:", "speech": "      Will my right hon. Friend work with industry bodies such as the Sustainable Energy Association to bring forward ideas for a comprehensive strategy to increase uptake of energy efficiency measures?"}, {"speaker": "Amber Rudd:", "speech": "      My hon. Friend is absolutely right to raise this. We will engage with the industry in order to reform these grants—the renewable heat incentive and ECO, the energy company obligation. The Sustainable Energy Association is one of the stakeholders we will work with to make sure that our reformed system delivers even better value for the people who are really in need."}, {"speaker": "Dan Jarvis (Barnsley Central) (Lab):", "speech": "      We know there is a link between cold homes and excess winter deaths. Last winter, 43,000 people died completely unnecessarily as a result of the cold. What work is the Secretary of State doing with colleagues at the Department of Health to reduce excess winter deaths, specifically by ensuring that households meet minimum energy efficiency standards?"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman is absolutely right to point this out. Any excess winter deaths are too many, and we work very hard across Departments to make sure that we do what we can to help people who are in the poorest homes. We do work with the Department of Health, but also with the Department for Communities and Local Government. There is more we can do through regulation to address cold homes and some of the energy efficiency measures that I would like to put in place in existing homes."}, {"speaker": "Steve Brine (Winchester) (Con):", "speech": "      Yesterday the Park Homes Owners Justice Campaign was here launching its new PARK-LINE helpline and talking to Age Concern about its warm homes campaign. It then delivered a petition to the Secretary of State. Can she confirm that she has it and will give it active and proper consideration?"}, {"speaker": "Amber Rudd:", "speech": "      I did receive the petition yesterday. We have already taken steps to help people in park homes by ensuring that they are eligible for the warm home discount of £140 and can apply for ECO where appropriate. However, I am always looking for opportunities to be more helpful and to give more support for people in need, so I will look carefully at the petition."}, {"speaker": "Matthew Pennycook (Greenwich and Woolwich) (Lab):", "speech": "      The Data Communications Company is an integral part of the roll-out of the Government’s smart meter programme, but it is now nine months behind schedule, and the delay is narrowing the window for the installation of SMETS 2 meters, with the risk that any additional cost might be borne by consumers. At the very minimum, can we have an updated impact assessment to reflect these delays and ensure that we are getting value for money for customers?"}, {"speaker": "Amber Rudd:", "speech": "      I can assure the hon. Gentleman that we are making good progress on smart meters. My colleagues and I have regular meetings with the energy companies about progress, and some of them are even ahead of schedule. However, we will continue to monitor the situation and continue to ensure that customers get the best value from smart meters, because this is an incredibly important infrastructure project that will help to reduce bills."}, {"speaker": "Graham Evans (Weaver Vale) (Con):", "speech": "   10.    What steps she is taking to safeguard protected areas from shale gas development. [903594]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      Shale gas could become a very valuable new industry, and it is in the strong interests of the UK to explore its potential. However, we are determined to protect our most valuable spaces and have consulted on banning surface-level drilling in the most precious areas. We have also regulated to set the minimum depth of hydraulic fracturing under sensitive areas."}, {"speaker": "Graham Evans:", "speech": "      Last month, I held a second successful fact-finding fracking meeting at Helsby high school, ably assisted by the Environment Agency, Public Health England, and the Health and Safety Executive. Over 400 constituents from Frodsham and Helsby left better informed. What steps is the Minister taking to encourage regulatory bodies to engage further in such public meetings?"}, {"speaker": "Andrea Leadsom:", "speech": "      I am impressed by my hon. Friend’s managing three F-words in one parliamentary question. It is vital for local communities to have access to the facts about fracking and our stringent regulations, and I congratulate him on organising those important events. We are working with the regulators to make sure that they have every opportunity and encouragement from the Department to engage with the public. The Environment Agency, the Health and Safety Executive, the Oil and Gas Authority and Public Health England regularly attend public meetings such as the one he mentioned, and they will continue to do so."}, {"speaker": "Mr Dennis Skinner (Bolsover) (Lab):", "speech": "      An application was made to start drilling at a little place called Calow in the Bolsover area. Most of the villagers were against the application, and it was turned down by the local planning committee. It then went to the Government inspector, because Cuadrilla wanted to appeal, and the Government inspector turned it down. Now I am told that it is possible that the Government are quite capable of overruling the decision of their own inspector and allowing fracking. Is that correct?"}, {"speaker": "Andrea Leadsom:", "speech": "      First, may I wish the hon. Gentleman a very happy birthday? I am sure that all Members would want me to do so."}, {"speaker": "Mr Skinner:", "speech": "      I spent it on the picket line yesterday with the doctors."}, {"speaker": "Andrea Leadsom:", "speech": "      The hon. Gentleman is a real challenge to, but a role model for, the House in the work that he does. I genuinely congratulate him and wish him a very happy birthday. In terms of the appeal, he has set out exactly what is supposed to happen. Local communities have their say and feed into the process. Developers can appeal, of course—it is right that they should be able to—and the inspector can turn it down. There is an appeal process. I am not sure about the specifics of the case he mentions, but the point is that democracy is done, and is seen to be done. That is very important."}, {"speaker": "Mr Skinner:", "speech": "      Whatever happened to localism?"}, {"speaker": "Andrea Leadsom:", "speech": "      That is localism in action."}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "   11.    What discussions she has had with her Cabinet colleagues on limiting climate change to prevent greater future expenditure on adaptation. [903595]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      I am clear that the only way to address climate change effectively is through global action, building on the global agreement that the UK was instrumental in achieving in Paris in December. All countries need to act if we are to bring down emissions and minimise adaptation costs in the future. I want the UK to continue to set an example by addressing the 1.2% of global emissions that we are responsible for, while at the same time continuing to grow our economy."}, {"speaker": "Cat Smith:", "speech": "      The Government’s advisers have warned them that if global temperature rises are not limited, there will be a big increase in flooding in the UK. The effects of flooding were felt acutely in the Lancaster district during Storm Desmond, when our substation was flooded and we lost the electricity supply for three days, affecting tens of thousands of homes and businesses. Will the Secretary of State commit to upgrading our adaptation plans, including our flood defence budgets, especially those for defending our electricity supplies?"}, {"speaker": "Amber Rudd:", "speech": "      I am aware of the impact of flooding in the hon. Lady’s constituency, and I remember her speaking during the debate that we had on the subject with the Department for Environment, Food and Rural Affairs.   "}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      One thing that we have to do in the UK to meet our obligations under that international deal is to reduce further our emissions from buildings. When people buy a more efficient car, they pay less tax than they would on a less efficient model. Should not the same apply to the taxation of buildings?"}, {"speaker": "Amber Rudd:", "speech": "      I agree with the hon. Gentleman that addressing buildings is an incredibly important part of trying to meet the renewable energy targets that we have set for 2020 through the EU. I am working closely with the Department for Communities and Local Government to see what action we can take to address that, but buildings are an important part of the mix."}, {"speaker": "Mr Speaker:", "speech": "      I would be reassured to know that the Secretary of State does not literally address buildings."}, {"speaker": "Barry Gardiner (Brent North) (Lab):", "speech": "      Surely one of the most important things that the Secretary of State can do to limit climate change is publicly to state how she will meet the shortfall in our legally binding renewable targets for 2020. She knows that beyond 2017, her Department projects a 25% shortfall across the heating, electricity and transport sectors. The Eurostat data released yesterday show the UK to be missing its target by the widest margin of any European country. What assessment has she made of the potential fines the UK may face as a result of that failure?"}, {"speaker": "Amber Rudd:", "speech": "      I do not share the hon. Gentleman’s catastrophic view of the progress that we have made. We already have nearly 25% of our electricity coming from renewables, and we believe that we may well exceed our target of 30% by 2020. In terms of the overall renewable target, I hope he will welcome, as I do, the fact that we have already exceeded our interim target, which was 5.4%; we are now at 6.3%. However, we are aware that we need to make more progress, and we have set out clearly what we will do during this Parliament to address the shortfall."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "   13.    What steps her Department is taking to ensure the long-term future of the offshore wind industry. [903602]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      My hon. Friend will be aware that I announced last November that, in addition to the 10 GW I expect to be installed by 2020, the UK could support up to 10 GW of new offshore wind in the 2020s, subject to costs coming down. The next contract for difference round will take place by the end of this year, and I will set out further information in due course so that potential bidders can start planning their bids."}, {"speaker": "Oliver Colvile:", "speech": "      I thank my right hon. Friend for that answer. Offshore wind is an important part of renewable energy policy but so, for that matter, is marine energy. What progress have the Government made on the marine energy park to be situated down in the south-west?"}, {"speaker": "Amber Rudd:", "speech": "      I am aware of the good work that my hon. Friend has done this year and the progress he has made, and that Plymouth’s world-leading expertise is at the heart of the south-west marine energy park. Last year, I was delighted to host, with him, a conference in Plymouth to take forward marine energy planning. I can reassure him that we will continue to work with him to ensure that Plymouth stands at the front of any marine energy park."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      The development of Hornsea Project One by DONG Energy will be funded by UK taxpayers and UK energy bill payers. How will the Government use their new procurement guidelines to ensure that UK content, such as UK steel, is used in that development?"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman is absolutely right to raise this matter. May I reassure him that we are having regular meetings with DONG and with the MPs involved to ensure that the UK content is as high as possible, within the procurement rules?"}, {"speaker": "Jim McMahon (Oldham West and Royton) (Lab):", "speech": "   15.    What steps her Department is taking to ensure that changes in gas prices are passed on to consumers. [903604]"}, {"speaker": "Martyn Day (Linlithgow and East Falkirk) (SNP):", "speech": "   16.    What steps she is taking to ensure that reductions in the wholesale price of energy are passed on to consumers. [903606]"}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      As the hon. Gentlemen may be aware, average domestic gas prices fell by £37 during 2015. Six major suppliers have announced a further cut in their tariffs; two more have announced that this morning. It is a good start, but the Government expect all suppliers to pass on reductions in the costs of supplying energy to consumers. I have met all the major energy suppliers in recent months to make that point clear."}, {"speaker": "Jim McMahon:", "speech": "      Will the Secretary of State join me in celebrating the work of our local councils in assisting people to save energy? Oldham Council’s collective buying scheme has attracted 8,700 households to sign up to it, each of which will save about £170. In Nottingham, the first local authority energy company, which employs 30 staff, is hoping to sign up 10,000 households."}, {"speaker": "Amber Rudd:", "speech": "      I will join the hon. Gentleman in congratulating his council on doing that. Some individual councils are doing exceptionally good work on group switching and are trying to help their constituents. I visited Nottingham last year to see the good work that has been done there. I hope that more councils will follow that lead."}, {"speaker": "Martyn Day:", "speech": "      Does the Secretary of State think that the Competition and Markets Authority should, as part of its investigation into the energy market, introduce measures to make switching suppliers easier, as the consumer group Which? has called for?"}, {"speaker": "Amber Rudd:", "speech": "      Like the hon. Gentleman, I am impatient to receive the comments of the Competition and Markets Authority. It was predominately to address the difficulties with switching and the difficulties that some consumers find in engaging with the energy market that the Prime Minister referred the energy market, via Ofgem, to the authority. I certainly hope that it comes forward with such suggestions."}, {"speaker": "Lisa Nandy (Wigan) (Lab):", "speech": "      Just over a year ago, the Government announced an investigation into whether families should pay less for their energy because of the fall in the wholesale price of gas. The Chancellor told The Telegraph:"}, {"speaker": "Amber Rudd:", "speech": "      I can reassure the hon. Lady that we continue to watch the energy companies like a hawk. I am pleased that we continue to see reductions, with two more being announced just this morning, and I hope she will join me in welcoming them. The great news for consumers is that they are not faced with the price freeze that I cannot forget Labour promised last year. If that had happened, none of these reductions would have taken place."}, {"speaker": "Mr Speaker:", "speech": "      Progress has been rather slow today, on account of some quite long questions and some long answers, but I do not like Back-Bench Members who are waiting patiently to lose out. The hon. Member for Ashton-under-Lyne will not lose out. I call Angela Rayner."}, {"speaker": "Angela Rayner (Ashton-under-Lyne) (Lab):", "speech": "   17.    Whether the Secretary of State has had discussions with the Chancellor of the Exchequer on proposals to increase VAT on solar panels. [903607]"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      A recent European Court of Justice ruling found that the reduced rate of VAT on certain “energy saving materials” was in breach of EU law. As a result, Her Majesty’s Revenue and Customs recently consulted on changes to the rate of VAT and is considering the responses. If the rate of VAT does change, we will consider the options for how to maintain a suitable rate of return for investors under the feed-in tariff."}, {"speaker": "Angela Rayner:", "speech": "      May I, along with the Minister, wish my hon. Friend the Member for Bolsover (Mr Skinner) a happy birthday? I am so pleased that he is still winning. He is fantastic."}, {"speaker": "Andrea Leadsom:", "speech": "      I want to be clear with the hon. Lady that this is not the Chancellor’s choice. As I have made very clear, this is an EU Court ruling; it is not our choice. In the event that we have to impose an increase in VAT, we will look at the returns to investors under the feed-in tariff."}, {"speaker": "Nusrat Ghani (Wealden) (Con):", "speech": "   T1. [903609]    If she will make a statement on her departmental responsibilities. "}, {"speaker": "The Secretary of State for Energy and Climate Change (Amber Rudd):", "speech": "      Since the last Question Time, there has been a dramatic fall in the oil price. The Government are clear that the broad shoulders of the UK are 100% behind our oil and gas industry, the hard-working people it employs and the families it supports. The Government have set up the Oil and Gas Authority to drive collaboration and productivity in the industry. We recently set out an action plan to back the export of our world-class skills in oil and gas, and to diversify the economy of the north-east of Scotland, including through investment in exploration, innovation and skills."}, {"speaker": "Nusrat Ghani:", "speech": "      Will the Secretary of State outline what progress is being made to secure vital infrastructure investment in the energy sector? Are not thinking for the long term and investing in infrastructure the best way to get secure, low-cost electricity for my constituents in Wealden? Before I forget, I wish the hon. Member for Bolsover (Mr Skinner) a happy birthday."}, {"speaker": "Amber Rudd:", "speech": "      My hon. Friend is absolutely right. We are tackling the legacy of under-investment, the failure to deliver the next generation of energy projects and the energy security black hole that were left by the last Labour Government. We are getting on with the job of building a system of energy infrastructure fit for the 21st century. We have made substantial progress in securing infrastructure investment. The UK has enjoyed record levels in the deployment of renewables over recent years and it maintains a healthy energy investment pipeline, as is shown in our national infrastructure plan."}, {"speaker": "Lisa Nandy (Wigan) (Lab):", "speech": "      Last week, a Bloomberg report showed that the UK is the biggest beneficiary of European Investment Bank funding for clean energy projects and we are the third largest recipient of the new   "}, {"speaker": "Amber Rudd:", "speech": "      There are, of course, tremendous benefits from a united energy market, and I am interested and excited to work on the progress of the energy union."}, {"speaker": "Sir David Amess (Southend West) (Con):", "speech": "   T4. [903612]    Will my right hon. Friend ensure that energy companies automatically switch their customers to the cheapest tariff possible, because many constituents find the current system confusing and somewhat disappointing?"}, {"speaker": "Amber Rudd:", "speech": "      My hon. Friend puts his finger on a sensitive and tricky issue about delivering the best for consumers, which is what the Government want to achieve, while also encouraging competition. I ask him to wait for the Competition and Markets Authority report, which I hope will address the issue, and then I believe we will make some progress."}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "      At Prime Minister’s questions on 27 January, the Prime Minister said about oil and gas:"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman is being a little churlish about the significant investment that the broad shoulders of the United Kingdom are putting into the north-east, particularly to ensure that jobs and skills are secured. I am working across Departments, and chairing a ministerial group, to ensure that those skills are preserved, and I will be working with the Department for Business, Innovation and Skills to ensure that we have a taskforce to take that forward. I hope he will also welcome the £250 million put into Aberdeen for its city deal, but there is a lot of progress to be made and a lot more to take forward."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "   T6. [903614]    Will the Secretary of State consider how the current system model, including the National Infrastructure Commission, National Grid and Ofgem, could be reformed to make it a more flexible and independent part of an energy infrastructure that is fit for the 21st century?"}, {"speaker": "Amber Rudd:", "speech": "      My hon. Friend has a great deal of experience in this sector, and he will be aware, as I am, that National Grid as system operator has played a pivotal role in keeping the energy market working. As our system changes, we must ensure that it is as productive, secure and cost-effective as possible. There is a strong case for greater independence for the system operator, to allow it to make the necessary changes, and we will work alongside the National Infrastructure Commission to consider how best to reform the current model."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "   T2. [903610]    As Valentine’s day approaches, will the Secretary of State support the climate coalition “Show the love” campaign and encourage all Members to wear the green hearts that we have been sent, which symbolise how so much of what we love, wherever we are in the world, is affected by climate change?"}, {"speaker": "Amber Rudd:", "speech": "      That is a very interesting approach, and it is always good to welcome Valentine’s day. Perhaps the hon. Gentleman could give one of those hearts to the birthday boy who is sitting in front of him."}, {"speaker": "Jason McCartney (Colne Valley) (Con):", "speech": "   T7. [903615]    Dozens of my constituents are employed in the solar power industry, and I meet them regularly. May I add my voice to that of my hon. Friend the Member for Cheltenham (Alex Chalk) in asking the ministerial team to continue to assess and analyse what effect the changes to solar subsidies are having on microbusinesses and small and medium-sized businesses that are engaged in the solar industry?"}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      As my hon. Friend knows, the solar industry is a great UK success story, and we are set to exceed massively our targets for solar power, achieving almost 13 GW of solar energy capacity forecast for 2020. With our revised tariff we expect up to 220,000 brand-new solar installations between now and 2019, which will give a rate of return of nearly 5% to well-sited installations."}, {"speaker": "Owen Thompson (Midlothian) (SNP):", "speech": "   T3. [903611]    Pinsent Masons recently published a report on the prospects for the oil and gas sector in 2016, which highlighted that 67% of oil and gas executives see the UK as a prime opportunity for growth over the next three years, under the right fiscal environment. What fiscal support is being considered for the oil and gas industry ahead of the Budget?"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman will be aware that fiscal changes are the responsibility of my right hon. Friend the Chancellor of the Exchequer, but I reassure him that we take seriously the support that we want to give to the UK continental shelf and all the jobs around it. I chair the cross-ministerial group, which also includes a member from the Treasury."}, {"speaker": "Peter Aldous (Waveney) (Con):", "speech": "      The new Anglia local enterprise partnership’s oil and gas taskforce has developed a package of measures to support businesses and workers at this difficult time. Will the Secretary of State consider a proposal from the LEP for the Government to match the local funding that it is providing?"}, {"speaker": "Amber Rudd:", "speech": "      I hesitate to agree to any financial commitments in this Chamber, but I am always interested in looking at proposals from my hon. Friend."}, {"speaker": "Mr Alistair Carmichael (Orkney and Shetland) (LD):", "speech": "   T5. [903613]    What progress is the Secretary of State making on getting state aid consent for the strike price for island communities in offshore wind projects? When does she expect to go out to consultation on what that strike price should be?"}, {"speaker": "Andrea Leadsom:", "speech": "      We absolutely appreciate that industry, across all technologies, needs clarity on Government policies in future allocation rounds so that it can manage its investment decisions, and we aim to support that. We are currently working with Her Majesty’s Treasury to finalise the budget for future auctions, and we will set out more information as soon as we can."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      I thank the Minister for her robust and informative response to my Adjournment debate about the Humber estuary on Tuesday evening. May I draw her attention to a statement issued to the local media by DONG Energy? The statement is wet, woolly and non-committal. Will she reaffirm her determination to be involved in the future developments in northern Lincolnshire?"}, {"speaker": "Andrea Leadsom:", "speech": "      I pay tribute to my hon. Friend for his excellent support for his area. I was delighted to respond to him in the Adjournment debate, and I can absolutely assure him that there will be no wriggle room; in order for the UK to benefit properly from our decision to support new offshore wind, we will require UK content and the UK supply chain be a key beneficiary of it."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "   T8. [903616]    What plans does the Secretary of State have to allow large-scale solar generators to apply for a contract under the contract for difference mechanism?"}, {"speaker": "Amber Rudd:", "speech": "      We do not have plans at the moment for a large-scale solar contract. What we have found is that the large-scale ground mounted solar industry has confirmed to us that it does not need any subsidy and that because costs have fallen to such a great degree, it can continue, subject to planning permission, to develop and to supply electricity without a formal contract. That is surely in the better interests of the taxpayer and the bill payer, if it can be achieved."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      Given that Cheshire has a centre of excellence in relation to the nuclear industry, what steps are the Government taking to ensure funding for new nuclear centres in the universities in the north of England?"}, {"speaker": "Amber Rudd:", "speech": "      My hon. Friend may be aware that in the recent spending review one area where we did get an increase was in innovation. Specifically, we have allocated half of the new increase for small modular reactors. We are working on delivery in that area with universities and with Innovate UK and we will continue to do so."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "   T9. [903617]    The Select Committee has found that scrapping the Government’s support for carbon capture and storage technology puts at risk the UK’s international commitments on tackling climate change and makes it more expensive to do this. We have also lost out on about £250 million-worth of EU investment. Can the Minister just explain to me how this makes sense?"}, {"speaker": "Andrea Leadsom:", "speech": "      Our view is that CCS has a potentially important role to play in long-term decarbonisation. We continue to invest in the development of CCS; we are investing more than £130 million to develop the   "}, {"speaker": "Roger Mullin (Kirkcaldy and Cowdenbeath) (SNP):", "speech": "   T10. [903618]    Electrical network losses from theft and so-called “copper losses” are estimated by the Department to cost consumers in excess of £3 billion annually. What recent analysis has the Department undertaken on the potential contribution of power line carrier technology to address this issue?"}, {"speaker": "Andrea Leadsom:", "speech": "      This area interests me personally a great deal. Obviously, it is a complete disaster if pipeline tapping—in effect, stealing—takes product away from consumers which then has to be paid for. This is a vital area and I am looking at it. I am not familiar with the proposal the hon. Gentleman has mentioned, but if he would like to write to me about it, I would be happy to take a look at it."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      Historically, all mining has been prohibited under the city of York. City of York Council passed a motion to say that no licences should be given for fracking, yet a licence has been given. What guarantee will the Minister give that the local voice now will determine what happens?"}, {"speaker": "Andrea Leadsom:", "speech": "      I am grateful to the hon. Lady for giving me a chance to explain that the licence is not a   "}, {"speaker": "Ian Lavery (Wansbeck) (Lab):", "speech": "      This morning, energy experts reported that we were way behind on the target emission levels set at the Paris COP and in the fourth carbon budget. This comes only weeks after the important agreement in Paris. How on earth can this be the case?"}, {"speaker": "Amber Rudd:", "speech": "      The hon. Gentleman might be aware that the Paris agreement called for temperature increases to be limited to a maximum of 2°, yet the intended nationally determined contributions—the voluntary contributions from each country—only reached 2.7°, so that comes as no surprise. Everyone who signed up to the agreement—let us celebrate the fact that nearly 200 countries did so—knows that there is more work to do. It is not the end of the journey; it is just the start."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I am sorry to disappoint remaining colleagues, but we must now move on."}, {"speaker": "Chris Bryant (Rhondda) (Lab)", "speech": "     (Urgent Question): To ask the Leader of the House to make a statement on Short money and the policy development grant."}, {"speaker": "The Parliamentary Secretary, Cabinet Office (John Penrose)", "speech": "      rose—"}, {"speaker": "Hon. Members:", "speech": "     Where’s the Leader of the House?"}, {"speaker": "Mr Speaker:", "speech": "      I call the Minister with responsibility for constitutional reform."}, {"speaker": "John Penrose:", "speech": "      That includes the policy development grant, Mr Speaker."}, {"speaker": "Chris Bryant:", "speech": "      Does the Minister agree that it"}, {"speaker": "John Penrose:", "speech": "      I apologise fulsomely for not being the Leader of the House. I am sure that the shadow Leader of the House is looking forward to his weekly arm wrestle with him, but in the meantime I hope that he will accept having the other policy Minister—I am responsible for policy development grants—responding to his question and treat it as an amuse-bouche for his later work-outs with the Leader of the House."}, {"speaker": "Mr Speaker:", "speech": "      Order. I appreciate that this is a high-octane issue, and it is because I judged it worthy of treatment today that the urgent question was granted. Members must, however, listen to the Minister who is, to be fair, among the most courteous of Ministers. He must be heard—[Interruption.] Order. There will then be a full opportunity for colleagues to question him."}, {"speaker": "John Penrose:", "speech": "      Thank you, Mr Speaker. To finish my point, the country will not understand why politicians should be exempt from having to deal with the effects of the financial deficit that we were bequeathed by the last Labour Government. The reason why we have to tighten our belts as a nation is that whopping financial deficit. It cannot be right for politicians to argue that they should be in some way exempt—a special class—and not have to do their bit. Short money has gone up by 50% so far, and it will continue to rise if we do nothing. I think that the country expects us as politicians to set an example and to do our bit."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I have great sympathy for my hon. Friend the Minister who has been sent here to be shouted at by the hon. Member for Rhondda (Chris Bryant) because I doubt   "}, {"speaker": "John Penrose:", "speech": "      I welcome the Select Committee Chairman’s pledge of a further consultation. That will provide further opportunities to air the issues around this matter in addition to—and possibly in parallel with, depending on the timing—the consultation I mentioned in my earlier remarks."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      I declare an interest as the national secretary of the Scottish National party. I echo the points already made on Short money. Government is growing, special advisers are growing, the House of Lords is growing, but our ability to hold the Government to account is being stripped back. There is one rule for Tory cronies and another rule for everyone else."}, {"speaker": "John Penrose:", "speech": "      The hon. Gentleman is absolutely right that the policy development grant has a slightly different mechanism. It has to be dealt with through a statutory instrument rather than by resolution of the House. The statutory instrument will be laid as soon as it is ready, whereupon the hon. Gentleman and everybody else will have an opportunity to debate it. The hon. Gentleman is also right to say that the Electoral Commission has been consulting carefully and making recommendations about the revised shares to reflect the results of the last general election. I look forward to hearing his further comments at that point."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      May I make two points on behalf of my constituents? First, I absolutely agree with the shadow Leader of the House that the growth in the number of special advisers has got completely out of hand. If the Government want sensible policy advice, they should speak to their Back Benchers. After all, we are the ones who are in touch with our electorate."}, {"speaker": "John Penrose:", "speech": "      The shadow Leader of the House delights in using the standard format, “There is a word for that.” He has used that rhetorical device on several   "}, {"speaker": "Margaret Beckett (Derby South) (Lab):", "speech": "      Is the Minister aware that I was fortunate enough to be the Leader of the House who put through the settlement on Short money to which my hon. Friend the Member for Rhondda (Chris Bryant) has referred? At the time, we had a massive majority and every opportunity to use office to disadvantage our opponents, had we wished. The Conservative party was politically on its knees, and financially as close to it as it had ever been. We had experienced one of the features of the proposal that is being considered, namely the freezing of the grant after it has been cut. We experienced inflation of 10% to 15% under the triumphant preceding Conservative Government. Consequently, not only did we treble the money and make special provision for the special needs of the Leader of the Opposition, but we inflation-proofed it. That is why the money has gone up for the past five years: it is his party’s own record on inflation that the Minister is criticising."}, {"speaker": "John Penrose:", "speech": "      The right hon. Lady makes a very important point, but there is a crucial difference between the situation when she was in charge and the current situation: we have a huge deficit to deal with, while Labour inherited an economy that was doing incredibly well and a set of Government finances that were in a far stronger position. The difference is the deficit, and the reason for the deficit is sitting opposite me. I am afraid that that is why politicians and the rest of the country have to tighten our belts."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      Will my hon. Friend, despite all the outrage on the Opposition Benches, just remind us again by precisely how much Short money has risen since 2010?"}, {"speaker": "John Penrose:", "speech": "      It has gone up by 50% when everybody else has had to tighten their belts, and if we do nothing, it will continue to rise further."}, {"speaker": "Mr Douglas Carswell (Clacton) (UKIP):", "speech": "      I am delighted that the Government are cutting Short money; few things this Administration have announced have pleased me more. Does the Minister agree that this is public money and that the public will deeply resent it being spent on politicians to do more politics? Does he agree that the rules on Short money need to reflect the fact that the cost of doing politics—of doing policy, research and communication—have come down? We live in a world where Google is at our fingertips, so we do not need researchers. We also have Twitter and blogs so we do not need a whole department of press officers. Does he agree that the public will resent using public money to pay for Spads and shadow special advisers, who have watched too much of “The West Wing”, to sit in Portcullis House at public expense?"}, {"speaker": "John Penrose:", "speech": "      I agree with large parts of what the hon. Gentleman says. I think that the public will look at these contributions from the public purse—which taxpayers fund without choice, unlike other forms of political donation about which people do have a choice—and wonder why the political classes think that they should be exempt, particularly because, as the hon. Gentleman rightly points out, it is far more possible nowadays to do this work in an efficient fashion and to deliver greater efficiencies. I believe that he has in the past turned down potential allocations of either Short money or the policy development grant to which he was theoretically entitled, and I compliment him on that principled stand."}, {"speaker": "John Glen (Salisbury) (Con):", "speech": "      Speaking as one who managed Short money and the policy development grant for the Conservative party when we were in opposition, I think that they are critical elements of what we need in order to function effectively in a democracy. I recognise that the grants have increased significantly, but I would gently say to those on the Front Bench that when making proposals about the future of these sums and how they are to be spent, due consideration should be given to the risks of their being spent more broadly in political parties, and also the opportunities that exist to fund a great deal of the work involved from sources outside political parties in the modern age of politics."}, {"speaker": "John Penrose:", "speech": "      My hon. Friend is absolutely right, and, as he says, he speaks from personal experience. I think that the crucial point we all need to remember—the guiding star—is that at some point whoever is in government will be in opposition, although I hope it will not be for a great deal of time in our case. We must therefore come up with rules that we are all happy to live with, whichever side of the aisle we are on."}, {"speaker": "Mr Nicholas Brown (Newcastle upon Tyne East) (Lab):", "speech": "      The Government are setting to one side all the conventions for dealing with issues of this kind. There is no precedent for them to proceed in this way. In fact, what they are doing does not amount to anything more than Bullingdon Club bullying of Parliament. They are treating Parliament as if it were a Department of Government, and an unfavoured Department of Government at that. Will the Leader of the House—sorry, I mean the Minister, although it ought to be the Leader of the House—tell us what he has done to defend the interests of Parliament, rather than the narrow political interests of the Conservative Government?"}, {"speaker": "John Penrose:", "speech": "      I would gently and respectfully demur from the right hon. Gentleman’s starting point. We have been undertaking some informal discussions between parties, which we are planning to make much more formal in the future, and I think that means that there will be plenty of opportunities for cross-party views to be gathered. There is absolutely no intention to subvert the will of Parliament. In fact, as you know, Mr Speaker, whatever proposals are made will have to be subject to debate and passage through the House when they eventually materialise."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Will my hon. Friend tell me how much money we are talking about, in cash terms? If he does not know, will he write to me about it, please?"}, {"speaker": "John Penrose:", "speech": "      I shall."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      Can the Minister reassure me that all parties in the House will be fully involved in every stage of all the consultations? Will he also bear it in mind that a flat cut in both Short money and policy development grant will have a disproportionate effect on smaller parties, particularly regional parties? They are important elements in allowing us to function properly."}, {"speaker": "John Penrose:", "speech": "      I can give the right hon. Gentleman exactly that reassurance. We will ensure that all political parties are involved in our consultation."}, {"speaker": "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab):", "speech": "      If this is about responding to the deficit and the cuts are therefore justified, will the Minister explain how it is justified that the number of Spads has risen from 79 to 95, at an extra cost of more than £2 million?"}, {"speaker": "John Penrose:", "speech": "      As I said earlier, the cost of Spads has started to fall in the current Parliament. It is also important to remember that the total amount of Short money and policy development grant comes to dramatically more than the cost of Spads or anything of that sort."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      The Government, and the Conservatives, have form when it comes to rigging the electoral playing field. The Conservatives may have broken the law by spending more than the legal limit at by-elections. They are ramming through one-sided changes in the funding of political parties, while leaving in place their ability to raise huge sums from hedge fund managers. Now they intend to slash the Short money which ensures that Opposition parties can hold Governments to account. Can the Minister guarantee that the cuts will not be the final chapter in our transition from a multi-party state to a one-party state in which Robert Mugabe would be at home?"}, {"speaker": "John Penrose:", "speech": "      I do not know where to start in trying to rebut some of the absurd assumptions in that question, but I think that the short answer to all of them is “No.”"}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      These proposals come on the back of the Government’s attack on Labour’s funding via the Trade Union Bill. It is clearly part of a partisan move to hit the Opposition and give the Government an unfair advantage, while leaving their own funding base of big donors untouched. Can the Minister confirm that the Government are now in favour of rigging the rules to suit themselves?"}, {"speaker": "John Penrose:", "speech": "      The hon. Lady will be unsurprised to hear that I disagree strongly with almost every word of her question. I am happy to confirm that I and my hon. Friend the Minister for Skills in the Department for Business, Innovation and Skills will give evidence on the Trade Union Bill to the House of Lords Trade Union Political Funds and Political Party Funding Committee later today, when we will perhaps have an opportunity to debate the proposals in even greater depth."}, {"speaker": "Mr David Winnick (Walsall North) (Lab):", "speech": "      The name is after the Leader of the House at the time, Edward Short, who provided money for the Opposition parties, particularly the Tories. Is the Minister aware that the   "}, {"speaker": "John Penrose:", "speech": "      I am terribly sorry to disagree with such a senior and experienced Member, but I must remind the hon. Gentleman and others that the public at large have had several years of belt-tightening. They have had to deal with the effects of the deficit and have all had to contribute to try to close the yawning financial gap that we were bequeathed by the previous Government. They will just not understand—they will judge politicians and the political classes, as they see them, extremely harshly—if we are not willing to do our bit and make this work."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      There is a great sense of fairness in the British public at large and a much better sense of fairness among some Government Back Benchers. When the Minister is talking to the public about belt-tightening, it does not wash very well when they see the gala fundraisers the Conservative party is currently holding. If the proposal comes to this House of Commons for a vote, I warn him that reasonable people who value democracy and a healthy Opposition will not give him a majority."}, {"speaker": "John Penrose:", "speech": "      The measures will in due course come to the House for a vote, and rightly so. They will be subject to proper democratic scrutiny in due course, so the hon. Gentleman will have his opportunity to try to persuade others of his point of view, but I again draw a crucial distinction between the provision of public money, funded by taxpayers, who do not have a choice about whether the money goes to political parties, and voluntary political donations made by whoever it may be—individuals or trade unions. In the end, people should have a choice. That is the crucial distinction between those two sources."}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      Short money and the policy development grant are vital for parties such as mine in developing ideas and policies, which are the vital ingredients of any functioning democracy. If the UK Government are serious about cutting the cost of politics, why do they not reduce the membership of the over-bloated other House?"}, {"speaker": "John Penrose:", "speech": "      We are extremely serious about cutting the cost of politics. As you know, Mr Speaker, we have plans to reduce the size of this Chamber from 650 to 600 MPs, as was agreed in the last Parliament. The number of peers is going up, but the cost of the upper House is falling. I am sure the hon. Gentleman will welcome that news and the news that there are ongoing political discussions on a cross-party basis on how other reforms might be effected in the House of Lords."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      If the money for democracy is cut and if the ermine-clad pantomime of the House of Lords is further bloated, contrary to what the Minister just said, is it not likely to bring shameless hypocrisy into disrepute?"}, {"speaker": "John Penrose:", "speech": "      There were an awful lot of negatives in that question, but I think that I get the hon. Gentleman’s drift. I take his point on the concerns about the overall   "}, {"speaker": "Jo Stevens (Cardiff Central) (Lab):", "speech": "      The Minister has repeatedly spoken this morning of tightening belts, but will he confirm that, when in opposition, the Conservative party took every penny of the £4.8 million Short money it was offered each year? There was no tightening of the belts then."}, {"speaker": "John Penrose:", "speech": "      I cannot speak for what happened while we were in opposition, but I can confirm that we have on occasion handed back parts of, I think, the policy development grant because we were unable to spend it and we felt that it was appropriate to ensure that the taxpayer was reimbursed."}, {"speaker": "Valerie Vaz (Walsall South) (Lab):", "speech": "      The Minister will be aware that 63% of the British population did not vote for this Government, and those people need to have their voices heard when policies hurt them. This is not about money for hotel rooms during by-elections; this is about democracy. Will the Minister start the consultation after the Public Administration and Constitutional Affairs Committee has reported?"}, {"speaker": "John Penrose:", "speech": "      We are all anxious to crack on with this as soon as we can, and we would like to start the consultation shortly. Given the level of interest that has been made evident during this urgent question, I am sure that we would be criticised further if we were to delay the consultation. I would like to get on with it soon, if we can, and to allow plenty of time for people to respond over a period of weeks. I am sure that the Select Committee’s Chairman, my hon. Friend the Member for Harwich and North Essex (Mr Jenkin), will understand that timetable and that he will time his Committee’s investigations appropriately."}, {"speaker": "Nick Thomas-Symonds (Torfaen) (Lab):", "speech": "      The Chancellor of the Exchequer has increased the pay of one of his special advisers by as much as 42%. How on earth can it be justified for the Chancellor to lecture the rest of us on tightening our belts when that does not seem to apply to him?"}, {"speaker": "John Penrose:", "speech": "      As I mentioned before, the total cost of Spads since the general election has started to fall."}, {"speaker": "Jim McMahon (Oldham West and Royton) (Lab):", "speech": "      This cannot be taken in isolation. The fact is that the Government do not like being held to account. That is precisely why we now have the Trade Union Bill, why charities are being gagged by the Charities (Protection and Social Investment) Bill and why the Government are cutting the money to the Opposition. The truth is that they might be able to win a vote, but they cannot win the argument."}, {"speaker": "John Penrose:", "speech": "      I keep on coming back to the central point that it is perfectly possible to undertake policy raising and policy development tasks more cheaply than before, as the hon. Member for Clacton (Mr Carswell) mentioned.   "}, {"speaker": "Jim Fitzpatrick (Poplar and Limehouse) (Lab):", "speech": "      Mr Speaker, you said earlier that the Minister was one of the most courteous in the House—indeed he is—but he has now been in denial for the best part of half an hour. Does he not accept that the combination of a Trade Union Bill attacking Labour party funds, a boundary review that is likely to favour the Conservative party and a reduction in Short money and policy development money gives the impression outside this place that the Government are acting like the bully in the playground? The damage will be inflicted not on a child but on the integrity of Parliament and on the health of our democracy."}, {"speaker": "John Penrose:", "speech": "      I am glad that the hon. Gentleman has mentioned the boundary review. It is important that we all sign up to the principle that everybody’s vote, right the way across the country, no matter which constituency they might be in, should weigh the same. It cannot be right to have a system in which, in the past, Members of Parliament from some political parties have been elected in constituencies with many fewer people than others. People might justifiably ask why the Labour party, which benefited from that system for a very long time, is so against the notion of having equal votes for equal weight. I commend the new changes and the equalisation of the size of constituencies to all here."}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "      The Minister is desperately trying, and failing, to justify the 19% cut to the Short money in the context of a Trade Union Bill that takes funds from the Labour party, of stuffing up the House of Lords and of changes to the electoral register and general election boundaries. We he now admit that the so-called one nation party is trying to create a one-party nation?"}, {"speaker": "John Penrose:", "speech": "      I compliment the hon. Lady on a well-rehearsed soundbite, but I have to tell her that I am not feeling terribly desperate at the moment. Indeed, I am feeling quite principled, because we are trying to make the system fairer and to ensure that our democracy works in a fairer fashion in future."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      The Minister has said several times we all need to tighten our belts, so can he just answer this question: how come the Chancellor of the Exchequer can increase his Spad’s pay by 42%? Just answer the question, please."}, {"speaker": "John Penrose:", "speech": "      I believe that I already have. The cost of Spads has fallen since the general election."}, {"speaker": "Mr Adrian Bailey (West Bromwich West) (Lab/Co-op):", "speech": "      The Minister is right when he says that in times of austerity politicians have to take their cut in expenditure. Will he therefore give a commitment that any percentage drop in Short money for the Opposition is more than matched with cuts in expenditure on Government Spads?"}, {"speaker": "John Penrose:", "speech": "      I can go broader than that. I can promise that the proposed cuts are the same as those being applied to all non-protected Departments right the way across the Government. This is not picking on any particular area at all. This is the standard cut, which every other Department that has not been protected has had to deal with. That is an important point to get across to the rest of the country."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      The number of Government political advisers is up to nearly 100. The number of political advisers on the highest pay grade up 150%. The Prime Minister’s reportable salaries have increased by 51% and the Chancellor’s reportable political salaries have increased by 277%. When the Minister told us, just minutes ago, that the Government were tightening their belt on their political budget, did he deliberately mislead the House?"}, {"speaker": "Mr Speaker:", "speech": "      Order. I think understand what the hon. Gentleman was driving at, but it is wholly disorderly to deliberately mislead the House. The notion that somebody might do so should not be put to a Minister. The hon. Gentleman is extremely felicitous of phrase and I feel sure he can find another way to convey the thrust of what he wishes to communicate to the Minister. I very politely now invite him to do so."}, {"speaker": "Jonathan Reynolds:", "speech": "      It appears that the facts contradict the Minister, so I just wonder if he made an inadvertent mistake in the statement he has made to us today."}, {"speaker": "Mr Speaker:", "speech": "      Very dextrous."}, {"speaker": "John Penrose:", "speech": "      Not as far as I am aware."}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      Will the absentee, part-time Leader of the House give us the business for next week?"}, {"speaker": "The Leader of the House of Commons (Chris Grayling):", "speech": "      It is a pleasure to follow an urgent question responded to by the Minister responsible."}, {"speaker": "Chris Bryant:", "speech": "      Let me pay tribute to Harry Harpham. I know others have done so, but there are few miners left in this House and my constituents in the Rhondda   "}, {"speaker": "Chris Grayling:", "speech": "      The hon. Gentleman is clearly incapable of keeping his remarks to five minutes."}, {"speaker": "Andrew Bingham (High Peak) (Con):", "speech": "      The roads around Glossop in my constituency have been gridlocked this week owing to the closure of Long Lane in Charlesworth. It is a short country road used as a shortcut. The congestion was so bad that a child who was taken ill on her way to school had to wait 20 minutes for an ambulance to get through. A road is proposed in our road building programme, but may we have an urgent debate about when and which is the quickest way we can get this overdue bypass built? The hon. Member for Rhondda (Chris Bryant) talks about out-ers; my constituents would like to get out of Glossop to get to work."}, {"speaker": "Chris Grayling:", "speech": "      I congratulate my hon. Friend, who has been an assiduous campaigner on these issues. I know that the Department is considering road improvements   "}, {"speaker": "Pete Wishart (Perth and North Perthshire) (SNP):", "speech": "      May I too thank the Leader of the House for announcing the business for the week after next? We on the Scottish National party Benches also express our condolences to the family of Harry Harpham. Obviously, we also wish the hon. Member for Bolsover (Mr Skinner) a happy 84th birthday. We might have had a bit of a difference with him initially about sharing the Front Bench, but we could not have a finer Member of Parliament to share it with."}, {"speaker": "Chris Grayling:", "speech": "      The hon. Gentleman was right to echo the birthday wishes to the hon. Member for Bolsover (Mr Skinner). We do look back nostalgically to last summer —to those mornings when the Scottish nationalists and the more Union-focused members of the Labour party rushed for the same seats. They then reached a peace agreement and an accommodation, and it seems as though happiness has reigned on those Benches ever since."}, {"speaker": "Mr Laurence Robertson (Tewkesbury) (Con):", "speech": "      While the world focuses on the crisis in Syria, it is all too easy to overlook the unfolding crisis in Africa. The drought in Ethiopia is putting at risk over 10 million people who are in desperate need of food aid. The Government have responded, but much more needs to be done. Can the House consider this matter as a matter of urgency? Given that we are in recess next week, will my right hon. Friend bring it to the attention of the Secretary of State for International Development to see what urgent relief can be brought to those people?"}, {"speaker": "Chris Grayling:", "speech": "      I think we would all regard the current situation in Ethiopia as enormously distressing. I can assure my hon. Friend that discussions about this have already taken place within Government. The Government are already providing more than £100 million of aid to address this challenge, and we will continue to work with international agencies to do everything we can to alleviate what is potentially a dreadful humanitarian crisis."}, {"speaker": "Dawn Butler (Brent Central) (Lab):", "speech": "      Will the Leader of the House make time to debate the Government’s manifesto commitment to install smart meters in every household by 2020? This important move will help to end the pre-pay rip-off if the customers affected are prioritised in the smart meter roll-out."}, {"speaker": "Chris Grayling:", "speech": "      This is a focus of the Government, as are broader changes to try to ensure that consumers get a better deal. We will make more information about this available in the months ahead. I shall make sure that the hon. Lady’s concerns are passed to the relevant Minister. She may also want to bring the matter to the Floor of the House through the Backbench Business Committee or an Adjournment debate."}, {"speaker": "Mr Ian Liddell-Grainger (Bridgwater and West Somerset) (Con):", "speech": "      We are going absolutely over the top with the European debate at the moment. The only place that can make a decision to stop this is the House of Commons. May we have a debate in Government time so that all Members across the House can have a say on the EU referendum before it takes on a life of its own and we start to get more and more innuendos on the front pages of the press? Will the Government please make two to three days available so that Members can say what they really want?"}, {"speaker": "Chris Grayling:", "speech": "      First, I congratulate my hon. Friend on the role he has taken up in the Council of Europe on behalf of this country. This issue is enormously important. Of course, as I said earlier, we will be making time available for a debate. He is right that the debate that takes place both in this House and in this country needs to be a measured one that is based on facts and information. With all the talk about “project fear” and innuendo, we have to table information and make arguments in a measured way so that the public can make an informed decision before they vote in the summer, or whenever it is."}, {"speaker": "Ian Mearns (Gateshead) (Lab):", "speech": "      The Backbench Business Committee was aware that there was a possibility of getting some time on Tuesday 23 February, and we have a number of debates that we would possibly like to table for then. However, it is now only two sitting days away and we have not yet had an undertaking that there will be guaranteed time for such debates. We have an application for a debate on the serious issue of gangs and serious youth violence, but we would be reticent to table it unless we were guaranteed that it would get a good airing. We also have two debates that are time-sensitive for which we would like notification on tabling: one on Welsh affairs, which we would like to have as close as possible to St David’s day on 1 March; and one on International Women’s Day, which we would like to have as close as possible to 8 March. May I have some undertakings from the Leader of the House on this?"}, {"speaker": "Chris Grayling:", "speech": "      I am very much aware of the requests for the last two debates. We are discussing that and will seek to find the best way of making sure it can happen.   "}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      Today, the report of the Joint Committee on the Draft Investigatory Powers Bill was published, and the Intelligence and Security Committee published a report on the Bill earlier this week. There is a lot of public interest in the matter. Will the Leader of the House ensure that sufficient parliamentary time is allotted to consideration of what the Prime Minister has described as the “most important” Bill of this Parliament, so that the matter can be properly explored and debated?"}, {"speaker": "Chris Grayling:", "speech": "      I express the Government’s thanks to all who have been involved in scrutinising the draft Bill. My hon. Friend is right to say that the House must have appropriate time to scrutinise and debate the legislation. It will come before the House shortly, and we want to make sure that people have the opportunity to deal fully with the issues that it contains."}, {"speaker": "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab):", "speech": "      The Prime Minister makes great play of the fact that as part of his European negotiations, he will strengthen the role of national Parliaments. Is the Leader of the House not therefore a little bit embarrassed about the fact that the debate on European affairs will be after the Prime Minister has negotiated, and that the Government have not given Parliament a proper day’s debate to consider what the Prime Minister should negotiate on?"}, {"speaker": "Chris Grayling:", "speech": "      I do not think that anyone in the House has been short of opportunities in recent months to make their views on the matter known. We have had extended statements and extended opportunities for questions. As the Prime Minister has conducted the negotiations, I do not think that he has been under any illusion about the different views that exist in this House."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      I know that the Leader of the House will not tell us today the date of the forthcoming debate and vote on the Trident successor submarines, but will he at least tell the House whether the Government have made up their mind to hold that debate soon, or whether they are determined to spin things out until the Labour party conference in October?"}, {"speaker": "Chris Grayling:", "speech": "      As my right hon. Friend the Prime Minister made clear yesterday, he will bring forward the matter for debate at an appropriate moment. In the meantime, perhaps we can have a debate on where the mysterious underwater drones that will render Trident redundant will come from."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      Mr Islam al-Beheiry is an Egyptian television presenter and researcher who hosted a religious talk show. In June 2015, he was convicted of contempt of religion under article 98 of the penal code and sentenced to five years in prison with hard labour. On 2 February 2016, a court upheld his sentence. The TV show that he hosted was a way to debate Islamic interpretations, and that comes under   "}, {"speaker": "Chris Grayling:", "speech": "      The hon. Gentleman makes an important point, and I will make sure that his concerns are drawn to the Foreign Secretary’s attention. The Foreign Secretary will be before the House on Tuesday week, when the hon. Gentleman will have the opportunity to put that question to him."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      Few things upset my constituents more than the potential impact of new housing development on their doctors’ surgeries, schools and local infrastructure. The Minister for Housing and Planning emphasised during proceedings on the Housing and Planning Bill the importance of local councils giving due consideration to impacts on infrastructure. Will the Leader of the House secure a written statement from the Housing and Planning Minister to give local councils proper guidance on how to apply that principle?"}, {"speaker": "Chris Grayling:", "speech": "      That is an important point. We need more housing in this country, but it is essential that the resources are made available through development schemes and smart local planning to establish the appropriate infrastructure. I will make sure that Ministers are aware of the concerns that my hon. Friend has raised."}, {"speaker": "Ann Clwyd (Cynon Valley) (Lab):", "speech": "      In the ’70s and ’80s, at least eight young boys in my constituency were sexually abused in homes in north Wales. Lady Macur’s report has been on Ministers’ desks for at least the last two months. We understand that some of it may be redacted. If the report is truly independent, why are the Government sitting on it?"}, {"speaker": "Chris Grayling:", "speech": "      I do not know the reasons for the timing of the report, which I was instrumental in setting up when I was Justice Secretary. I pay tribute to Lady Justice Macur, who is a distinguished judge and who will have done the job as effectively as possible. I will make sure that the right hon. Lady’s concern is passed to my right hon. Friend the Justice Secretary. Clearly, we want to do right by the victims."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Mr Speaker, you will be delighted to know that, at 10.15 this morning, my petition to save the hedgehog went live. It can be found at https://petition.parliament.uk/petitions/121264. May I ask my right hon. Friend to urge fellow Members of the House to help gather signatures to ensure that we have a further debate on saving the hedgehog?"}, {"speaker": "Chris Grayling:", "speech": "      I am sure everyone in the House today will commend my hon. Friend for his determination to pursue the cause of ensuring the protection of a noble species. I congratulate him on what he is doing. The hedgehog is an integral part of our country’s wildlife. [Interruption.] Despite what the shadow Leader of the House says, it is a very noble species and a very important part of our national heritage. I commend my hon. Friend for the work he is doing. I have no doubt   "}, {"speaker": "Barry Gardiner (Brent North) (Lab):", "speech": "      My constituent Mr K has received two fixed penalty notices—one for exiting a car park from the wrong exit, and another for parking in a business permit bay—and, as a result, he was told that he had failed the good character requirement for British citizenship. May we have a debate on proportionate decision making in the Home Office?"}, {"speaker": "Chris Grayling:", "speech": "      It is difficult for me to comment on the individual case. Clearly, we want people who apply for citizenship to be of good character. However, I accept the hon. Gentleman’s point that if the system has gone badly wrong, somebody should do something about it. The Home Secretary will be in the Chamber for oral questions on Monday week and I suggest that the hon. Gentleman puts that question to Ministers, who I am sure will want to take it up on his behalf."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      Will the Leader of the House join me in congratulating the University Hospitals of Leicester NHS Trust on the opening of its new dialysis unit in Kettering? This state-of-the-art, first-class, ultra-modern, world-standard kidney dialysis unit is located in Trafalgar Road, Kettering, near the centre of the town. May we have a statement from the Department of Health listing all the new infrastructure investments in our NHS, which will make a world of difference to the patients who need them?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend makes a very important point. I am sure that this investment was a little bit helped on its way by the effective way in which he represents the town of Kettering. He highlights the very real new investments that are taking place in the national health service—new treatments, new equipment—all as a result of the extra funding we are putting into the national health service. The party now in opposition did not want to do that, and the Labour party in power in Wales is not doing it."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      My constituent Coreen McClusker is a single mother of a nine-year-old girl. She suffers from depression, and she has been diagnosed with dyslexia. She has had no benefits money since July, and she is at risk of eviction, having been sanctioned no fewer than five times. She has not been informed of her rights by the Department for Work and Pensions. Will the Leader of the Heath help me to ensure that she gets a full investigation of this issue by Work and Pensions Ministers?"}, {"speaker": "Chris Grayling:", "speech": "      It is very difficult for me to comment on the individual case, but if the hon. Lady writes to me with the details, I will make sure that it is passed on to Work and Pensions Ministers so that they can look into the situation."}, {"speaker": "Chris White (Warwick and Leamington) (Con):", "speech": "      One of the challenges we will face in the coming years is the need to address our skills gap, not least in engineering. May we have a debate on the provision of high-quality careers advice in our schools and colleges?"}, {"speaker": "Chris Grayling:", "speech": "      I know that this is a matter of great importance to the Education Secretary and that she is working on it at the moment. My hon. Friend makes an important point, because ensuring a smooth transition from school or college into work is an essential part of securing this country’s economic future. One thing we are trying to do to strengthen that is to increase the number of apprenticeships and to make it absolutely clear to young people that the apprenticeship route can be a very powerful and successful way into work."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "      May we have Government time for a debate on the consultation by the Department for Business, Innovation and Skills on tips and gratuities? The consultation closed at the start of last November, but the Minister for Skills confirmed in a written answer this morning that no Government response is imminent. Just this week, Unite the union has exposed another scandalous practice in which the Melia Hotel International chain appears to take a 15% cut from tips and uses it to top up senior managers’ pay, which it describes as standard industry practice. Will the Leader of the House join me in saying that this is totally unacceptable, and urge his colleagues to move from consultation to action?"}, {"speaker": "Chris Grayling:", "speech": "      I have always taken the view that if someone is given a tip, either they should keep it or it should be pooled with their fellow members of staff. I know that the Secretary of State for Business, Innovation and Skills takes this issue seriously and I will make sure that the specific concerns raised by the hon. Lady are passed to him."}, {"speaker": "Jason McCartney (Colne Valley) (Con):", "speech": "      Marsden football club in my constituency, which was established in 1900, is fighting for survival. Many matches have been postponed because of a flooded pitch and the clubhouse has been raided. That comes at the same time as a record TV deal for the premier league and discussions about ticket pricing in the premier league. May we have a debate on finances in football to ensure that not only fans but community football clubs get a good deal?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend makes an important point. Local football clubs are an essential part of local communities. That is certainly the case in his constituency. I will certainly make sure that the point he makes is passed to the sports Minister, the Under-Secretary of State for Culture, Media and Sport, my hon. Friend the Member for Chatham and Aylesford (Tracey Crouch). I congratulate my hon. Friend the Member for Colne Valley (Jason McCartney) and those in the club who are working to raise charitable funds for the air ambulance service. That suggests to me that they are a really engaged group of people who are trying to do the right thing for the local community."}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      Today, the Ministry of Justice will publish a written statement that may close more than 80 courts in Wales and England, including the Crown, magistrates and family courts in Carmarthen. Surely a statement of that magnitude must be made on the Floor of the House so that Ministers are held to account. May we have an oral statement on this issue following the recess?"}, {"speaker": "Chris Grayling:", "speech": "      This matter has been under consideration for some time. The Secretary of State for Justice has been here on several occasions and the matter has been discussed and debated in this House. It is right and proper that the Government bring forward their conclusions to end the uncertainty."}, {"speaker": "Vicky Foxcroft (Lewisham, Deptford) (Lab):", "speech": "      The year of the monkey started this week and I hear that this brings out a mischievous streak in people. I am not sure if you are aware, Mr Speaker, but you are a rabbit. Some of your traits are being gentle, elegant, alert, quick and kind. The Leader of the House is a tiger, which is known for being over-indulged, but also for its bravery. Well, one has to be brave to go up against someone as diligent, dependable and full of strength and determination as our ox, the shadow Leader of the House. Members may or may not know that the Chancellor is a pig—quite literally, he is a pig! I will leave it there and simply ask the Leader of the House to join me in wishing my Chinese community, whose celebrations I will join this weekend, a happy Chinese new year."}, {"speaker": "Chris Grayling:", "speech": "      All of us join the hon. Lady in wishing every member of the Chinese community in this country a very happy and successful Chinese new year. I hope that the celebrations over the next few days go well. I have to say that, on balance, I would rather be a tiger than an ox."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      Yesterday from the Vote Office I collected the central Government supply estimates, 2015-16 edition, which, despite running to 700 pages, describes itself as a “booklet”. Can the Leader of the House tell me what opportunities I will have, as a Member from Scotland, to debate and amend the specifics in this booklet if I feel that they may have Barnett consequentials through EVEL legislation, and what the deadline is for tabling those amendments?"}, {"speaker": "Chris Grayling:", "speech": "      As the hon. Gentleman knows, that is a matter for the Liaison Committee. The hon. Member for Perth and North Perthshire (Pete Wishart), who is sitting next to him, is on the Liaison Committee, so I am the wrong person to ask."}, {"speaker": "Mrs Madeleine Moon (Bridgend) (Lab):", "speech": "      Every day, we see tragic pictures of people fleeing the horror of Aleppo. We see the anxiety building as they are refused entry into Turkey and there is the fear that they will make their way across the Mediterranean into Europe. May we have a whole day’s debate on the international crisis facing the world that is flooding out of Syria and on how we can take responsibility for that crisis, which has largely been created by the Assad regime and Russia?"}, {"speaker": "Chris Grayling:", "speech": "      We all view what is happening in Aleppo with enormous distress, and we desperately want peace in that country. As the hon. Lady knows, the International Development Secretary addressed that issue in the House at the start of the week, and we will continue to put substantial amounts of aid into Syria and the surrounding areas. She will know that the recent Syria conference in London raised more money in one day than any previous event of its kind, and I assure her that as far as is possible, this country will do everything   "}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      The Leader of the House will recall that many of us were critical of the World Health Organisation for its slowness in getting to grips with the Ebola disaster in west Africa. Another crisis is emerging from Brazil, and the Zika virus is spreading throughout South America and beyond. May we have an urgent debate on that virus and the impact that it will have on the rest of the world, and can we urge the WHO, and the great charities that stepped into the breach on Ebola, to act quickly and act now?"}, {"speaker": "Chris Grayling:", "speech": "      As the hon. Gentleman says, this is a matter of great international concern. The tales of tragedy that are coming from South America, and the impact of the Zika virus on pregnant women and babies, are enormously distressing. The Government will do everything they can to play a role internationally in tackling the crisis, and I have no doubt that my right hon. Friends the Foreign Secretary and the International Development Secretary will do everything they can to work with the WHO to ensure an appropriate international response."}, {"speaker": "Gavin Newlands (Paisley and Renfrewshire North) (SNP):", "speech": "      During last week’s successful debate on the role of men in preventing violence against women, and the urgent question on the Return of Kings, the Minister answered questions on the delay in ratifying the Istanbul convention on women’s rights, and indicated that the Government are keen to do so but need the primary legislation. Is the Leader of the House aware of any plans to bring legislation on that matter before the House before the summer recess? If not, will he ask his right hon. Friend the Home Secretary to make a statement on why that is?"}, {"speaker": "Chris Grayling:", "speech": "      The Government will certainly consider that issue. The hon. Gentleman will understand that I cannot make any announcements at this stage about the contents of the upcoming Queen’s Speech, which will put forward a programme of legislation that is designed to address the issues faced by this country, but I will ensure that Ministers are aware of his concern."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      The British Retail Consortium’s crime report for 2014-15 found that there were 41 incidents of violence and abuse per 1,000 retail employees, which is up from 32 incidents per 1,000 employees in the previous year. Three million people work in our retail industry, and I do not need to say how important their work is to our local and national economies. May we have an urgent debate about that unacceptable level of violence against our retail workers?"}, {"speaker": "Chris Grayling:", "speech": "      Any violence against a retail worker is unacceptable, as are the levels of violence that the hon. Lady describes. The police have many powers to deal with that and to charge and prosecute people, and I hope they will always view that as an important area in which to take action. The Home Secretary will come before the House on Monday week, so perhaps the hon. Lady will raise the issue with her then."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      The Leader of the House will probably be aware that within very short order, two separate debates in Westminster Hall have raised serious allegations of the deliberate undervaluing and downgrading of assets, forced bankruptcy and seizure of assets, and further allegations of collusion between banks, receivers and intermediaries. For my constituent, Alun Richards, that involved Alder King and Lloyds, but other banks and intermediaries were involved in cases considered by many other MPs. More than 10 cross-party MPs have written to the Chair of the Business, Innovation and Skills Committee to ask him to investigate the matter urgently, and I have written to the director of the Serious Fraud Office to ask for a meeting. Is it time for a debate on the Floor of the House on that matter, and for the Serious Fraud Office to investigate those serious allegations?"}, {"speaker": "Chris Grayling:", "speech": "      I am not aware of the individual cases that the hon. Gentleman raises, but this is a serious matter and I hope that he will successfully secure an investigation from the Committee, which should respond to substantial and widespread concerns raised by Members. I will ensure that the Department for Business, Innovation and Skills is aware of the matter."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      When can we debate the warning given by a senior Japanese industrialist to the Foreign Secretary that the continuing financial fiasco of Hinkley Point is damaging the reputation of Britain internationally, and threatening further investment? Can we not recognise that the problems at Hinkley Point are terminal, and change to the practical technology of tidal power which is clean, British, free and eternal?"}, {"speaker": "Chris Grayling:", "speech": "      As the hon. Gentleman knows, the Government’s policy is not to put all eggs in one basket. We have probably done more than any previous Government in pursuing renewable energy in this country, be it wind, solar or tidal, but we believe that we need a mix of generation for the future, and that will include nuclear."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "      I wish to make a similar point to one made by the shadow Leader of the House. Do the Government intend to make a statement or hold a debate in Government time on the contradictory statements they are making on their anti-Trade Union Bill? I am of course referring to the aforementioned letter dated 26 January from the Minister for Skills, which is in stark contrast to the oral answer he provided to me on 2 February, when he said there would be no concessions on facility time and check-off. In the absence of any statement, will the Leader of the House tell us what his answer was to that letter of 26 January? Or is that also the exclusive property of the Socialist Worker newspaper?"}, {"speaker": "Chris Grayling:", "speech": "      These matters will be and are being debated in the other place, and they will be debated in this House again. Honourable Members will have to wait until those moments to discuss and debate them."}, {"speaker": "Valerie Vaz (Walsall South) (Lab):", "speech": "      If I can show I am related to the Prime Minister, will I get money for my libraries and Sure Start centres in Walsall? The shadow Leader of the House is right to say that we need   "}, {"speaker": "Chris Grayling:", "speech": "      In a society that is free and able to express individual views, none of us seeks to gag our relatives, even when they disagree with us."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      May we have a debate about the operation of the child maintenance regulations? I have a constituent with a very difficult case, whose 17-year-old daughter has moved out of the family home into a third party adult property, against the will of the family. They have now received a claim for child maintenance from that third party. This does not seem to be within the spirit of the law, which is surely to ensure that children continue to be supported in the event of family breakdown."}, {"speaker": "Chris Grayling:", "speech": "      This is an immensely complex area, and most of us who have been in this House for a long time will have had extensive experience of it, and frustrations and difficulties with it. Of course we all seek to bring individual cases to the Department and to the relevant authorities, and we will continue to do so. I am confident that Ministers will do their best to ensure that the regime in place will deal with the challenges and operational difficulties faced in the tragic situations around family breakdown."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      On 21 January, I enlisted the help of the Leader of the House to arrange the meeting that the Prime Minister had promised with my constituent Mike and Tina Trowhill in order to discuss the national baby ashes scandal. The Leader of the House said he would come back to me, but I have not heard anything. I also asked the Under-Secretary of State for Women and Equalities and Family Justice, the hon. Member for Gosport (Caroline Dinenage)   "}, {"speaker": "Chris Grayling:", "speech": "      I checked on this and the hon. Lady has perhaps misinterpreted the wording of the Prime Minister’s response, but I have tried to ensure that she receives a ministerial meeting. If that has not come through yet, I will follow it up today."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      The floods in York were devastating for so many because so many could not afford any insurance. They need every bit of help they can get, yet the Government still have not applied for the EU solidarity fund. May we have an urgent statement on why that has not happened and on what progress is being made?"}, {"speaker": "Chris Grayling:", "speech": "      The Government’s approach has been to try get finance to those who need it quickly and not to worry about complicated bidding processes, so that we ensure we provide help immediately to those who need it. If people look at the amounts of money that have been provided to the areas affected, they will see that we have done the right thing."}, {"speaker": "Nick Thomas-Symonds (Torfaen) (Lab):", "speech": "      Last Saturday marked the 126th anniversary of the Llanerch colliery disaster in my constituency, in which 176 men and boys lost their lives in an explosion that devastated the local community. May we have a debate on the sacrifices made by miners, their families and their communities over many generations?"}, {"speaker": "Chris Grayling:", "speech": "      There is no doubt that mining communities played a huge role in this country. They provided the energy that kept this country and its economy going for decades. I am glad that in today’s world we can provide energy sources from a variety of different routes, which means that we do not perhaps have to subject those who did such sterling work in the past to those conditions today."}, {"speaker": "The Secretary of State for Health (Mr Jeremy Hunt):", "speech": "      Nearly three years ago to the day, the Government first sat down with the British Medical Association to negotiate a new contract for junior doctors. Both sides agreed that the current arrangements, drawn up in 1999, were not fit for purpose and that the system of paying for unsocial hours in particular was unfair. Under the existing contract, doctors can receive the same pay for working quite different amounts of unsocial hours; doctors not working nights can be paid the same as those who do; and if one doctor works just one hour over the maximum shift length, it can trigger a 66% pay rise for all doctors on that rota."}, {"speaker": "Heidi Alexander (Lewisham East) (Lab):", "speech": "      I am grateful to the Secretary of State for advance sight of his statement. It would have been good to have previewed this exchange during the urgent question on Monday, but we all know that the Secretary of State could not be bothered to turn up. You might also think, Mr Speaker, that the Health Secretary would do me the courtesy of responding to the two letters I have sent to him in the last week, but you would be wrong. So much for a seven-day health service! A five-day-a-week Health Secretary would be nice."}, {"speaker": "Mr Speaker:", "speech": "      Order. There is far too much noise in the Chamber. Let me say this to Members on both sides of the House who are shouting: do it again, and you will not be called. It is as simple as that. If Members cannot exercise the self-restraint to be quiet while the Front Benchers are speaking, they have no business taking part in the exchanges."}, {"speaker": "Heidi Alexander:", "speech": "      I am grateful to you, Mr Speaker."}, {"speaker": "Mr Hunt:", "speech": "      The hon. Member for Lewisham East (Heidi Alexander) has made a number of incorrect statements with which I shall deal with later, but what the country will notice about her response is more straightforward. When we have a seven-day NHS, in a few years’ time, people will say that it was obviously necessary and the right thing to do. They will remember that it was not easy to get there, and they will also remember—sadly—the big call that she made today for short-term political advantage to be placed ahead of the long-term interests of patients."}, {"speaker": "Mr Kenneth Clarke (Rushcliffe) (Con):", "speech": "      I congratulate my right hon. Friend on taking this clear and correct decision, because it is quite obvious that after three years, the BMA was prepared to let the whole thing drag on with talks and days of action until he either abandoned the seven-day service or gave the junior doctors an enormous pay settlement in order to buy their agreement to do it. In future discussions, will he keep concentrating, as he has, on the essential public interest, which is to meet the rising and remorseless demand   "}, {"speaker": "Mr Hunt:", "speech": "      My right hon. and learned Friend speaks with great wisdom and also great experience. Many Members will remember how, when he was Health Secretary, the BMA put posters of him up all over the country saying “What do you call a man who ignores medical advice?”, and there he was, smoking his cigar. I am sure that there have been Labour Health Secretaries who have had similar treatment. He makes an important point, however. Under the new Labour Administration of Tony Blair, huge amounts of extra resources were put into the NHS but, unfortunately, because of the impact of contract changes in 1999, 2003 and 2004, weekend care actually became less effective, not more effective. Now, thanks to the tough decisions we have taken on public spending and turning the economy around, we have been able to give the NHS a funding settlement next year that is the sixth biggest in its entire nearly 70-year history. We are absolutely determined that, if we are putting that extra money into the NHS, it should come with reform that leads to better care for patients. That is the Conservative way, and we will not be deflected from it."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      I should like to pick the Secretary of State up on some aspects of his statement. On Monday, I challenged the Under-Secretary of State for Health, the hon. Member for Ipswich (Ben Gummer) to step away from the term “weekend deaths”. The Freemantle paper does not show that; it shows increased 30-day mortality in people admitted at the weekend, and there is actually a lower mortality rate at weekends. The junior Minister said that the Secretary of State was really careful, but he has made that suggestion twice in his statement today, and I think that that is very misleading."}, {"speaker": "Mr Hunt:", "speech": "      I welcome the tone of the hon. Lady’s comments. I do not agree with everything that she has said, and I shall explain why, but they were immensely more constructive than the comments that we have heard from other Opposition spokesmen. She is right to say that the studies talk about mortality rates for people admitted at weekends. There have been eight studies in the past five years, or 15 since 2010 if we include international studies. She is right to say that we need to look at why we have these problems."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      I know colleagues across the House will want to join me in thanking junior doctors for the valuable work they do for patients across the NHS. [Hon. Members: “Hear, hear.”] I hope that they will look very carefully at the improvements in the offer, with a 13.5% increase in the basic rate and the very important safeguard that will discourage over-rostering at weekends by giving them premium rates if they have to work more than, or including, one in four weekends. I hope the BMA will also recognise and welcome the very important appointment of Professor Dame Sue Bailey to lead an inquiry into all the other aspects that lead to discontent with junior doctors. I wonder if the Secretary of State agrees that what we now need is to move forward in a positive spirit that brings this dispute to an end, takes the temperature down and recognises that we all want the same thing: safety for patients."}, {"speaker": "Mr Hunt:", "speech": "      I thank my hon. Friend for her very constructive comments. She is right. A 13.5% increase in basic pay is very significant, because, unlike overtime and premium pay, it is pensionable. It will help when applying for a mortgage and will mean more money on maternity leave. I think it will be much better for junior doctors."}, {"speaker": "Barry Gardiner (Brent North) (Lab):", "speech": "      The Secretary of State, I am sure, has the grace to acknowledge that the application rate for specialty training has fallen since the Government put forward their proposals last year, but does he have the logic to accept that if he gets fewer junior doctors the problem he is trying to solve will only get worse?"}, {"speaker": "Mr Hunt:", "speech": "      We now have 10,600 more doctors working in the NHS than we did five years ago and we are investing record amounts going forward. There has been a lot of smoke and mirrors about what is actually in our contract proposals. I hope all trainees and medical students will look at the proposals and see that independent people have looked over them and believe they are fair and reasonable—actually better—for junior doctors, and that we will continue to be able to recruit more doctors into the NHS."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      As one, like myself, gets a bit older—some might say clapped out—one relies on the NHS more and more. People like me—I have just had an operation and might have another coming up—get worried about strikes. I hope the Secretary of State will try, from now on, to build the morale of junior doctors. Surely the NHS is not for the Conservative party, the Labour party, doctors or nurses, but for the people? Why should people like me, who are admitted to hospital on a Saturday, have a greater chance of dying? He has to take on the vested interests and stand up for the people."}, {"speaker": "Mr Hunt:", "speech": "      My hon. Friend is absolutely right. Indeed, if we look at the change happening in global healthcare, the big movement is towards putting patients in the driving seat of their own healthcare. If we want the NHS to be   "}, {"speaker": "Mr David Anderson (Blaydon) (Lab):", "speech": "      I know the Secretary of State does not usually listen to people with a bit of experience, but, as somebody who has spent 40 years dealing with trade disputes and their aftermath, may I ask him how he expects industrial relations to improve when he has imposed a contract, accused the negotiators of lying, and effectively said that the members were fooled by their own negotiators? He has now told us today that he will build into the contract a differential between the antisocial payments paid to these professionals and those paid to other professionals working next to them. That is a recipe for disaster. Will he put in the Library a full list of what he believes are the so-called lies that were told by the leaders of the BMA? Will he explain how he expects to get things back on an even keel, something that was asked for by the Chair of the Health Committee?"}, {"speaker": "Mr Hunt:", "speech": "      As someone who I fully concede may have more experience of industrial relation disputes than me, let me just say this: it is very clear that we are able to progress when there is give and take from both sides; when both sides are prepared to negotiate and come to a deal that is in the interests of the service and in the interests of the people working in the service. That was not possible. It is not me who is saying that; that is was what Sir David Dalton, a highly respected independent chief executive, said in the letter he wrote to me last night."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      May I add to what my long-time comrade, my hon. Friend the Member for Gainsborough (Sir Edward Leigh) said by delving into a bit of history? In 1977, I was knocked off a motorcycle by a careless driver on a Sunday. Because staff were not in the hospital, the wound could not be cleaned until it was x-rayed and because the wound could not be cleaned, I got an infection. This is not just about increased mortality rates; it is about the prolongation and exacerbation of small or routine episodes and injuries. Will the Secretary of State, in his calm and measured way, say again to the House that when we look back on this episode people will be very surprised that it took nearly 40 years—from my accident—to bring about this long-overdue reform?"}, {"speaker": "Mr Hunt:", "speech": "      My right hon. Friend is absolutely right. He talks about x-rays, which illustrates the point that this is not just about doctor presence but the presence of those who are able to do x-rays, MRI scans, CT scans, get results back from laboratories and so on. A whole suite of things are necessary for seven-day care. He is also right to point out that there are huge savings if we get this right. For example, if someone gets an avoidable pressure ulcer because they have not had the care that they should have received over a weekend, they are likely to have to stay in hospital for over 10 days longer. That will cost the NHS several thousand pounds more and that is why, in the end, this is the right thing to do economically as well as ethically."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      There are huge pressures everywhere in the NHS. For instance, GP out-of-hours services are under an incredible strain and cover is very limited in some parts of the country. What is the Secretary of State doing about those pressures and the additional strain that could be triggered by an exodus of doctors, following the imposition of the doctors’ contract? Will he entertain the idea of a commission, as advocated by my right hon. Friend the Member for North Norfolk (Norman Lamb) and by others on both sides of the House, to find a long-term consensual solution to the growing health and care challenges that we face?"}, {"speaker": "Mr Hunt:", "speech": "      The trouble with commissions is that they tend to take rather a long time to come up with their conclusions, and we need to sort out these problems now. That is why the Chancellor promised an extra £3.8 billion for the NHS next year, and why we said that we want 5,000 more GPs working in general practice, which will help out-of-hours services. We have a five-year plan that the NHS has the funding to implement, and that will transform out-of-hospital services. I hope that those developments will address the right hon. Gentleman’s concerns."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I thank my right hon. Friend for his patience and resolution in bringing this matter to a conclusion. Does he share the real sadness that so many of us feel that these wonderful young people who come into the health service to be doctors with such high ideals are caught up in this terribly debilitating and damaging dispute? I ask him to reinforce his efforts to engage and speak directly with junior doctors and the medical profession as a whole and not allow the disruptive behaviour of the British Medical Association to destroy the relationship that we need to have with our doctors."}, {"speaker": "Mr Hunt:", "speech": "      My hon. Friend is right. There was absolutely no reason to have this dispute, because the things that we are trying to sort out—seven-day care and safer care for patients—are what every doctor wants to happen. Indeed, they choose medicine as a profession from the highest of ethical motives, and we want to support them. I share his sadness that it has come to this, but given that the counter-party in the situation is not willing to budge, we have to take action to remove uncertainty and to do the right for patients and for doctors. I will certainly continue to engage. The new commission headed up by Professor Dame Sue Bailey will also look at wider issues of morale, which will make a big difference."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I must advise the House that, so far, we have got through eight questioners in 14 minutes, which, by the standards of the House operating at its best, is poor, so we need to do better. That means shorter questions and, frankly, rather pithier answers."}, {"speaker": "Kevin Barron (Rother Valley) (Lab):", "speech": "      I had a further email on this subject from a doctor in my constituency this morning. He thanked me for forwarding replies from the Department, although he did say that they were disappointing. He said that the BMA had proposed a contract that met the Government’s cost-neutral requirements, but that it had been rejected. Is that true?"}, {"speaker": "Mr Hunt:", "speech": "      I will be pithy, Mr Speaker. This is not just about cost-neutrality, but about dealing with weekend care, which is why that proposal was not accepted."}, {"speaker": "Alec Shelbrooke (Elmet and Rothwell) (Con):", "speech": "      May I congratulate my right hon. Friend on always having at the forefront patient care and the wellbeing of young doctors? Did it not give the game away when the BMA said that this was a blow against austerity? Will he remind the House how much extra money has gone into the NHS, by contrast to what happened under the Labour party?"}, {"speaker": "Mr Hunt:", "speech": "      My hon. Friend is absolutely right. I am afraid that, regrettably, there are some political elements inside the BMA. The great irony is that, without the austerity measures that those same people opposed in the previous Parliament, we would not have been able to give the NHS its sixth biggest funding increase ever."}, {"speaker": "Dawn Butler (Brent Central) (Lab):", "speech": "      When I watched the Secretary of State on the TV on Sunday, two things struck me: first, he got paler as the letters from junior doctors were read out; and secondly, he made it clear that it was the senior doctors not being present that was the barrier to a full seven-day NHS. Why is it then that he is picking a fight with junior doctors?"}, {"speaker": "Mr Hunt:", "speech": "      We need senior decision-makers to be present. They are the most important people when it comes to delivering seven-day care. Most of the medical royal colleges accept that a junior doctor who has had a substantial amount of training does qualify as a senior decision-maker, which is why we need them more."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      The BMA has taken the oversubscribed political sub-speciality of spin doctoring to a whole new level. May I express my admiration for the Secretary of State for his ability to keep his cool under the sort of provocation that he has had, and ask how a 13.5% increase in pensionable pay could possibly lead to problems with recruitment and retention?"}, {"speaker": "Mr Hunt:", "speech": "      My hon. Friend speaks with personal knowledge. One of the things that has been wrong with junior doctors’ contracts for many years is that basic pay is too low. They therefore feel under huge pressure to boost basic pay by premium working, and that has led to some of the distortions that we see. So, yes, it is a significant increase in basic pay, which will be a very big step forward."}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      I have spent 30 years in the world of work, representing employees, conducting negotiations and solving disputes. I have seldom seen a sense of grievance so grotesquely mishandled, insulting the intelligence of junior doctors by telling them that they do not understand what is on offer. Does the Secretary of State not feel a sense of shame that his handling of this dispute should have so poisoned relationships with junior doctors, who are the backbone of the national health service?"}, {"speaker": "Mr Hunt:", "speech": "      The hon. Gentleman can do a lot better than that. We have been willing to negotiate since June. It was not me who refused to sit round the table and talk until December; it was the BMA, which, before even talking to the Government, balloted for industrial action. What totally irresponsible behaviour that is. If Labour were responsible, it would be condemning it as well."}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "      I thank my right hon. Friend for his statement today and for all the work that he is doing to deliver a truly seven-day-a-week NHS, which we all really want for our constituents. Will he confirm that the BMA, the royal colleges, the Government and the wider NHS are all now agreed on the need to improve weekend care, which, as Professor Sir Bruce Keogh has said, is both a clinical and a moral cause?"}, {"speaker": "Mr Hunt:", "speech": "      My hon. Friend is absolutely right. There is a huge amount of support for doing the right thing for patients, which is why it is so extraordinary that the BMA has chosen to defend the indefensible, not to sit round and talk about how we can do this, as any reasonable doctor would have done and—to go back to the earlier question—to put out deeply misleading comments to its own members that have inflamed the situation and made it far worse than it needed to be."}, {"speaker": "Mike Kane (Wythenshawe and Sale East) (Lab):", "speech": "      The Royal College of General Practitioners has reacted to the decision to impose the contract by saying that it is shocked and dismayed. The Royal College of Psychiatrists has said that the decision will exacerbate the recruitment and retention issues that the NHS currently faces. Why does the Health Secretary ignore the concerns of those two royal colleges?"}, {"speaker": "Mr Hunt:", "speech": "      When those colleges have had a chance to look carefully at our proposal, they will find much that they can commend. For both psychiatrists and GPs, we are putting in a premium to attract more people into those specialities, which will be immensely important both for them and for the NHS."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      Will the Secretary of State draw to the shadow Secretary of State’s attention the research in the Netherlands that has shown that seven-day working has dramatically cut stillbirth rates—by 6.8% in the Netherlands—and has the potential to have a real impact on survival rates for young babies?"}, {"speaker": "Mr Hunt:", "speech": "      I commend my hon. Friend for her campaigning on that issue. She could not be more right. Just before Christmas, a report by Professor Paul Aylin   "}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      On 5 December 2011, the Government tried to cut unsocial hours for “Agenda for Change” staff. At a time when morale right across the NHS is so low, will the Secretary of State guarantee that he will not bring forward cuts, because the reason behind the unsocial hours cut that I mentioned was to introduce seven-day working?"}, {"speaker": "Mr Hunt:", "speech": "      We have no plans to do so, but I cannot be drawn any further, except to say that we do have to deliver our manifesto commitments. The specific issues that we have identified with respect to seven-day working relate to consultant and junior doctor presence, and that is what we are focused on putting right."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      I thank my right hon. Friend for the very clear way in which he has kept the House up to date on the progress of all this. It is very important not only that we free up beds in hospitals, most certainly at weekends, but that we should be making much greater use of our pharmacies to deliver better healthcare within the community. Will he explain how that might happen?"}, {"speaker": "Mr Hunt:", "speech": "      I believe my right hon. Friend the Minister of State is with the pharmacists now discussing that precise issue. My hon. Friend raises this issue regularly and rightly: pharmacists have a very important part in the future of the NHS."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      On Sunday, I witnessed the seven-day working at a Welsh hospital, where a clinic was held in Nevill Hall for the convenience of patients and to get maximum use of an expensive gamma camera. The Secretary of State constantly denigrates the work of the Welsh health service, but will he pause to congratulate the Welsh and Scottish Governments, who avoided the misery of the strike and will also avoid the poisonous legacy of resentment that he will face from junior doctors?"}, {"speaker": "Mr Hunt:", "speech": "      The Welsh and Scottish Governments may have avoided the difficult decision that we are taking in the NHS in England, but the longer they go on avoiding the issue, the longer they will have higher mortality rates at weekends, which we are determined to do something about."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      I thank the Secretary of State for his statement. If we do not have enough junior doctors, patient safety cannot be guaranteed. In his statement, he referred to reducing the number of hours, nights, days and rostered weekends for doctors. Does he believe that that will ensure that there will be no strike? What safeguards are in place for patients, nurses and senior doctors if an agreement cannot be reached?"}, {"speaker": "Mr Hunt:", "speech": "      It is because an agreement cannot be reached that we have to take the measures that we are taking today. The bits of the new contract to which the hon. Gentleman draws attention are the bits that will have the biggest impact on the morale of junior doctors, because we are saying that we do not think it is right for hospitals to ask them to work five nights in a row or to   "}, {"speaker": "Jeff Smith (Manchester, Withington) (Lab):", "speech": "      I met a large group of junior doctors in my constituency to discuss the new contract. They were highly professional and totally committed to the NHS, but for the first time some of them were considering working abroad. One of them told me that, although she loved her job, she would never let her daughter train as a junior doctor now. Does that not demonstrate that the low morale—the despair, frankly—and the likely flight of junior doctors as a consequence of imposition is a huge threat to the future of our NHS?"}, {"speaker": "Mr Hunt:", "speech": "      The biggest threat to morale for doctors is not being able to deliver the care that they came into the profession to deliver. That is why we are sorting out a proper seven-day NHS, particularly for junior doctors who work in A&E departments at weekends, where they often do not have the support they would get during the week and do not have as many consultants around as there would normally be. That is what we are trying to put right. I appreciate that it is very difficult when the counter-party in the dispute does not want to negotiate, but in the end Governments have to decide what is right for patients and what is right for the service, as well as what is right for doctors."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Hull has traditionally struggled to recruit doctors in specialties such as A&E, general practice and psychiatry. I am concerned about the royal colleges’ warning that the imposition of the contract will have detrimental effect on staff morale and staff retention in the NHS. Will this not make things even more difficult for areas such as Hull, which struggle to recruit in the first place?"}, {"speaker": "Mr Hunt:", "speech": "      We want more doctors and more nurses in the NHS, but in the end, if we are putting extra money in to recruit these extra doctors and nurses, it is fair to the public who are paying for their salaries to have reforms that mean their care gets better. That will apply to the hon. Lady’s constituents in Hull, who want a seven-day NHS, just as my constituents in Surrey do."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "      The Health Secretary repeatedly accuses the BMA of misleading junior doctors, yet 98% of them voted for industrial action. Without exception, every doctor I have spoken to said that the last thing they wanted to do was to go out on strike. Doctors are some of the brightest and most intelligent people we have in our country. Does the right hon. Gentleman really believe that they cannot make up their minds for themselves?"}, {"speaker": "Mr Hunt:", "speech": "      It is interesting that when that vote was held, the BMA had not sat down and talked to the Government, despite repeated invitations. I personally met Johann Malawana, the leader of the junior doctors committee, and invited him to talks. Despite those repeated invitations, they refused to talk; they decided to ballot for industrial action. How serious are people about reaching a negotiated settlement if that is what they do?"}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      Can the Secretary of State clarify something in his statement for me? He says that “those working one in four Saturdays or more will receive a pay premium of 30%. That is higher on average than that available to nurses, midwives, paramedics and most other clinical staff”. The staff he cites will be employed on bands 4 to 9 under “Agenda for Change” terms and conditions. If they work Saturdays, they receive plain time plus 30% for working then, so can the Secretary of State tell me how he has calculated an average? I do not understand his mathematics."}, {"speaker": "Mr Hunt:", "speech": "      I am happy to do that. The contract that we are going to implement gives junior doctors who work more than one in four Saturdays—so one in three Saturdays —a higher premium of 50%, so when taken on average, it is a higher premium for working on a Saturday."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      As has been pointed out by my hon. Friend the Member for Newport West (Paul Flynn), there were no strikes in Wales yesterday. However, on the point made by the hon. Member for Central Ayrshire (Dr Whitford), there was an increase of 10% in the budget, equivalent 135 places for nurse training, which is so critical for cover. That may be what led to a communication that I received from a junior doctor in England who said, “Could we have your Minister for Wales, please?” What does it say about morale in the NHS in England when, in football and rugby parlance, the Minister has lost the confidence of the changing room?"}, {"speaker": "Mr Hunt:", "speech": "      I think that is the first time in living memory in this House that a Welsh MP has got up and said that they think things are better in the Welsh NHS. Just look at the waiting times that people face for basic operations on the NHS in Wales—far, far longer than in England. We will take no lectures about how to run the NHS from Labour in Wales."}, {"speaker": "Paul Blomfield (Sheffield Central) (Lab):", "speech": "      I represent three fine hospitals and one great medical school, and I spend a lot of time listening to junior doctors and medical students. The Secretary of State talks about the crisis in morale in the NHS among junior doctors. Does he not recognise that his handling of the dispute has done so much to enhance that crisis, and that today’s announcement will make it so much worse?"}, {"speaker": "Mr Hunt:", "speech": "      Not at all. The choice I had was to do something about mortality rates at weekends or to duck the issue. Under the Conservatives, we do not duck issues about mortality rates. We do the right thing for patients. After Labour’s record, I should have thought the hon. Gentleman would be a little more circumspect."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      On a point of order, Madam Deputy Speaker. In an earlier exchange in Energy and Climate Change questions, the Secretary of State said, in response to a question that I posed to her, that large-scale solar is already subsidy-free. I think she may have inadvertently misled the House. As I understand it, under the Government’s banding review, they are proposing a subsidy of £34 per megawatt-hour. How can I get the Secretary of State to correct her statement?"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      I was not here during DECC questions but, as the right hon. Gentleman knows, Ministers take responsibility for their own statements. He has put the matter on the record."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      On a point of order, Madam Deputy Speaker. Earlier in business questions, I raised the case of my constituents, Mike and Tina Trowhill. I had raised the matter in Prime Minister’s questions on 4 November and the Prime Minister had promised a meeting with my constituents. I raised it with the Leader of the House because it is now the middle of February and it has proved very difficult to arrange that meeting. The Leader of the House said that I had misinterpreted the response from the Prime Minister. I have checked Hansard for 4 November. I said:"}, {"speaker": "Madam Deputy Speaker:", "speech": "      The hon. Lady has already taken the matter forward by putting it on the record. No doubt, the Minister on the Treasury Bench will take it further. Perhaps the hon. Lady will be written to, at least."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      We come now to two Select Committee statements. Mr Clive Betts will speak on his subject for up to 10 minutes, during which no interventions may be taken. At the conclusion of his statement, I will call Members to put questions on the subject of the statement, and I will call Mr Clive Betts to respond to those in turn. Members can expect to be called only once. Interventions should be questions and should be brief. Front-Bench Members may take part in questioning. The same procedure will be followed for the second Select Committee statement. I call the Chair of the Communities and Local Government Committee, Clive Betts."}, {"speaker": "Mr Clive Betts (Sheffield South East) (Lab):", "speech": "      I would like to thank the Backbench Business Committee for the opportunity to present our report on housing associations and the right to buy. I would also like to thank Craig Bowdery, our Committee specialist; Professor Christine Whitehead, our specialist adviser; and Professor Ian Cole and his research colleagues at Sheffield Hallam University for their help in producing the report."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      May I congratulate the hon. Gentleman on his statement, and him and his Committee on its report? I was interested in conclusion 96, which says:"}, {"speaker": "Mr Betts:", "speech": "      That was an issue the Committee was mindful of. That wording in the report is very clear. Where there are large surpluses, and there are housing shortages to be met, housing associations should look to make sure those surpluses are spent in a way that delivers more homes."}, {"speaker": "John Healey (Wentworth and Dearne) (Lab):", "speech": "      I welcome this unanimous cross-party report, which reinforces criticism and opposition already voiced by Conservative Members and by the Conservative-led Local Government Association about the huge loss of affordable homes in rural and urban areas alike as a result of the Housing and Planning Bill. The other place is set to examine the Bill’s provisions on housing associations’ right to buy and the forced sale of council homes on 3 March, so what steps will my hon. Friend take to make sure that peers know all about this important report before then?"}, {"speaker": "Mr Betts:", "speech": "      I would have thought that making this statement today was a start to that process and give the report some publicity. I am sure that my right hon. Friend will be sending messages to his colleagues in the other place where he wants to draw particular aspects to their attention. A key issue is how the right-to-buy scheme should be funded. I think it would be very helpful for their lordships if the Government were to produce the calculations on how the sale of high-value council assets in relation to right-to-buy discounts, the replacement of the sold-off council homes, and the brownfield regeneration fund—which I think we can all support as a very good principle—can all be funded. We need to see the Government’s figures given that we had evidence from the Chartered Institute of Housing that   "}, {"speaker": "Bob Blackman (Harrow East) (Con):", "speech": "      I welcome the statement from the Chair of the Select Committee, on which I am pleased to serve. I can confirm that this report was, helpfully, agreed on a cross-party basis. I commend him for his diligent work in ensuring that we did come to such an agreement even though it was quite difficult at times. Does he agree that it is important to increase not only the supply but the mixture of tenure? One of the key concerns that the Government have addressed, thanks to an amendment to the Bill, is that social rented homes sold will be replaced on a two-for-one basis. I think that is warmly welcomed. We also need to make sure that the homes that are sold are for owner-occupation and do not end up in the private rented sector market, because that denies people the right to own their own home."}, {"speaker": "Mr Betts:", "speech": "      When a home is bought under the right to buy and the Government then continue with their policy of selling a council home to pay for it, if both those homes could be replaced with properties that meet the needs of those communities, I think everyone would feel a lot more comfortable about the direction of travel. As I understand it, the two-for-one replacement is a London-only commitment at this stage, and it is not precisely clear what the tenure of the two-homes replacement would be. That is one of the unanswered questions. Another is that we do not yet know how the levy raised on councils would be distributed around the country. Presumably the specific requirement for London means that some sort of regional ring-fencing will be in place, but we do not know precisely what that will be until the Government say so."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      I, too, thank the Chair of the Select Committee for bringing forward this report. I have always supported the right to buy. This is a devolved matter in Northern Ireland, but I still want to ask a question. In Northern Ireland, we have changed the tenancy arrangements such that a tenant has to stay for an extra five years before they can have a right to purchase. Another change is that tenants have no right to buy a bungalow or adapted disabled accommodation   "}, {"speaker": "Mr Betts:", "speech": "      We had witnesses from England, Scotland and Northern Ireland, so we did look across the board. We did not look specifically at extending the qualifying period for the right to buy, but we did look in some detail at supported housing. We thought that the discount should not be eligible in relation to the right to buy. The problem is that in some cases where a property cannot be sold, a portable discount can be given to another property, but if a person needs supported housing, then saying to them, “You can’t buy that house but you can have a portable discount to another supported housing unit somewhere else” does not really add up. We need clarification on that because we were very concerned about the prospect of losing supported housing in this way."}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      First, I apologise to the Chairman and members of the Select Committee for not being here earlier; I have been serving on a Bill Committee. I hope they will appreciate that I whizzed down as soon as we finished the sitting."}, {"speaker": "Mr Betts:", "speech": "      I would probably be disappointed if the Minister did agree with everything in the report. The Committee members were absolutely at one on this. We support the aspiration of home ownership—how could we not when we are homeowners ourselves? People would look at us askance if we came to a different view. We did not say that we were against the right to buy; rather, we raised a number of fundamental questions about how it could be funded. We would like the Minister to provide in response the information, the evidence and the facts and figures to back up the Government’s policy so that we can have a better view as to how it will work in practice."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I am grateful to the Backbench Business Committee for the opportunity to introduce PACAC’s latest report to the House. Our main conclusion is that while there is evidence that the principle behind EVEL commands popular support, we have significant doubts that the current Standing Orders are the right answer or that they represent a sustainable solution to the English question. They may be unlikely to survive the election of a Government who cannot command a double majority of English and UK MPs. The Government should use the remainder of the 12-month period in the run-up to their promised review of the Standing Orders to rethink the issue and to develop proposals that are more comprehensible, more likely to command the confidence of all political parties represented in the House of Commons, and therefore likely to be constitutionally durable."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      The report is most welcome, and I thank the Committee for its efforts. The report makes it clear that EVEL, in its current guise, is not coherent, transparent or sustainable. Does the hon. Gentleman agree that we now need the wider constitutional convention that Labour has called for since before the election? Does he agree that the Government should support expert views such as that of the McKay commission, which set out an effective system to replace the current bureaucratic mess? We are willing to work with the Government to find a better system to strengthen English voices in Parliament, but it cannot be right that some Members in this place have a veto when others do not. Does he agree that the Government should heed the report and, during their review of EVEL proceedings, return to the drawing board to find a fairer solution that we can all support?"}, {"speaker": "Mr Jenkin:", "speech": "      I agree in part with the hon. Lady, and I am grateful for her remarks.. The McKay commission was as unsatisfactory, in many ways, as the present proposals. It is in the nature of the Scottish Parliament, the Welsh Assembly and the Northern Ireland Assembly that English MPs have no say over the laws that they make, so the veto to which she refers is merely a quid pro quo. Interestingly—and I stress this point—the principle behind English votes for English laws seemed to have quite a lot of popular support, even in Scotland,   "}, {"speaker": "Crispin Blunt (Reigate) (Con):", "speech": "      I congratulate my hon. Friend and the Committee on the report. It is plain from the report and what he has just told the House that EVEL is yet another step in the endless and unbalanced process of devolution in the UK that has gone on for some time. Does he really believe that we are now within reach of a settlement that has some chance of holding in the next Parliament? Will it be possible to introduce proposals that command universal consent and put this endless constitutional debate finally to bed?"}, {"speaker": "Mr Jenkin:", "speech": "      I do not think that we are within reach of such a settlement. I think we are a very long way from such a settlement, such is the chaos inflicted by these piecemeal and bitty reforms. Many of them, such as the Scottish Parliament, we now accept as permanent parts of the constitution, but we are a long way from a common understanding of how everything should be knitted together again to preserve something like the United Kingdom. We are even a long way from agreeing, with an open mind, on the kind of relationship that the four parts of the United Kingdom should have with each other. We are just starting those conversations. We are talking in terms, and with openness, to people of whom we have been implacable opponents. That fresh approach will lead to renewed trust and understanding, on which we might eventually frame a new settlement of some kind, but I think we are a long way from that."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      In the SNP, we have never objected in principle to the concept of English votes for English laws, not least because it is a logical consequence of independence for Scotland. However, the Committee’s report confirms, as we have said all along, that the current Standing Order procedure is a guddle, a bùrach and, in short, a complete mess. Does the hon. Gentleman agree that the system is further complicated by the complete lack of transparency in the estimates process, as confirmed today by the Leader of the House, which effectively means that Scottish MPs will have no real say on how Barnett consequentials play out in Scotland, and therefore the entire system of EVEL must be urgently reviewed?"}, {"speaker": "Mr Jenkin:", "speech": "      Our report does not use the kind of language that the hon. Gentleman adopted, and I think that we are in danger of getting trapped in conversations that will not get us anywhere. That is why we are trying to have a different sort of conversation with Members of the SNP, north of the border as well as down here. That is the future direction in which we would go. One problem that he and I will have to wrestle with is the nonsense that the spending of the Holyrood Parliament and the Scottish Executive is determined by what we decide for ourselves in England. The Barnett formula was designed for a different United Kingdom, and it is not fit for purpose for the United Kingdom that we have or for the hon. Gentleman who, if he gets the full fiscal autonomy that he wants, will be deeply out of pocket as we will not be paying anything."}, {"speaker": "Mr David Jones (Clwyd West) (Con):", "speech": "      I congratulate my hon. Friend on his chairmanship of the Committee. Its consideration of the future of the Union is an extremely useful piece of work. The report sets out some useful background to where we are now, and explains what has led to the imposition of EVEL through Standing Orders. The problem dates back to the West Lothian question, which was well rehearsed but which, the Committee concluded—albeit on a divided vote—was given insufficient attention in 1997 when the legislation was considered. Does my hon. Friend agree that if there is one further lesson we can learn from the report, it is that in all matters constitutional, we should hurry slowly?"}, {"speaker": "Mr Jenkin:", "speech": "      In my speech in the Chamber on Second Reading of the Scotland Bill, I said that we might rue the day we passed the legislation. Even the then Prime Minister has rued the day that he passed it. Now is not the time for regrets, however; now is the time to learn from experience. There is some urgency to resolve the very serious anomalies that now exist in our constitutional arrangements—for example, they exploded during the general election, as we remark in our report, and perhaps even determined its outcome—in order to provide stability. We should tread carefully, but with some urgency."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      This is a worthwhile report. It identifies EVEL as a foolish piece of legislation that will, perversely, live up to its acronym and accelerate the process of the break-up of the United Kingdom by putting up barriers between the four countries. It has already created great resentment by creating four classes of MPs."}, {"speaker": "Mr Jenkin:", "speech": "      I am grateful to the hon. Gentleman and, indeed, to all members of the Committee who have contributed to the report. It is a pleasure to work with them. I do not entirely share his view that this is a “foolish piece of legislation”, because we do not use the word “foolish” in the report and it is not legislation. We do not blame the Labour Government for everything, but I did just point out that the former Labour Prime Minister has expressed such a regret."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I sit on the Procedure Committee, which has done an exhaustive study on this matter, but I am speaking for myself. I must say that my problem with all this—both my hon. Friend and I are romantic Unionists, who think the Union is more important than anything else—is that we   "}, {"speaker": "Mr Jenkin:", "speech": "      I am acutely aware of that. We have argued about this, and I agree with my hon. Friend much more than I used to about the danger of inflaming opinion in Scotland. It has to be said, however, that having produced this report today—I did one interview on “Good Morning Scotland”—there has not been a huge reaction to it. It is a very Westminster village, techie subject, but the problem is that it has the potential to create deep political grievances."}, {"speaker": "Steven Paterson (Stirling) (SNP):", "speech": "      I would contradict the hon. Gentleman because this issue is headline news in Scotland. It is a really big deal and it is newsworthy. Where I agree with him, however, is that he is quite correct to point to the asymmetric nature of devolution. Devolution took decades, and we are not finished forming it yet—I hope there is only one destination that devolution can reach—but these proposals were rushed through extremely quickly and I quite agree that they need to be binned. We must think again about how to make this work, and we must achieve consensus with the Scottish National party. I hope he agrees that if there is an opportunity to sit down and thrash out the proposals, we can do so."}, {"speaker": "Mr Jenkin:", "speech": "      The proposals only become an issue in Scotland if they are misrepresented—but they are capable of being misrepresented, and that is why they are unsatisfactory."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I commend my hon. Friend for his statement, and he and his Committee for their excellent report. Pages 25 to 27 are packed with juicy soundbites. One is:"}, {"speaker": "Mr Jenkin:", "speech": "      I cannot answer either of the last two questions, but I am grateful to my hon. Friend for his remarks and for reading out to the House some of the report. This may be a long journey, but I think we must approach it with an open mind. We must be prepared to think what we thought we would never think. We must be prepared to sit down with people we have implacably opposed in the past. I hope, in that spirit, that the House will accept the report and that it will support the Committee’s work on future inquiries and reports."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      On a point of order, Madam Deputy Speaker. Is it right that the Government should slip out just before the recess a written parliamentary statement about the closure of 86 family courts in England, which will restrict access to justice? Given that there has been so much interest in the House about that, it would have been so much better if the Minister had come to the House and talked to us directly."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      The hon. Gentleman has put that point on the record, and I thank him for doing so."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "     "}, {"speaker": "Bob Blackman (Harrow East) (Con):", "speech": "      I beg to move,"}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      After all the debates, the truth is that 95% of Equitable Life with-profits policyholders have received just 22% of their relative losses. That is the bottom line, is it not? The Government have a responsibility, given the maladministration that clearly happened, to help the many elderly people who have faced such appalling losses."}, {"speaker": "Bob Blackman:", "speech": "      I thank my hon. Friend for that clear statement."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      My hon. Friend has done great work with the other members of the all-party parliamentary group. I apologise, Madam Deputy Speaker, for the fact that, as you know, for a number of reasons I will not be able to stay for the whole debate. Many of my constituents were victims of this scam. Does he agree that when there has been a failure of regulation, as there was in this case, the Government essentially stand behind the regulator, so the moral responsibility ultimately falls on the Government, regardless of party? Although the coalition did something, the financial constraints that enabled it to argue that it was not able to do as much as we would have wished at that time are beginning to ease. Do not decency, honesty and equity demand that we revisit the amount of compensation that is due to these people, who saved and did the right thing, and who, frankly, have been let down by Government agencies as much as by Equitable Life?"}, {"speaker": "Bob Blackman:", "speech": "      I thank my hon. Friend for that clear conclusion."}, {"speaker": "Mr Adrian Bailey (West Bromwich West) (Lab/Co-op):", "speech": "      I congratulate the hon. Gentleman on bringing this issue forward for debate in the Chamber. I am sure that,   "}, {"speaker": "Bob Blackman:", "speech": "      When people make an investment decision, they understand that the market can go up or down. What made this scheme different from other investment choices was that it was a scam, and we should recognise it as such. It was a scandal. There is a moral duty, as hon. Members have said, on the Government to provide full compensation."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      I thank the hon. Gentleman for securing this debate. This is an important matter for my constituents, particularly those who worked at the carriage works in York, which has closed, many of whom have suffered from mesothelioma. For some of them, it is too late. Is not expediency an important criterion for the Government to consider so that the survivors have the opportunity to receive compensation?"}, {"speaker": "Bob Blackman:", "speech": "      I thank the hon. Lady for that intervention."}, {"speaker": "Julie Cooper (Burnley) (Lab):", "speech": "      I thank the hon. Gentleman for securing this important debate on a matter that affects a number of my constituents. The Government have cited affordability constraints as a reason for not bridging the gap and providing full compensation. Given that we are now in 2016, and the Chancellor constantly tells us that the economy is in a far stronger position, should we urge him to look again at the issue, so that those who have been so badly affected and who have worked all their lives and invested in a prudent fashion, should be compensated?"}, {"speaker": "Bob Blackman:", "speech": "      I agree wholeheartedly with the hon. Lady. We now know how many victims there are, and what the payouts have been. For with-profit annuitants, 38,135 victims have received £336 million, and those payments will continue over the next few years. However, 890,472 victims have received only 22.4%, and it has been difficult for members of the scheme to understand the basis on which that has been delivered. As has been mentioned, the Government said that they could not afford all that money to pay people out, but people who are in that position will need compensation over several years. They do not need all the money to be put into the scheme upfront; they need it to be spread over a number of years while they are pensioners. As the economy recovers, the Government should supply additional funds, as the Treasury can afford it, to top up the scheme and ensure that those who suffered relative loss receive the full compensation package due."}, {"speaker": "Mr Charles Walker (Broxbourne) (Con):", "speech": "      My hon. Friend mentions the hundreds of thousands of people who are waiting for full compensation. How much additional money does he feel that the Government will have to come up with over that compensation period?"}, {"speaker": "Bob Blackman:", "speech": "      We must find a further £2.6 billion to meet the commitment that all of us signed up to. Those of us who made that pledge said that we wanted full and fair compensation, and the Chancellor made it clear at the Dispatch Box that that was the figure, although he was only able to come up with £1.5 billion at the time. The shortfall is now £2.6 billion. I could go through a whole list of other things that the Chancellor has found money for but that have perhaps less merit than the plight of those elderly people who invested their money."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      I am grateful to my hon. Friend for all his work on behalf of the victims of the Equitable Life saga. It surprises me that the Treasury has not yet conceded that it will have to spend the £139 million that it has in its coffers on this compensation, as it expected to, rather than take it as a windfall. Surely that is the starting point."}, {"speaker": "Bob Blackman:", "speech": "      I completely agree with my hon. Friend—that is the starting point, but to be fair to the Treasury, we expected and hoped that the agency would be able to trace more victims of the scandal so that they could receive the compensation due. Tracing has taken place over an extended period, and I applaud the Government for using many different means to try to trace those individuals. Some people will have died, some have moved multiple times, and some were in all sorts of pension schemes that then moved on. Some people had small pension policies and may not have seen any point in requesting compensation. However, we now know exactly how many victims there are, and there is no excuse for retaining the contingency or the underspend."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      I have been contacted by a number of constituents who were affected by the collapse of Equitable Life. One woman wrote to me to say:"}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "      The Library briefing points out that there is a ticking time bomb because the beneficiaries of the scheme are elderly. Like my hon. Friend, I have received representations from many constituents. Has she heard the same sentiment that I heard expressed by Brian Watkins, who faces losing up to £40,000 and thinks that the Government are waiting until policyholders die, so that they do not have to deal with them? Surely, we should reassure those people, and the Chancellor should find that money down the back of the sofa."}, {"speaker": "Melanie Onn:", "speech": "      I agree, and our constituents in London and the north of the country clearly share the view that this is a significant issue. People feel seriously let down by the Government’s failure to act on this matter in a   "}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "      My hon. Friend is making an important point about victims feeling that their voices are not being heard; that is the message that has come across loud and clear from my constituents, who have also been affected and have found themselves re-mortgaging their homes in their old age just to make ends meet. Does she share my concerns on that?"}, {"speaker": "Melanie Onn:", "speech": "      It must be a significant concern to people to find themselves at retirement age without the money they were expecting, having prudently invested. The example I gave was of people taking money out of their savings to top up their pensions, and they would have expected to have some security in their older years."}, {"speaker": "Gordon Henderson (Sittingbourne and Sheppey) (Con):", "speech": "      Much of what I wanted to say has been mentioned already by other hon. Members, including my hon. Friend the Member for Harrow East (Bob Blackman), who has been a fierce and consistent champion for Equitable Life policyholders. I wish to make very clear my continued support for the Equitable Life policyholders in my constituency, and I believe the best way to do that would be to resurrect some comments I made in a speech in this House almost six years ago. That speech was one of my first after being elected in 2010, and it brings into sharp relief just how long some of us have been trying to get justice for those of our constituents affected by the collapse of Equitable Life, some of whom lost thousands of pounds."}, {"speaker": "Daniel Kawczynski (Shrewsbury and Atcham) (Con):", "speech": "      My hon. Friend refers to that manifesto commitment in 2010. May I tell him that in the previous Parliament I helped to set up the all-party group and that we interviewed the then shadow Ministers at that juncture and they promised they would do everything to help the people affected? My constituent, Mr Meinertzhagen has lost half his pension as a result of this terrible tragedy."}, {"speaker": "Gordon Henderson:", "speech": "      I am grateful to my hon. Friend for bringing that to my attention."}, {"speaker": "Mike Weir (Angus) (SNP):", "speech": "      It is a somewhat novel experience for me, as a Scottish National party Member, to stand up to support a motion that starts by saying"}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Quite a few people have not turned up whose names were on the list, so I am revising the speech limit up to seven minutes."}, {"speaker": "Caroline Nokes (Romsey and Southampton North) (Con):", "speech": "      I can reassure Members that I probably will not take up seven minutes."}, {"speaker": "Crispin Blunt (Reigate) (Con):", "speech": "      I declare an interest: I invested in Equitable Life while a special adviser. I cheerfully put 17.5% of my salary into an Equitable Life scheme over four years, when I worked for Malcolm Rifkind, and then watched, after I was elected to this place, as the whole Equitable debacle developed over the next decade or so. But at least I was sharing the pain of many of my constituents—well north of 3,000, according to an estimate given to me. The situation that my hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) laid out is exactly my experience. To start with, there was a substantial lobby, but that dwindled, although there remain some persistent people—I have their letters—who lost hundreds of thousands of pounds, and they come from all classes of annuitants and policyholders."}, {"speaker": "Tom Tugendhat (Tonbridge and Malling) (Con):", "speech": "      I welcome this debate. Does my hon. Friend agree that some people, like him and my father, did at least have time to make up the shortfall, but that others, including many of my constituents, simply did not have that time? Will he mention the fact that some people did not have the opportunity to recover their losses?"}, {"speaker": "Crispin Blunt:", "speech": "      My hon. Friend makes an extremely pertinent point."}, {"speaker": "Daniel Kawczynski:", "speech": "      I just wanted to remind my hon. Friend of my constituent Mr Meinertzhagen, whose living standards are suffering. He is now worried about the consequences for his wife when he departs from this world. It is a real struggle for him, and I hope my hon. Friend will join me in urging the Economic Secretary to find money and set it aside to help these people in desperate situations."}, {"speaker": "Crispin Blunt:", "speech": "      My hon. Friend is entirely right. This is why these artificial divisions—between 31 August 1992 and 1 September 1992—are so unfair on the people involved. My constituent Derek Burton estimates his losses at around £175,000 as a consequence of his having invested before the cut-off date in 1992. That shows the impact on him of the changes that were subsequently made. These are enormous sums of money that have destroyed the planned retirements of thousands of my constituents—an average of 2,000 of every Member’s constituents have been affected."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      I pay tribute to my predecessor, Stephen O’Brien, who fought tirelessly on behalf of Equitable Life policyholders in my constituency. I am grateful to my hon. Friend the Member for Harrow East (Bob Blackman) for securing this debate."}, {"speaker": "Victoria Atkins (Louth and Horncastle) (Con):", "speech": "      Does my hon. Friend agree that the dignified yet forceful way in which EMAG has conducted itself—Mr David Wakerley in my constituency has been involved—shows the realistic view it has taken of what has been done so far, but this in no way addresses the needs of those left behind?"}, {"speaker": "Antoinette Sandbach:", "speech": "      I entirely agree with my hon. Friend. A constituent of mine who wrote to me has lost 75% of his life savings. He is living on a pittance by contrast with the position he would have been in if Equitable Life had not gone under. There is a broad recognition among Equitable Life policyholders of the stresses and strains that the last coalition Government faced, particularly with a severe economic crisis and a ballooning deficit."}, {"speaker": "Mr Laurence Robertson (Tewkesbury) (Con):", "speech": "      My hon. Friend is making a powerful point, as indeed have others. I do not wish to be pedantic, but when we talk about “keeping the matter under review”, we must remember that pension holders are dying, which makes the matter very urgent. My hon. Friend is right to say that the economy has improved to the extent that the Government can afford to pay full compensation, but beyond that I think there is a moral duty. There was regulatory failure, so whether or not they can realistically afford it today or tomorrow, do the Government not have a duty to pay this money?"}, {"speaker": "Antoinette Sandbach:", "speech": "      I am grateful to my hon. Friend for his intervention, because his point about regulatory failure is absolutely key. Had the regulator been doing its job properly and effectively, we would not be in this situation. That is what lies behind the requests for fairness, justice and equity for the policyholders, who were entitled to believe that proper, appropriate and fit regulation was in place and would keep their policies safe. That is the inherent injustice about which those policyholders are rightly aggrieved. As my hon. Friend the Member for Harrow East has said, it is unarguable that the unspent £139 million must be distributed among the pre-1992 policyholders."}, {"speaker": "Chris Leslie (Nottingham East) (Lab/Co-op):", "speech": "      I am listening carefully to the hon. Lady’s argument. I think that all Members want to find a constructive, positive approach. It occurs to me that a number of those who are not eligible for compensation might be falling on social security benefits, which, of course, is a cost to the taxpayer. Perhaps this is too difficult for us as individual Members, but I wonder whether it would be possible to do some modelling in order to see whether that accruing cost to the taxpayer would justify changing the compensation profile at this early stage. If we are trying to find ways to find money to improve the compensation offer, perhaps that would be an option."}, {"speaker": "Antoinette Sandbach:", "speech": "      I am sure that the Exchequer Secretary has listened to the hon. Gentleman’s submission and I have no doubt that he will pay due regard to it. The Government have announced that payments to non-profit annuity policyholders who are on pension credit will be doubled, so some action has been taken, but we will not get to the heart of the unfairness until the regulatory failure has been properly addressed. That is what I am arguing for on behalf of my constituents."}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "      My hon. Friend has mentioned difficult spending decisions—which is true, to an extent—and the £139 million, which has already been voted through by Parliament. It would be   "}, {"speaker": "Antoinette Sandbach:", "speech": "      The Exchequer Secretary would be in danger of undoing all the good work the coalition Government did in setting up the fund in the first place if he were seen to be mealy-mouthed, if I may put it that way—I know he most certainly is not—and were to withhold those funds and to seek to bring them back into the Treasury, given the huge injustice suffered by the policyholders."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before I call the next speaker, may I remind Members that they are speaking through the Chair, so when the hon. Lady says “you”, she is speaking directly to the Chair?"}, {"speaker": "Peter Heaton-Jones (North Devon) (Con):", "speech": "      I congratulate my hon. Friend the Member for Harrow East (Bob Blackman) on securing this incredibly important debate. In common with Members on both sides of the House, I have received a considerable amount of correspondence on the issue and met people in my surgeries who have been affected by it."}, {"speaker": "Tom Tugendhat:", "speech": "      As the Treasury looks at that wider package, may I urge it to ensure that helping the EMAG pensioners is very much part of setting the conditions for other people to save? If people feel that their savings will go unrewarded, that undermines the tone that the Chancellor and the Economic Secretary have rightly set in the various pension arrangements they have made, helping people to realise that pensions are worthwhile and will help them in the future."}, {"speaker": "Peter Heaton-Jones:", "speech": "      My hon. Friend makes a very good point. That is, indeed, the tone of the pension package reforms that the Chancellor and the Treasury have made and will continue to introduce. The Equitable Life policyholders need to be part of that wider package."}, {"speaker": "Mr Robin Walker (Worcester) (Con)", "speech": "     rose—"}, {"speaker": "Crispin Blunt", "speech": "     rose—"}, {"speaker": "Peter Heaton-Jones:", "speech": "      I give way to my hon. Friend the Member for Worcester (Mr Walker)."}, {"speaker": "Mr Robin Walker:", "speech": "      I am grateful to my hon. Friend for giving way and apologise to my hon. Friend the Member for Reigate (Crispin Blunt) for rising at the same time. My hon. Friend the Member for North Devon (Peter Heaton-Jones) is absolutely right to say that this is part of a wider package relating not just to pensions, but to the savings culture more generally. Does my hon. Friend agree that the Exchequer Secretary has done fantastic things to support savers, particularly small savers, in his championing of the credit union movement? Any move in the direction of further support for Equitable Life savers would take that legacy further."}, {"speaker": "Peter Heaton-Jones:", "speech": "      I entirely agree. The Government have done a great deal to support savers and to support and encourage those who invest for the future, and have done a great deal for pensioners as well. That is undeniable. I hope that, as part of the package, there will be some movement on the issue, and that it will be kept under careful consideration."}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      I appreciate everything that the hon. Gentleman is saying, but there is clearly a difference between banks that have been mis-selling having to pay up for their misdeeds, and the Treasury, regardless of party—and the state, regardless of who are the Government of the day—paying for a regulatory failure. It is not a question of charity from a Government to the individuals who have suffered under Equitable Life. People suffer as a result of a regulatory failure, and therefore it is the Treasury’s duty to pay full compensation, just as it is the banks’ duty to pay full compensation to those who have suffered as a result of mis-selling."}, {"speaker": "Peter Heaton-Jones:", "speech": "      I take the hon. Gentleman’s point, but let me return to a point that I made earlier. He refers to the Treasury paying compensation. The Treasury has no money; it is all taxpayers’ money. We need to strike a careful balance. There must be fairness, not only to Equitable Life policyholders but to taxpayers in general, because it is they who will ultimately have to foot the bill for any compensation."}, {"speaker": "Crispin Blunt:", "speech": "      May I briefly make the point that there is a taxpayer interest here? If the savings culture is undermined, the taxpayers’ interests are absolutely at stake. We need people to invest in pensions to ensure that they are not dependent on the taxpayer in their retirement."}, {"speaker": "Peter Heaton-Jones:", "speech": "      That is a good point, and I do not think that it is wholly at odds with the point that I was seeking to make."}, {"speaker": "Huw Merriman (Bexhill and Battle) (Con):", "speech": "      I thank my hon. Friend the Member for Harrow East (Bob Blackman) for initiating the debate, and I have been asked by my constituents to thank him for everything that he has done on their behalf over the years."}, {"speaker": "George Kerevan:", "speech": "      Is the hon. Gentleman saying that he prefers delivering a budget surplus to delivering justice?"}, {"speaker": "Huw Merriman:", "speech": "      I was elected on the basis that there would indeed be a budget surplus. I think that it would be wrong of me to stand up and try to proclaim—this was mentioned earlier—that £2.6 billion could be found down the back of the sofa. If only it were that easy. I also believe in being direct and straight with my constituents, and I hope that the hon. Gentleman thinks that I am doing so now."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "      It is a pleasure to sum up the debate. I warmly thank the hon. Member for Harrow East (Bob Blackman) and those who signed the motion. As has been pointed out, the wide-ranging all-party parliamentary group has 195 members from all parties, which demonstrates the interest hon. Members take in this matter. It was also said in the debate that, in each of our constituencies, there are around about 2,000 Equitable Life policyholders, which shows the scale of the problem we face and why we must take the matter seriously. I am delighted that we are having this debate today."}, {"speaker": "Brendan O’Hara (Argyll and Bute) (SNP):", "speech": "      Given that the regulator was there to protect consumers and that the Government were standing behind the regulator, does my hon. Friend agree that, when that regulator failed to protect the consumer, the Government had a moral obligation to step in and protect policyholders?"}, {"speaker": "Ian Blackford:", "speech": "      I strongly agree. I can hear my hon. Friend the Member for East Lothian (George Kerevan) commenting in the background—he made that same point in the debate, as did the hon. Member for Reigate (Crispin Blunt). There is unity in the House on wanting a savings culture. We want people to retire with decent pensionable income, but we will create that confidence only if we show that we are prepared to stand behind the Equitable Life consumers. They were let down by the company and the regulator, and the Government have that moral and ethical responsibility to step in. That should not be underestimated."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      Does the hon. Gentleman agree that this is partly about building intergenerational confidence? We want people to start saving for pensions in their late 20s and their 30s. They need to have confidence that that money will still be there in a pot in future, and that there is a proper system of regulation. This is about building confidence for those who will save in future, and not just about the Equitable Life policyholders who have been affected in this instance."}, {"speaker": "Ian Blackford:", "speech": "      I strongly agree with the hon. Gentleman and am happy to associate myself with his comments. It is about creating that long-term stability in the financial services industry and ensuring that we have the right   "}, {"speaker": "Margaret Ferrier (Rutherglen and Hamilton West) (SNP):", "speech": "      I want to highlight the case of my constituent, Mary, an ex-machinist, and her husband, an ex-electrician’s mate. They worked all their lives contributing to our society and economy for decades and opted to invest a substantial amount of money in a scheme—an Equitable Life scheme. Due to years of negligence by the company and different Governments, the money was snatched away. Sadly, Mary’s husband passed away last year and she was given only a small amount of compensation. Her husband is not here to see justice being served. Surely we must act for Mary and other Marys across the UK?"}, {"speaker": "Ian Blackford:", "speech": "      I wholly concur with my hon. Friend and her constituent. Other Members have made the point that there is a sense that the Government must act quickly because the policyholders are dying. We have a responsibility to deal with the problem in a timely manner."}, {"speaker": "Rebecca Long Bailey (Salford and Eccles) (Lab):", "speech": "      I congratulate the hon. Member for Harrow East (Bob Blackman) on securing this important debate today and on the articulate way in which he described the events that many of our constituents have faced. He touched on many of the issues that I will highlight in my speech. And of course it is always a pleasure to stand opposite the Exchequer Secretary to the Treasury, the hon. Member for East Hampshire (Damian Hinds)."}, {"speaker": "The Exchequer Secretary to the Treasury (Damian Hinds):", "speech": "      This is an extremely important subject, and I congratulate my hon. Friend the Member for Harrow East (Bob Blackman) on securing the debate and bringing it to the Floor of the House today. His tireless work and that of other colleagues has been of great importance to many of our constituents. There are many human stories, and we have heard a number of them today from colleagues across the House. I am grateful to have the opportunity both to set out what this Government have done to address this long-standing issue and to set the record straight on some of the background."}, {"speaker": "Mr Charles Walker:", "speech": "      My hon. Friend knows that the thrust of this afternoon’s debate is a request for additional money to be made available on top of the money that has already been earmarked for compensation to Equitable Life policyholders. Will the Government be able to find additional money?"}, {"speaker": "Damian Hinds:", "speech": "      I will have to disappoint my hon. Friend, because the public finances remain in a very difficult state. Although the economy and our public finances have improved compared with where they were, money is still extremely tight."}, {"speaker": "Margaret Ferrier", "speech": "      rose—"}, {"speaker": "Damian Hinds:", "speech": "      I hope that the hon. Lady will forgive me, but I will make some progress, as time is short."}, {"speaker": "Margaret Ferrier:", "speech": "      On that very point—"}, {"speaker": "Damian Hinds:", "speech": "      I will take the point."}, {"speaker": "Margaret Ferrier:", "speech": "      With the Government preparing to usher in the successor to the Trident nuclear weapon system, which is estimated to cost £167 billion, I call into question the Cabinet’s priorities. If the Government can find money for that, they can find money to pay Equitable Life policyholders."}, {"speaker": "Damian Hinds:", "speech": "      The hon. Lady’s definition of “on that very point” has a degree of elastic in it."}, {"speaker": "Mr Laurence Robertson (Tewkesbury) (Con):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Damian Hinds:", "speech": "      If my hon. Friend will forgive me, I must make progress. I know there is another debate to follow and I am time-limited."}, {"speaker": "Bob Blackman:", "speech": "      I thank hon. Members and all three Front-Bench speakers for the constructive and fair way in which the debate has been conducted. Almost 2% of the population have been affected by this scandal, and we have a duty to ensure that they are given full compensation for the loss they have suffered."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before we come on to the next debate, I inform Members that I am going to raise the speech limit on Back-Bench contributions to seven minutes, in order that they are aware that they have a little more time than is shown on the annunciator."}, {"speaker": "Scott Mann (North Cornwall) (Con):", "speech": "      I beg to move,"}, {"speaker": "Mr Charles Walker (Broxbourne) (Con):", "speech": "      Am I right in thinking that my hon. Friend enjoys visiting The Art of Fishing in Wadebridge—one of the best tackle shops in the country, let alone Cornwall?"}, {"speaker": "Scott Mann:", "speech": "      That is a shameless plug, but it is a fantastic fishing shop, I have to say. The chap there has some very good fishing rods and tackle that can be purchased at very reasonable rates."}, {"speaker": "Mrs Sheryll Murray (South East Cornwall) (Con):", "speech": "      Does my hon. Friend accept that he has to differentiate with regard to commercial fishing nets, because driftnet fishermen are banned from landing any bass whatsoever?"}, {"speaker": "Scott Mann:", "speech": "      I will come on to some of the different elements of the fishing industry when I talk about the Cornwall inshore fisheries and conservation authority."}, {"speaker": "Tim Loughton (East Worthing and Shoreham) (Con):", "speech": "      As another MP with a coastline, may I ask my hon. Friend to acknowledge that not only are some 10,400 jobs dependent on sea angling, but there is a whole lot of leisure industry business that supports sea anglers—accommodation and everything else—with sea bass fishing   "}, {"speaker": "Scott Mann:", "speech": "      My hon. Friend makes an exceptionally good point, and I fully agree. I will go on to talk about some of the tourism benefits. We have seen some great uplifts in places such as Ireland and the USA, where there have been big recreational fisheries for a long time."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Does my hon. Friend recognise that there is a real need to have some data to support any action that is taken? Otherwise. it will be very difficult for us to work out a strategy as to what we should be doing."}, {"speaker": "Scott Mann:", "speech": "      I agree with my hon. Friend that it is important to have data. The issue is that the data recently presented to the EU show that the bass fishery is in decline and needs to be managed effectively."}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      I congratulate the hon. Gentleman on securing the debate and on being so generous with his time. He mentioned Ireland. My understanding is that following the depletion of sea bass stocks in the ’60s and ’70s, Ireland banned commercial fishing and concentrated on the recreational side, which has expanded its tourism base. Despite the expansion and re-strengthening of the stock of sea bass, Ireland continues to ban commercial fishing."}, {"speaker": "Scott Mann:", "speech": "      The hon. Gentleman is correct. I believe that Ireland relies solely on the recreational sector, but that has been of huge benefit to the tourism industry. In the spirit of the Opposition, I will read not from Jeff or Rosie but from Paul. Paul is a sea angler in north Cornwall who wrote to me:"}, {"speaker": "Mrs Sheryll Murray:", "speech": "      Does my hon. Friend accept that the current proposals ban pelagic midwater trawling and impose a 1% bycatch limit on all mixed fisheries, including for fishermen who fish commercially from my hon. Friend’s constituency?"}, {"speaker": "Scott Mann:", "speech": "      I am aware of those regulations, but I am also aware that gillnetting and commercial fishing are still permitted in bass nursery areas."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      I want to make two points. First, the Commission has proposed the measures but does not decide on them. Those decisions are made by Ministers of national Governments, including our own Minister with responsibility for fisheries. Secondly, is the hon. Gentleman aware that last year, Labour MEPs, having received representations from recreational sea anglers, called for a multi-annual management plan for sea bass stocks that made specific reference to the importance of recreational fisheries, but UKIP and the Tories voted against it?"}, {"speaker": "Scott Mann:", "speech": "      I was not aware of that, and I thank the hon. Lady for making those points. I want to talk about some of the EU changes. I welcome the ban on French pair trawlers between January and April. They account for about a third of the bass taken in British waters, and many of the bass that they catch are spawning fish. Taking large spawning fish out of the ecosystem means there are no smaller fish to grow and become bigger fish. In the EU changes, we should be talking about reclaiming our territorial waters. The EU holds the common fisheries policy up as a shining example of joined-up thinking, but I am yet to find a commercial fisherman or a recreational sea angler who believes that the CFP is a good thing."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      I am delighted to be drawn into intervening by the hon. Gentleman. May I draw his attention to a 3-inch piece in a right-hand column in The Times about six months ago—a tiny little thing—which reported that the long-running battle to replenish cod in the North sea was being won? Cod stocks are growing bigger, as we can read in the press again today. North sea cod has been replenished because instead of cod wars we have agreements based on science to replenish the stocks. Those agreements are working."}, {"speaker": "Scott Mann:", "speech": "      I will try to check out that column in The Times. It is not my regular newspaper—I normally read The Telegraph and The Sun—but I will go back and check it. Such agreements may be fine in other waters, but we should have an understanding that our territorial waters inside the 6-mile limit should be protected for our fisheries and our people."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      My hon. Friend is making a splendid speech, which I know will be much supported by Christchurch fishermen. Does he agree that Iceland decided to take control of its own fisheries and that those fisheries are a fantastic success?"}, {"speaker": "Scott Mann:", "speech": "      I welcome my hon. Friend’s intervention. I agree that many fisheries people feel that that is the case."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      Does my hon. Friend accept that the huge decline in cod stocks was initially caused by the highly discredited common fisheries policy implemented by the European Union?"}, {"speaker": "Scott Mann:", "speech": "      I thank my hon. Friend for her intervention. I recently read a book about the Bering sea and the mass stocks that it used to have. No fishery can be managed properly unless it is looked after effectively. We used to see huge shoals and salmon and sea trout regularly running the Camel, but such stocks no longer materialise."}, {"speaker": "Melanie Onn:", "speech": "      The hon. Gentleman is being incredibly generous in giving way. One of the very significant reasons for the depletion of stocks is the advancement of technology in trawlers. The fact that deep-sea trawlers can go further using technologically very advanced sonar is one of the principal courses of depletion, not the common fisheries policy, as has been erroneously suggested."}, {"speaker": "Scott Mann:", "speech": "      If our fishing boats have to go outside the 6-mile limit to catch fish, that surely shows that the fish are not actually within that limit and that fish stocks have been depleted over the years."}, {"speaker": "Huw Merriman (Bexhill and Battle) (Con):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Scott Mann:", "speech": "      I will give way one more time, and then I will make some progress."}, {"speaker": "Huw Merriman:", "speech": "      I thank my hon. Friend for securing this debate. Does he agree that, as those of us with coastal constituencies know, there is real anger about this interference? Does he also agree that we need to send a message from this House that we want locally line-caught sea bass back on our menus?"}, {"speaker": "Scott Mann:", "speech": "      My hon. Friend makes a very good point. Locally caught sea bass has a premium price. It can be sold in local restaurants, and local businesses can make a profit from it."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      I congratulate my hon. Friend on securing this debate. Does he agree that we must consider not just the direct value of angling, but the wider impact on the economy? For example, those who come to Torbay for the sea angling will not only stay in a hotel, but buy a scone done in the correct way."}, {"speaker": "Scott Mann:", "speech": "      I thank my hon. Friend for making that point."}, {"speaker": "Melanie Onn:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Scott Mann:", "speech": "      I will not give way because I want to make progress."}, {"speaker": "Jon Cruddas (Dagenham and Rainham) (Lab):", "speech": "      It is a great pleasure to follow the hon. Member for North Cornwall (Scott Mann), who made a brilliant speech, and I congratulate him on securing this debate. I also   "}, {"speaker": "Mr Geoffrey Cox (Torridge and West Devon) (Con):", "speech": "      I am not a recreational angler, but I have every intention of taking it up. It sounds an immensely enjoyable pastime and one in which all Members of Parliament should partake. I do, however, have an inshore fishing fleet to speak up for, and I have to say that one thing I am depressed about as a result of reading some of the briefings for this debate is the tone that is taken towards decent inshore commercial fishermen. These are men and women who have families to support. They are not large concerns. Having clung to a traditional fishing industry, in places such as Appledore, Bideford and Clovelly, they have found the rug gradually pulled out from under their feet."}, {"speaker": "Maria Caulfield (Lewes) (Con):", "speech": "      Does my hon. and learned Friend agree that the ban is pitting the recreational fishermen against the under-10 metre fleet? I and my hon. Friend the Member for East Worthing and Shoreham (Tim Loughton) met our Sussex inshore fisheries and conservation authority last week and found out that, as a direct result of the ban on sea bass, there are now restrictions on shellfish."}, {"speaker": "Mr Cox:", "speech": "      I do agree. The policy is crazy, and Ministers know it. They wrestle with their consciences, they feel guilty and they try to push the envelope for the inshore fleet, but they know that the situation is untenable. They know that decent men and women with livelihoods to protect cannot go to sea for more than a few days a year and cannot cover their costs. I sympathise with my hon. Friend the Member for North Cornwall (Scott Mann). Of course the position is crazy. It is an insane policy."}, {"speaker": "Huw Irranca-Davies", "speech": "     rose—"}, {"speaker": "Mr Cox:", "speech": "      No, I am not listening to a former Minister who presided over this policy and went cap in hand to Brussels begging for scraps. It is time we took back our fisheries policy. That will bring justice to the people my   "}, {"speaker": "Mrs Madeleine Moon (Bridgend) (Lab):", "speech": "      Oh dear, oh dear, oh dear! What are the Government doing risking Europe’s sea bass for their foolish, unfair, ineffective and fishy decision on sea bass fishing? Members might ask what I am doing here out of my darkened room—it is nothing to do with defence; I do not eat fish; and I am not an angler. Thanks to 40 years of living with an ecologist, however, I know an environmental disaster when I see one."}, {"speaker": "Huw Irranca-Davies:", "speech": "      You shouldn’t have done that!"}, {"speaker": "Mrs Moon:", "speech": "      I appreciate the comment from my hon. Friend the Member for Ogmore (Huw Irranca-Davies)—I should never have done it, but my constituents wanted to know, so I wanted to know, and thus I am here today. I am also a Member who has a coastal resort, in which sea bass fishing was a very popular activity, so I started looking at the facts."}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      This is just a small point, but I think the hon. Lady meant to say 5,250 tonnes."}, {"speaker": "Mrs Moon:", "speech": "      I thank the Minister for the correction; he is absolutely right."}, {"speaker": "Antoinette Sandbach:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Mrs Moon:", "speech": "      No, I would like to make some progress."}, {"speaker": "Antoinette Sandbach", "speech": "     rose—"}, {"speaker": "Mrs Moon:", "speech": "      I have already said no."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. I call Charles Walker."}, {"speaker": "Mr Charles Walker (Broxbourne) (Con):", "speech": "      Thank you for calling me to speak, Madam Deputy Speaker. The Government negotiated a stunningly bad deal. I cannot think of a worse deal that they could have come back with for recreational bass fishermen in this country. It is no good beating around the bush."}, {"speaker": "Mrs Sheryll Murray:", "speech": "      Will the hon. Gentleman not acknowledge that, according to the European Commission, recreational sea anglers take 25% of the total stock caught, and that the International Council for the Exploration of the Seas has increased that figure to 30%?"}, {"speaker": "Mr Walker:", "speech": "      Only in the strange world of the European Union can a few thousand blokes with fishing rods—well, a hundred thousand-plus blokes—"}, {"speaker": "Melanie Onn:", "speech": "      Blokes?"}, {"speaker": "Mr Walker:", "speech": "      And ladies—account for 25% or 30% of all the hundreds of thousands, the millions, of bass that are taken. There they are, those recreational anglers, filling up their wheelbarrows and taking them down the high streets of our fishing communities! What a load of rubbish that is. It defies belief that organisations that pretend to be serious expect us to swallow such utter nonsense."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      The hon. Gentleman is making a very good case for getting out of Europe. Does he feel, as I do, and as many other Members in the Chamber do, that it is about time we had control of our   "}, {"speaker": "Mr Walker:", "speech": "      Of course I agree that we should have control of our fishing grounds, which is why I shall be voting to leave the European Union, but that is an argument for another time. I do not want to stand here and attack commercial fishermen who fish for bass, because I think that there is a golden opportunity here. As was pointed out by my hon. and learned Friend the Member for Torridge and West Devon (Mr Cox), there are very few fish left in the sea for inshore commercial fishermen to target."}, {"speaker": "Oliver Colvile:", "speech": "      I thank my hon. Friend—my very good hon. Friend, whom I have known for many years—for giving way. Do we not need to ensure that a bass stock is available? That is key, because if there are no bass, there will be nothing for anyone to fish for."}, {"speaker": "Mr Walker:", "speech": "      My hon. Friend has made an excellent point, although I do not think that the proposals that were negotiated, or agreed to, by the Government take us any nearer to that stage."}, {"speaker": "Mr Cox:", "speech": "      Does my hon. Friend agree that the fishing tackle industry, and the supply of fishing tackle, are vital to all these crucial areas? May I commend to him the Summerlands fishing tackle shop in Westward Ho!? It is a superb exponent of that particular art, and I hope that he will go and see it and buy something from it."}, {"speaker": "Mr Walker:", "speech": "      I think that, during his speech, my hon. and learned Friend unwittingly invited my hon. Friend the Member for North Cornwall and me to join him for a bit of fishing. We shall be able to introduce him to the delights of recreational angling, and that fishing shop will be the first place that we visit after breakfast, at 9.30 in the morning."}, {"speaker": "Mr Angus Brendan MacNeil (Na h-Eileanan an Iar) (SNP):", "speech": "      On the words expressed earlier about the Europe and the CFP, does the hon. Gentleman find it remiss of the Prime Minister that he did not prioritise fisheries in any part of his negotiations with Europe?"}, {"speaker": "Mr Walker:", "speech": "      I wish the Prime Minister would be more bullish when he comes to defend fishing interests. I remember fishing with the hon. Gentleman in Shetland. He was sitting on the side of a beautiful loch as it neared midnight on about 8 July. He said, “Charles, why are you using a fly and not a worm?” I leave him to justify his position in that matter with his own constituents."}, {"speaker": "Mrs Sheryll Murray (South East Cornwall) (Con):", "speech": "      I congratulate my hon. Friend the Member for North Cornwall (Scott Mann) and thank the Backbench Business Committee for the debate."}, {"speaker": "Mr Charles Walker:", "speech": "      Does my hon. Friend agree that the great advantage of commercial hook-and-line fishing is that there is a greater chance of returning undersized bass or bass over a certain size that we might want to release for breeding?"}, {"speaker": "Mrs Murray:", "speech": "      I completely agree with my hon. Friend, but my point is that some commercial vessels rely on catches of bass and it is too costly for them suddenly to   "}, {"speaker": "Maria Caulfield:", "speech": "      I completely agree with my hon. Friend on that point. There are fishermen in Newhaven in my constituency who invested in new nets just before Christmas. Because there was no notice of the ban, they had no way of planning for it, and this has decimated the fishing industry in Newhaven."}, {"speaker": "Mrs Murray:", "speech": "      I could not agree more with my hon. Friend. I have seen how the industry and fishermen are affected by changes to the rules, and to introduce such a measure so quickly when it costs a lot of money to invest in gear is simply nonsensical."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I have to reduce the time limit to five minutes, because we are running out of time."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      I will try to be quick so that others can speak, Madam Deputy Speaker. I hope Members will understand if I do not take interventions. I have been tempted into making some points. There have been some very good speeches by Members who know a lot more about the fishing industry than I do, but my opening point is that the Europe issue is a red herring."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      Cheshire is not known for its coastal communities, largely because it has none. However, it does have some very keen recreational fishermen. I agree with my hon. Friend the Member for Broxbourne (Mr Walker) and my hon. and learned Friend the Member for Torridge and West Devon (Mr Cox) who said that the policy is crazy and that it is absolutely insane to criminalise recreational anglers for removing one or two fish from the sea while allowing commercial fisheries to behave in the way that has been described. It simply does not make sense. Speaking as someone who comes from the other side of   "}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      I shall be brief. It is a pleasure to speak in this debate. Being on the Backbench Business Committee, I learned a lot about seabass reproduction, when my hon. Friend the Member for North Cornwall (Scott Mann) regaled us all with the reasons why we should have this debate."}, {"speaker": "Mrs Sheryll Murray", "speech": "     rose—"}, {"speaker": "Kevin Foster:", "speech": "      I apologise to my hon. Friend. Her intervention will have to be very brief, and I will not take the extra minute."}, {"speaker": "Mrs Murray:", "speech": "      If the UK were not part of the CFP, our UK Minister could make the rules that apply to our waters."}, {"speaker": "Kevin Foster:", "speech": "      We would still almost certainly end up having to co-operate with the countries that border the channel and the North sea to ensure that we had a coherent fisheries policy."}, {"speaker": "Suella Fernandes (Fareham) (Con):", "speech": "      I speak on behalf of the small-scale coastal fishing community in my constituency, based on the River Hamble in Warsash, which has been fishing the Solent for centuries. Records from 1235 show that herring, cod, plaice, sole and bass were once in plentiful supply. The Prior of Hamble used to send 20,000 oysters to the monks at Winchester every year."}, {"speaker": "Mike Weir (Angus) (SNP):", "speech": "      I am glad to be able to say a few words in this debate. I congratulate the hon. Member for North Cornwall (Scott Mann) on his entertaining and energetic opening speech. He is clearly an enthusiastic angler. I have to say that although my late father was an angler, I have never cast a rod in anger myself. However, I am sure that the hon. Gentleman’s advertising for The Art of Fishing in Wadebridge—he was egged on by the hon. Member for Broxbourne (Mr Walker)—will stand him in good stead with his local communities."}, {"speaker": "Antoinette Sandbach", "speech": "     rose—"}, {"speaker": "Mike Weir:", "speech": "      If the hon. Lady does not mind, I really want to get on."}, {"speaker": "Kerry McCarthy (Bristol East) (Lab):", "speech": "      I, too, congratulate the hon. Member for North Cornwall (Scott Mann) on securing the debate and putting the case of recreational sea bass anglers so strongly. He spoke with great passion about his fondness for fishing, and he showed particular enthusiasm when he got on to the subject of lugworms. Several hon. Members have highlighted the need not only to conserve sea bass stocks but to restore them to sustainable levels. Hon. Members spoke about what the hon. Gentleman described as the “madness” of the situation in which recreational anglers are treated differently from the commercial industry. Questions have been raised about the extent to which the Government have caved in to the demands of the commercial fishing lobby and the long-term consequences of failing to take tough action. The hon. and learned Member for Torridge and West Devon (Mr Cox) described the policy as insane, illogical and fatuous. My hon. Friend the Member for Dagenham and Rainham (Jon Cruddas), who is a keen angler, said that the ecological case has been consistently put by the recreational side, but has not been listened to by the Government under pressure from the commercial fishing lobby."}, {"speaker": "Mrs Sheryll Murray:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Kerry McCarthy:", "speech": "      No. As has been noted, it is only in fairly recent times that sea bass has been commercially fished. The 2004 “Net Benefits” report by the Cabinet   "}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      As someone who is not the fisheries Minister and whose constituency is stuck on the top of a mountain, I feel I am being drawn from my native rivers and well out from the pelagic realms into very deep water. My main responsibility has been to listen very carefully to this highly intelligent and serious debate. I will communicate all the arguments that have been made to the fisheries Minister and I will make sure that DEFRA takes them into account, responds to them in detail and takes action."}, {"speaker": "Huw Irranca-Davies:", "speech": "      I thank the Minister for a very detailed answer, which is focused on the science. The ICES evidence points to the necessity of an 80% cutback in the year ahead and a 90% cutback after that. Those cuts are massive and stringent. Will the Minister respond to the suggestion that we will actually be looking at about 20%? Is that accurate?"}, {"speaker": "Rory Stewart:", "speech": "      I notice that since the emergency of Daesh, people have really struggled to pronounce ICES. It is causing more and more of a problem. Foreign affairs and defence appear to be entering into fishing debates."}, {"speaker": "Mrs Sheryll Murray:", "speech": "      Does my hon. Friend agree that in 2005, the UK fisheries Minister wanted to impose that increase just on UK fishermen? Now, it will at least be imposed on anybody who goes out from any member state to fish for bass."}, {"speaker": "Rory Stewart:", "speech": "      That is a very good point, but it is important to remember that one reason why the EU dimension matters is that these fish are very widely distributed. I have talked about the Mediterranean variety, but they exist all the way from the Mediterranean right up to the north Atlantic. About 70% of the catches—it is hard to put a figure on this, but certainly the majority of the catches—in the north Atlantic come from French boats. It is extremely important, therefore, to the UK fisheries that an agreement is reached at the European level if we are to create a sustainable biomass and a maximum sustainable yield on catching."}, {"speaker": "Scott Mann:", "speech": "      I am grateful for the opportunity to respond to this exceptionally good debate. I am pleased that the 900,000 sea anglers have had their voices heard today, and that we have had the opportunity to express their concerns. The hon. Member for Bridgend (Mrs Moon) made some interesting points about ecology, and my hon. and learned Friend the Member for Torridge and West Devon (Mr Cox) spoke eloquently about the benefits of coming out of the EU, and how we might be able to control our own inshore fishing fleet. My hon. Friend   "}, {"speaker": "Heidi Alexander:", "speech": "      On a point of order, Madam Deputy Speaker. During today’s oral statement on the junior doctor contract, the Secretary of State for Health said, “Along with other senior NHS leaders…Sir David has asked me to end the uncertainty for the service by proceeding with the introduction of a new contract”. The Health Service Journal has this afternoon contacted the 20 senior NHS leaders the Health Secretary referred to in his statement, and at least five have replied to say that they do not support his decision to impose a new contract. I am concerned that in making this claim the Health Secretary may have inadvertently misled the House. Can you advise me, Madam Deputy Speaker, on how best the Secretary of State can correct the record?"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I am grateful to the hon. Lady for her point of order, but she will appreciate, as the House will, that it is not a point of order for the Chair. She has a point that she wishes to draw to the attention of the House, and she has used this mechanism so to do. I am quite sure that those on the Treasury Bench will have heard what she has said and that her concerns will be conveyed to the Secretary of State. Whatever the Secretary of State says in this House is a matter for him and not a matter for the Chair."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Before I call the hon. Member for Barrow and Furness (John Woodcock), I should inform the House that as the coroner has now decided that the inquest into the death of Poppi Worthington should be resumed, the subject of this debate may, to some extent, be sub judice. Having carefully considered the matter and the public interest in it, Mr Speaker has decided to exercise the discretion allowed to the Chair to waive the usual restrictions on references to matters sub judice. However, I urge the hon. Gentleman and other Members present to be very careful in what they say and to take due account both of the resumed inquest and of the continuing possibility of a prosecution. I am quite sure that the hon. Gentleman will bear that in mind in dealing with such a very sensitive subject, as will the rest of the House."}, {"speaker": "John Woodcock (Barrow and Furness) (Lab/Co-op):", "speech": "      Thank you, Madam Deputy Speaker. I will heed your very appropriate warning on these matters. Indeed, the precise nature of what can and cannot, and should and should not, be disclosed is an important issue in this debate, as I will go on to discuss. I want to thank colleagues who have been right behind the push to try to salvage some justice after the death of Poppi Worthington and to press for the changes that this investigation clearly must lead to, both in the way the police operate in these matters and in social services. I am grateful to the Minister for her time today in the meeting, and it is good to be able to follow on so directly with this public debate."}, {"speaker": "The Parliamentary Under-Secretary of State for the Home Department (Karen Bradley):", "speech": "      I congratulate the hon. Member for Barrow and Furness (John Woodcock) on securing the debate, and thank him for the points that he, along with others, has raised about this deeply sad and troubling matter today and previously. He is an excellent constituency Member, and I know how hard he works for his constituents. The fact that he is continuing to campaign on this deeply troubling matter is a credit to him, and a credit to the constituents who elected him. I also thank you, Madam Deputy Speaker, for the advice that you gave at the beginning of the debate. I shall bear your words in mind."}, {"speaker": "John Woodcock:", "speech": "      The Minister and I know that that is the justification, but does she at least understand my bafflement, given the entirely different timeframes that are being discussed, as I set out?"}, {"speaker": "Karen Bradley:", "speech": "      The hon. Gentleman and I discussed that point earlier. I sympathise with his position, but that is the IPCC’s position and its guidance. I should make the point that I want to see justice done and to uncover the failings. As long as the people who are able to find that out and make those decisions have all the   "}, {"speaker": "John Woodcock:", "speech": "      I thank the Minister once again for giving way—this will be the last time I intervene. I hear what she says on that point, but if she were to see the report in private would that be useful to her in making a judgment on whether another force ought to be brought in? Surely it would be useful for her to see that information in private."}, {"speaker": "Karen Bradley:", "speech": "      I met the IPCC this week. It does not give reports out and has to wait for the appropriate moment. There is not a process by which a Minister can see those reports. It would not be appropriate for Ministers to see reports before it is appropriate for them to be released to the public."}]