[{"speaker": "Mr Speaker:", "speech": "      I wish to repeat what I said to the House on Friday."}, {"speaker": "Mary Glindon (North Tyneside) (Lab):", "speech": "   1.    What assessment he has made of the potential effect of planned reductions in social rents and housing benefit support on the provision of supported housing. [903499]"}, {"speaker": "Peter Dowd (Bootle) (Lab):", "speech": "   18.    What assessment he has made of the potential effect of planned reductions in social rents and housing benefit support on the provision of supported housing. [903518]"}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      I associate myself and my colleagues on the Government Benches with your comments, Mr Speaker. Harry Harpham was a very distinguished long-serving councillor and we will all miss him in the years ahead."}, {"speaker": "Mary Glindon:", "speech": "      I, too, associate myself with the sad sentiments that have been expressed about our dear colleague."}, {"speaker": "Brandon Lewis:", "speech": "      As the hon. Lady may have heard in the recent Opposition day debate, we have always been very clear that the most vulnerable in our society will be protected. We will also ensure a fair settlement for taxpayers."}, {"speaker": "Peter Dowd:", "speech": "      Will the Minister acknowledge that, although his announcement to delay the 1% rent cut affecting supported housing is welcome, it does not go far enough and the substantive proposals should be jettisoned to inject much-needed stability back into the sector?"}, {"speaker": "Brandon Lewis:", "speech": "      As I am sure the hon. Gentleman will appreciate, and as I said in the recent debate, we are working with the sector. The changes will come in in 2018, but we are very clear, and have always been very clear, that we will make sure that the most vulnerable in our society are protected."}, {"speaker": "Peter Aldous (Waveney) (Con):", "speech": "   11. [903510]    Homeless hostels and foyers play a vital role in helping rough sleepers to get off the streets and into long-term homes. I would be grateful if my hon. Friend could confirm that housing associations will be given urgent clarity on whether the local housing allowance cap applies to those services. If it does not, there is a real worry that many will close and that, as a result, there will be an unnecessary rise in the numbers of young homeless people."}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend always fights hard for his constituents. Preventing youth homelessness is a priority for this Government. We are investing £15 million in the fair chance fund, an innovative payment-by-results scheme. That is helping some 2,000 vulnerable young homeless people to get into accommodation, education, training and employment. We will work closely with providers to find a long-term solution to the funding of supported accommodation."}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab):", "speech": "      I, too, associate myself and those on the Labour Benches with your comments, Mr Speaker. Harry Harpham will be sorely missed by the Labour party, his constituents, and, of course, his family and friends. Our thoughts are with them at this time."}, {"speaker": "Brandon Lewis:", "speech": "      I say to the hon. Lady, as I have said before, that we will make sure that the most vulnerable in our society are protected. We are also boosting supply with £400 million-worth of funding announced in the spending review to deliver specialist affordable homes for the vulnerable, the elderly and those with disabilities. Of course, there is also our £5.3 billion investment in the better care fund, through which we are looking to integrate health and social care."}, {"speaker": "Christopher Pincher (Tamworth) (Con):", "speech": "   2.    What progress his Department has made on the Help to Buy and Right to Buy schemes. [903501]"}, {"speaker": "The Secretary of State for Communities and Local Government (Greg Clark):", "speech": "      I associate myself with your sentiments, Mr Speaker, about our former colleague, Harry Harpham."}, {"speaker": "Christopher Pincher:", "speech": "      Bovis Homes, a major employer in my constituency, commends Help to Buy as a tremendous initiative, but we all know that we need more small-scale developers in the supply chain to increase the supply of homes to which Help to Buy can apply. Does my right hon. Friend agree that large-scale developers franchising some of their plots to small and medium-sized developers is one way of getting those small-scale developers into the supply chain?"}, {"speaker": "Greg Clark:", "speech": "      I do agree with my hon. Friend. One of the effects of the financial crash was that many small builders left the industry, and we need to get them back and involved. My hon. Friend has a good idea. The direct commissioning scheme that we have announced, whereby we can carve up public sector land into small plots so that small builders can take advantage of it, will be a big step forward, too."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      We should have an end to these excuses. There is a generation in the rented sector who have no hope of owning their own homes. Is it not about time that we had some bold, imaginative policies? How many new towns are there? How many new generations of building are going on? How many houses are being built in Ebbsfleet, for example, which is supposed to be a new town? Will the Secretary of State answer that?"}, {"speaker": "Greg Clark:", "speech": "      Over the last five years, home ownership, and particularly house building, has been revived from the crash that happened under Labour. The hon. Gentleman should welcome the planning reforms that we made, which have increased planning permissions by 50%. He should welcome the introduction of starter homes to give first-time buyers a foot on the housing ladder. He should welcome the extension of Help to Buy, which has helped so many people to achieve their dream of a home of their own."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "      Right to Buy does not apply to rural exception sites. Does the Secretary of State therefore agree that affordable housing in rural areas is absolutely key?"}, {"speaker": "Greg Clark:", "speech": "      I do agree with my hon. Friend. In providing homes in all communities for all types of people we need to make sure that we have diversity of tenure, especially in rural areas. My hon. Friend is right."}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "      The idea that any of these schemes are affordable is an Orwellian myth. In my constituency, people need an income of £70,000 to be able to get an affordable home, and that is going up to £90,000 before long. To whom is that affordable?"}, {"speaker": "Greg Clark:", "speech": "      I do not think the hon. Gentleman does a good service to his constituents. He should know that under the combination of Help to Buy and shared ownership, the deposit that a London first-time buyer can be required to pay on the average price paid of £385,000 is as low as £4,800. The hon. Gentleman would do his constituents a service by promoting these schemes to them."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      I welcome my right hon. Friend’s comments about the importance of the small and medium-sized building sector. Does he agree that one of the most damaging things that could happen to that sector’s involvement in London would be the imposition of a 50% affordable housing target across sites, which would have no relation to the viability? As experienced under Ken Livingstone, this would actually drive developers away from bringing sites forward."}, {"speaker": "Greg Clark:", "speech": "      I completely agree with my hon. Friend. It is not a matter of speculation but a matter of fact, because, as he says, the last Mayor tried that, and the amount of available housing in London fell. We want to provide homes for Londoners. The present Mayor has an exemplary record in providing affordable homes—indeed, homes of all types—ahead of the targets, and the £400 million that is being invested in the 20 housing zones across London is a tribute to his tenacity."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      I am pleased to say that hundreds of families in my constituency, and in the local authority area of North East Somerset, have benefited from the Help to Buy and Right to Buy schemes, but young families still cannot get on to the housing ladder because of the high cost of housing. Will the Secretary of State meet me, and other Members whose constituencies contain high-value areas, and will he undertake to roll out the two-for-one guarantee in those areas?"}, {"speaker": "Greg Clark:", "speech": "      I will certainly meet my hon. Friend and his colleagues. It is essential for homes to be built in every community, so that young people and rising generations throughout the country have a chance to continue to be part of the communities in which they were born and raised."}, {"speaker": "Mr Speaker:", "speech": "      Mr Stephen Pound? Not here. Where is the fellow?"}, {"speaker": "Ms Karen Buck (Westminster North) (Lab):", "speech": "   4.    What plans he has to improve conditions for tenants in the private rented sector. [903503]"}, {"speaker": "Vicky Foxcroft (Lewisham, Deptford) (Lab):", "speech": "   5.    What plans he has to improve conditions for tenants in the private rented sector. [903504]"}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      I believe that all tenants should have a safe place in which to live. In the Housing and Planning Bill, the Government have introduced the strongest ever set of measures to protect tenants and ensure that landlords provide good-quality, safe accommodation."}, {"speaker": "Ms Buck:", "speech": "      According to a freedom of information inquiry that I carried out last year, only 14,000 of a total of 51,316 complaints made to councils about poor housing were subjected to a local authority environmental health assessment, and, on average, councils prosecuted only one rogue landlord every year. Is it not irrefutable that local authorities lack the resources, certainly, and the will, in some cases, to take action against rogue landlords? What possible grounds can the Minister have for resisting a modest change that would allow tenants to take legal action against landlords who let homes that are not fit for human habitation?"}, {"speaker": "Brandon Lewis:", "speech": "      The hon. Lady is right, in that local authorities should be using the powers that they have. As I have said, there is already a requirement for properties to be fit and proper, and she may wish to welcome the extra £5 million that we have added to the £6.7 million that we have already invested to support it. However, if she looks at the changes in the operation of fines in the Housing and Planning Bill, she will see that the amount of resources for local government will be beyond anything that we have ever seen before, and certainly beyond anything that the Labour Government ever did."}, {"speaker": "Vicky Foxcroft:", "speech": "      Much of what the Minister said is not what I am hearing from constituents. Many of those who come to see me speak of substandard homes which are damp and cold and have not been subjected to gas and electricity safety checks, and many are afraid of dealing with their landlords because they fear being evicted. What will the Minister do about that? Does he now regret not supporting Labour’s amendment to the Housing and Planning Bill, which would have ensured that landlords only let properties that were fit for human habitation?"}, {"speaker": "Brandon Lewis:", "speech": "      I hope that the hon. Lady will join me in insisting that her local council takes its duty seriously and deals with the situation. The Bill will enable councils to issue civil penalties amounting to up to £30,000 and remedy payment orders for up to 12 months. That will   "}, {"speaker": "Mr Speaker:", "speech": "      I must say that there are sounds of some very heavy breathing. I call Mr Mark Prisk."}, {"speaker": "Mr Mark Prisk (Hertford and Stortford) (Con):", "speech": "      While the hon. Member for Westminster North (Ms Buck) is right to draw attention to the difference in the enforcement of existing regulations, neighbouring councils with the same resources often enforce the regulations in radically different ways. May I encourage the Minister not only to promote the best practice in enforcement, but, most important, to challenge councils that are failing to use the powers that they have?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend has a wealth of experience in this field, and, as always, he speaks with great common sense and logic. Local authorities should be using the powers that they have. By far the majority of landlords provide a good service, but authorities should be using those powers to crack down on the rogue landlords whom all of us, including good landlords, want to see driven out of the system."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      May I commend the Government for taking the toughest action on rogue landlords in a generation in the Housing and Planning Bill? On the provision of private sector rented housing, will the Minister give me an undertaking that he will continue to work, on a cross-party basis if necessary, to develop residential estate investment trusts, on which there has been a commitment from both parties over the years, and work with the Treasury to bring forward proposals for private sector housing, particularly in areas with affordability issues?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend makes a good point, and we are working right across government on the institutional investments. I can tell the House that the estates regeneration panel that the Prime Minister has set up will be meeting for the first time tomorrow and will be looking at all these issues in that context as well."}, {"speaker": "Tulip Siddiq (Hampstead and Kilburn) (Lab):", "speech": "      Many of the 33% of my constituents who rent privately have been the victim of revenge evictions. Shelter has estimated that in a calendar year 4,000 people in my constituency were victims of revenge evictions and 200,000 people across the country suffered from rogue landlords. The Minister has been speaking about how much work the Government have been doing, but will he clarify what impact the law that was brought in last year has had on the number of revenge evictions across the country?"}, {"speaker": "Brandon Lewis:", "speech": "      It is clearly a matter for local authorities to use those powers to crack down on rogue landlords and to ensure that they are providing the right services. It is just a shame that the Opposition did not support those measures in the Housing and Planning Bill."}, {"speaker": "Matt Warman (Boston and Skegness) (Con):", "speech": "      In my constituency, some of the worst landlords have been prosecuted by Boston Borough Council, and the Department for Communities and Local Government has recently awarded it a £74,000 grant to keep up that   "}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend is right. He has given us an example of a good council looking to do the right thing by its local residents by ensuring that they are well protected and well served, using the extra funding that we have put in. In addition, local authorities will be able to impose the new £30,000 civil fines when the Housing and Planning Bill gets Royal Assent, and it is a shame that the Opposition did not support that measure. It will mean that councils will be able to do more in this regard than ever before."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "   6.    What recent discussions he has had with Ministers of the Scottish Government on the Aberdeen city region deal. [903505]"}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (James Wharton):", "speech": "      On 28 January, the Government, along with the Scottish Government and the local leadership in Aberdeen were able to announce the Aberdeen city deal heads of terms. The deal includes an investment fund of up to £250 million. This shows the investment going in and the support being delivered for our economy in Aberdeen, just as it is across the country as a whole."}, {"speaker": "Dr Whitford:", "speech": "      With the Treasury having received more than £300 billion from North sea oil revenue over the past 40 years, and given that the current low oil price is being aggravated by deliberate under-pricing, including by our “friends” in Saudi Arabia, does the Minister not think that the UK Government should at least match the £250 million given by the Scottish Government, instead of offering just £125 million to help the region through this difficult time?"}, {"speaker": "James Wharton:", "speech": "      Most people welcome the Aberdeen city deal, the significant investment that is going in and the joint working that it demonstrates between the British Government and the Scottish Government to make a real difference and to drive forward the economy in Aberdeen, which faces some of the challenges of which the hon. Lady speaks. It underlines the fact that we really are better together."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      I would first like to offer the condolences of the Scottish National party to the family and friends of Harry Harpham. He was passionate about housing, and he would no doubt have wanted to be here today to question the Government."}, {"speaker": "James Wharton:", "speech": "      Agreeing a city deal, with £125 million added to the other money that is going in, which is wanted by local people and delivered in co-operation with local partners, should be welcomed. It will drive   "}, {"speaker": "Alison Thewliss:", "speech": "      This Government are not providing a 50:50 basis for this deal. In fact, the Scottish Government are contributing £379 million to it. Will the Minister and his Government respond to calls from the Cabinet Secretary for Infrastructure, Investment and Cities and stump up the additional £200 million that Aberdeen so clearly needs?"}, {"speaker": "James Wharton:", "speech": "      When I saw that this was an area of questioning with which we would be dealing today, I had hoped the questions would focus on the great positivity that has surrounded the announcement, which is characteristic of the working together that has got us to a place where the heads of terms on this deal have been announced. This deal will make a real difference and it is only possible because of the contribution the British Government have made, alongside the Scottish Government, working with local partners. It is a welcome deal—it is a welcome deal in Aberdeen and it should be welcomed by Scottish National party Members rather more than it appears to be at the moment."}, {"speaker": "Martyn Day (Linlithgow and East Falkirk) (SNP):", "speech": "   7.    What progress has been made on the Edinburgh and South East of Scotland city deal. [903506]"}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (James Wharton):", "speech": "      This question underlines the point I was making about how other areas would like city deals, too. We have to work together to deliver city deals and we have to ensure that they are properly thought through, but we will continue to have those discussions and continue to work together to deliver something that can make a real difference. I am sure the hon. Gentleman will continue to be a passionate advocate for it."}, {"speaker": "Martyn Day:", "speech": "      This city region deal was submitted in September, with further information being submitted to both the UK and Scottish Governments on 18 December. Local government received a draft set of terms of reference from the UK Government, which was responded to in early January, but despite follow-up, it is still to hear anything further back. Can the Minister confirm whether a deal will be in place prior to the purdah period for the Scottish Parliament elections?"}, {"speaker": "James Wharton:", "speech": "      The Edinburgh and South East Scotland city deal is another important area of potential growth. The discussions are important, as this has to be done properly. The discussions have to be detailed, going through the opportunities as well as the costs. Given what has been achieved in Aberdeen, it is no surprise that the hon. Gentleman is keen to secure a city deal for his area, too. We will continue to have those discussions, and if the right deal can be reached, we will look to deliver on it."}, {"speaker": "Deidre Brock (Edinburgh North and Leith) (SNP):", "speech": "      The Government committed £500 million to the Greater Cambridge city deal—or 50%. Following the news that   "}, {"speaker": "James Wharton:", "speech": "      As I said, those discussions are ongoing and we will see what conclusion they reach. What is welcome is the recognition across the House that city deals can make a real difference and the recognition in those communities and economies of the value they can bring and of the growth they can generate. We will continue in those discussions. I hope we will reach a conclusion that will be welcomed by hon. Members from across the House, but I am confident that the city deals, as a whole, are making a real difference and will continue to do so."}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "   8.    What support his Department is making available for the use of brownfield sites. [903507]"}, {"speaker": "Pauline Latham (Mid Derbyshire) (Con):", "speech": "   9.    What support his Department is making available for the use of brownfield sites. [903508]"}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "   15.    What support his Department is making available for the use of brownfield sites. [903514]"}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      We are committed to fulfilling our manifesto commitment of supporting development on brownfield land. To that end, we are creating a £2 billion long-term housing development fund to unlock housing on brownfield land, and we are determined to make sure that we get 90% of that land with planning permissions by 2020."}, {"speaker": "Wendy Morton:", "speech": "      I am grateful to the Minister for that answer. In my constituency, we place great importance on the amenity that the green belt provides to our communities. What support is his Department providing to metropolitan boroughs to unlock brownfield sites for modern commercial as well as housing development, in order to afford further protection to the encompassing green belt?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend is right to say that we want to make sure we are protecting the green belt, and the national planning policy framework does just that. This £2 billion fund will make that brownfield land more attractive, as will planning permission in principle, once the Housing and Planning Bill goes through. This is about making sure we do everything we can to get those brownfield land areas developed for the benefit of our local communities."}, {"speaker": "Pauline Latham:", "speech": "      Celanese is a very large brownfield site in Spondon in my constituency that is not included in Derby City Council’s core strategy, because it says that it will not be ready for development until at least 2028. The company on the site, however, says it will be ready by 2018. Does the Minister agree that local authorities should be doing more to utilise these sites through the funding that the Government have announced is available and increasing their efforts to make things ready for development?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend, who is working passionately for her local community to make sure that brownfield land is appropriately and properly used, will appreciate that I cannot comment on the particular local plan that is at examination stage. It is true to say, however, that a local authority should be working with its local community to make sure that appropriate brownfield land, with a good understanding of its availability, is brought forward at the earliest opportunity and can take advantage of this new £2 billion fund as well."}, {"speaker": "Andrew Stephenson:", "speech": "      Pendle has 46 hectares of brownfield land, 40 hectares of which is assessed as suitable for housing, yet just days ago Labour and Lib Dem councillors voted through an application to build 500 homes on a greenfield site in Barrowford in my constituency. I am a strong supporter of localism, but how can the Government make councils such as Pendle Borough Council step up to the challenge of brownfield development, rather than just taking the easy option and building on our green fields?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend highlights a good case. I know that, with his support, the previous Conservative-led Administration in Pendle was passionate about delivering on brownfield land. We want to see 90% of that land given planning permission. The best route is for the local community to take note of what the authority does and to let it know exactly what it thinks at the ballot box next time round."}, {"speaker": "Mr Clive Betts (Sheffield South East) (Lab):", "speech": "      I join you, Mr Speaker, in paying tribute to my friend and colleague, Harry Harpham, who will probably be the last coalminer elected to the House. As you rightly said, despite the seriousness of his illness, he was still here three weeks ago arguing passionately for the steelworkers and steel industry in Sheffield. It was a fitting culmination to years of dedicated service to the people of Sheffield. That service included the delivery of the decent homes programme, from which thousands of our tenants have benefited."}, {"speaker": "Brandon Lewis:", "speech": "      Yes, the hon. Gentleman outlines a good example of where everybody could work together in the best interests of the community and to see more housing built, and I am happy to organise that meeting. I will make sure I have that conversation with him and the local authority."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      York desperately needs family and social housing, yet the council plans to build predominantly high-value units on the 72 hectare “York Central” brownfield site, which will go no way to addressing our housing crisis. Will the   "}, {"speaker": "Brandon Lewis:", "speech": "      As the hon. Lady will appreciate, it is absolutely right that local communities can make local decisions about what is right for them and that her local authority can look at its local housing need and make a decision about what is right for it, as it is looking to do in York."}, {"speaker": "Tristram Hunt (Stoke-on-Trent Central) (Lab):", "speech": "      In 2012, the Secretary of State told the House that the new planning policy framework offered “clear and unequivocal” protection of the green belt, yet the number of green-belt approvals has increased fivefold in the last five years under this Government. The new permission in principle powers in clause 102 of the Housing and Planning Bill will only further undermine the green belt. When will the Government put urban regeneration first, rather than ex-urban sprawl?"}, {"speaker": "Brandon Lewis:", "speech": "      Through the national planning policy framework and the guidance that has come out since, we have actually strengthened green-belt protection. With the new planning permission in principle, the new requirement for a brownfield register and the £2 billion fund, we are going further than any Government before in making sure that brownfield sites are developed first."}, {"speaker": "Stephen Hammond (Wimbledon) (Con):", "speech": "      Will the Minister agree that the plan of my hon. Friend the Member for Richmond Park (Zac Goldsmith) to drive the London Land Commission to force local authorities to bring forward unused land will secure the homes that Londoners need and protect the environment and give London the quality of environment it deserves?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend outlines the sensible and productive approach that has been outlined by my hon. Friend the Member for Richmond Park (Zac Goldsmith), who I hope will be the next Mayor of London, to make sure we deliver more housing for London. As the joint chair of the London Land Commission, I look forward to working with him."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Does the Minister understand the plight of the residents of Haughton Green, an urban village in my constituency, who, under the Greater Manchester Combined Authority’s spatial framework, have seen every remaining piece of open green space in that area identified for future development? Is it not time we had a planning system that worked for the people of Haughton Green?"}, {"speaker": "Brandon Lewis:", "speech": "      The hon. Gentleman’s council is represented on that authority, so I would hope it has a voice. I am also co-chairing the Manchester Land Commission, and I will certainly raise that point with the Labour interim panel chair and Mayor."}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "   10.    What steps his Department is taking to support communities in setting up neighbourhood plans. [903509]"}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      Our £22 million support programme for neighbourhood planning for 2015-18 provides neighbourhood planning groups with online resources, an advice service, grants and technical support in priority areas. Furthermore, the Housing and Planning Bill will speed up and simplify the neighbourhood planning process."}, {"speaker": "Mims Davies:", "speech": "      I thank the Minister for his important answer. Having failed to deliver the first time, the Liberal Democrat-led Eastleigh borough council is now consulting on its new and somewhat controversial draft local plan document. Does the Minister agree that the best possible solution for my constituents is to have a suitable and properly supported local plan, and to back parishes such Botley on their community created neighbourhood plans, as there is currently none going to referendum in Eastleigh?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend makes a very good point, and I am pleased to reassure her constituents that if they go forward with a neighbourhood plan, it will have weight in planning law, and if the local authority is failing to do its duty by its local residents in the community then the neighbourhood plan is the best way to proceed."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      A number of neighbourhood plans have failed because of insufficient evidence, unrealistic expectations and a failure to meet European environmental requirements. What help is the Department giving those formulating these plans to ensure that they meet the standards set down by the independent examiners?"}, {"speaker": "Brandon Lewis:", "speech": "      As I outlined in my initial answer, we not only have online resources and advice services, but give grants of up to £8,000, with a further £6,000 in particularly difficult areas. Workshops are also going out around the country, and the National Association of Local Councils is talking through its parish council network about how the system works. I gently say to the hon. Lady that every single neighbourhood plan that has gone to referendum has passed with a huge majority."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      Might it not be a good idea to highlight an exemplar neighbourhood plan in each shire area, which could be specifically rolled out across that county, to encourage more parish councils in particular to get involved?"}, {"speaker": "Brandon Lewis:", "speech": "      As is often the case, my hon. Friend raises a very good idea, and I will take it forward. I will be talking to the group that is going out and doing this kind of work and sharing best practice around the country. It is a good idea for local authorities to look at what others have done locally, and we will certainly do our best to take up his idea and to promote it further."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "   12.    What recent assessment he has made of trends in the level of demand for social care services. [903511]"}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (Mr Marcus Jones):", "speech": "      We have provided up to £3.5 billion of funding to meet the demographic   "}, {"speaker": "Kelvin Hopkins:", "speech": "      When will the Government accept that the problems of social care will be overcome only when there is a comprehensive and publicly provided system of social care for all, which is free at the point of need? I am talking about a national care service, exactly parallel to and integral with the national health service—a true public service free of privatisation."}, {"speaker": "Mr Jones:", "speech": "      This Government are absolutely committed to the full integration of health and social care by 2020, and we will require all areas to have a clear plan for achieving that by 2017. The hon. Gentleman will also be interested to know that, by the end of the decade, the spending review does include more than £500 million for the disabled facilities grant, which is more than double the amount this year. That will fund around 85,000 home adaptations by that year, and is expected to prevent 8,500 people from needing to go into a care home by 2019-20."}, {"speaker": "James Morris (Halesowen and Rowley Regis) (Con):", "speech": "   17. [903517]    Adult social care will be one of the biggest challenges that we face over the next several decades. Does the Minister agree that more needs to be done to integrate health and social care, particularly building on the success of the Better Care Fund, to encourage local authorities to work with local health providers to come up with innovative solutions for adult social care?"}, {"speaker": "Mr Jones:", "speech": "      I know that my hon. Friend is a real campaigner on this issue. As he identifies, the Better Care Fund is paying dividends. We are seeing significant joint working through the Better Care Fund, which, in many areas, is reducing delayed transfers of care from hospital. We are absolutely intent on spreading best practice around all areas of the country. Plans are also in place to improve areas that are the most challenged."}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      I am afraid that what we have just heard is nonsense. Government funding for social care falls far short of what is needed. Directors of adult social services tell us that £4.6 billion has already been cut from adult social care, and the gap is growing at £700 million a year. The social care precept will raise only £400 million a year, and the Better Care Fund, which the Minister mentioned, does not start until next year, at £105 million a year. Government Ministers must consider that they are risking the collapse of social care because their funding is too little and too late."}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (Mr Marcus Jones):", "speech": "      The funding coming into the Better Care Fund—£1.5 billion—is all new money for adult social care, and it is going directly to local authorities. The absolute key is the integration of health and social care, and as I have set out to the hon. Member for Luton North (Kelvin Hopkins) and my hon. Friend the Member for Halesowen and Rowley Regis (James Morris), the Government are determined to achieve that integration."}, {"speaker": "Mrs Emma Lewell-Buck (South Shields) (Lab):", "speech": "      Does the Minister agree with the Conservative council leader who covers his constituency and who was recently quoted   "}, {"speaker": "Mr Jones:", "speech": "      First, I welcome the hon. Lady to the Dispatch Box. I heard what she said about the Conservative leader of my local authority, Warwickshire County Council. I speak to the lady to whom she referred at all times. [Interruption.] Well, what I would say is that Warwickshire County Council set a sustainable budget last week, and was able to do that by protecting social care services."}, {"speaker": "Karen Lumley (Redditch) (Con):", "speech": "   13.    What assessment he has made of the effect of the Syrian refugee resettlement programme on the resources required by local authorities. [903512]"}, {"speaker": "The Parliamentary Under-Secretary of State for Refugees (Richard Harrington):", "speech": "      Resettlement costs for year one are funded by the Department for International Development through the official development assistance budget. At the spending review, we announced a further £129 million towards local authority costs in years two to five. This amount was calculated after consulting the Local Government Association and local authorities with experience in this field on the likely costs that they would incur in being part of our Syrian refugee resettlement programme."}, {"speaker": "Karen Lumley:", "speech": "      I am working hard with my council leader, Bill Hartnett, to provide refuge for two Syrian families in Redditch. Does my hon. Friend agree with me that that is the right thing to do, and will he reassure local people that it will not be paid for by local council tax, as there is some concern in my town about that?"}, {"speaker": "Richard Harrington:", "speech": "      I thank my hon. Friend and the leader of Redditch Borough Council for the part they have played in the joint bid with Worcestershire County Council. As they are aware, we work closely with local authorities to ensure that capacity is identified as suitable for that area, and I again confirm to my hon. Friend that the funding available through the spending review will go a long way towards funding the resettlement of Syrian refugees."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      I commend the Minister on being the first Home Office Minister in living memory to set a target for resettlement and meet that target. However, there are still another 19,000 Syrian refugees to be resettled before the next election, and the number of other asylum seekers has risen from 9,000 to 17,000. Where are we going to find that accommodation?"}, {"speaker": "Richard Harrington:", "speech": "      Mr Speaker, excuse me, but to be complimented by the Chairman of the Select Committee on Home Affairs puts one off one’s stride at the Dispatch Box. I remind the right hon. Member for Leicester East (Keith Vaz) that the refugee scheme for which I am responsible very much requires the good nature of local authorities. That, together with the asylum programme, is important to us, and I am pleased to say that the demand for places from refugees equals the supply."}, {"speaker": "Mr Speaker:", "speech": "      I understand the Minister. It is humbling indeed to be praised by someone of the exalted status of the right hon. Member for Leicester East (Keith Vaz)."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "   14.    What estimate he has made of the average difference in council tax paid by residents of urban and rural areas. [903513]"}, {"speaker": "The Secretary of State for Communities and Local Government (Greg Clark):", "speech": "      The average council tax has long been higher in rural areas than in urban areas. In response to the consultation on the local government financial settlement, several councils and hon. Members have pointed out the extra costs of providing services in rural areas—something that I am determined to address."}, {"speaker": "Andrew Bridgen:", "speech": "      Figures from the rural fair share campaign show that those who live in urban areas receive 45% more funding than their rural counterparts, while at the same time those rural residents pay on average £81 more in council tax. Does my right hon. Friend agree that my constituents have every right to feel aggrieved about that inequality? What steps will the Government take to address that issue?"}, {"speaker": "Greg Clark:", "speech": "      I have been looking carefully at the responses to the consultation on local government finance, including that from Leicestershire, which seems to make a perfectly reasonable point that the essential requirement is that the underlying formula should reflect the different costs of providing services in different places. If my hon. Friend is patient and comes back a little later, I shall have more to say then."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      Is it not a fact that in practice, despite their rhetoric, Conservative councils are charging more than Labour councils? That is what the question from the hon. Member for North West Leicestershire (Andrew Bridgen) conceals."}, {"speaker": "Greg Clark:", "speech": "      It is a long-established fact that Conservative councils offer lower council tax than Labour councils, which accounts for their success and their majority in local government."}, {"speaker": "Geoffrey Clifton-Brown (The Cotswolds) (Con):", "speech": "      Can my right hon. Friend say whether the gap between urban and rural authorities is widening? If it is widening in favour of urban authorities, will not the council tax payers in rural authorities, who are going to see their council tax rise considerably over the next three years, have to conclude that they are subsidising higher-spending urban authorities?"}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend knows that we are moving to a world in which councils will be funded by council tax and business rates. It is essential that the formula underpinning that is fair to all types of authority. That has been very clear in representations that he and others have made."}, {"speaker": "Mr Steve Reed (Croydon North) (Lab):", "speech": "      The Tory election manifesto promised to keep council tax low, so will the Secretary of State explain to the House why he   "}, {"speaker": "Greg Clark:", "speech": "      I have written no such letter. I remind the hon. Gentleman that council tax doubled under the previous Government. On all the forecasts that we have made, it will be lower in real terms than it was at the beginning of the last Parliament."}, {"speaker": "Mr Speaker:", "speech": "      Last but not forgotten, I call Paula Sherriff."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "   16.    What steps he plans to take to support high streets. [903515]"}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (Mr Marcus Jones):", "speech": "      We are committed to ensuring that high streets remain at the heart of their community. We have introduced a £1.4 billion package of support, which includes business rate relief, help for small business, measures to tackle over-zealous parking enforcement, and practical changes to simplify the planning system."}, {"speaker": "Paula Sherriff:", "speech": "      May I associate myself with the comments regarding Harry Harpham? He was a dear friend, a good and decent man, and we will miss him very much indeed."}, {"speaker": "Mr Jones:", "speech": "      We are committed to supporting high streets. High street vacancy rates are at their lowest since 2010. Investment in high street property is up by 30%, and where areas are doing the right things, they are seeing people return to their high street. That was seen through the Great British High Street competition. There are a number of winners from Yorkshire, and I am sure that people in Dewsbury will be able to take tips from around Yorkshire so that they can improve their high street."}, {"speaker": "Mr Speaker:", "speech": "      I call Mr Geoffrey Robinson. Not here."}, {"speaker": "Joan Ryan (Enfield North) (Lab):", "speech": "   T2. [903525]    If he will make a statement on his departmental responsibilities."}, {"speaker": "The Secretary of State for Communities and Local Government (Greg Clark):", "speech": "      Since the beginning of January, the Cities and Local Government Devolution Bill has been enacted and given Royal Assent, the Housing and Planning Bill has passed its Third Reading, the voluntary   "}, {"speaker": "Joan Ryan:", "speech": "      Enfield has the fourth highest population figure of all London boroughs. The last census said we had seen a population increase of more than 14% in one decade. That rapid population growth is well above the national average and is not reflected in an increased funding settlement. I am grateful to the Under-Secretary of State for Communities and Local Government, the hon. Member for Nuneaton (Mr Jones), whom I met last month to discuss these matters. However, in the light of that meeting, and of submissions that have been made, what further measures are the Government willing to take to ensure there is a more equitable funding mechanism for boroughs in this situation?"}, {"speaker": "Greg Clark:", "speech": "      I understand the point the right hon. Lady makes, which is very reasonable. It is important that the funding that local government receives reflects the very latest information available in terms of the population. I have reflected on the representations that have been made in the consultation, and I will have more to say about that later."}, {"speaker": "Johnny Mercer (Plymouth, Moor View) (Con):", "speech": "   T3. [903526]    In my city of Plymouth, local campaigns seem to regularly mislead my constituents on the spare room subsidy, something that many people see as a fair way of bringing about parity between the social and private rental sectors. I commend the Government, therefore, for making funds available for specific cases where the spare room subsidy is not appropriate. However, will the Minister confirm that Plymouth City Council has chosen to return that discretionary housing payment to central Government every year, so no one should be struggling as a result of this policy?"}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      My hon. Friend highlights the interesting point that a local authority is sending this subsidy back and then claiming that it cannot look after people. That local authority should be answering to local people, doing the right thing and using the subsidy for the purpose the Government set out in the first place."}, {"speaker": "John Healey (Wentworth and Dearne) (Lab):", "speech": "      The Secretary of State will know that one of the many proud achievements of the last Labour Government was the rise in the number of families able to realise their dream of owning their own home—the number was up by 1 million over 13 years. Will the Minister tell us what has happened to the number of homeowners since Conservative Ministers took charge in 2010?"}, {"speaker": "Brandon Lewis:", "speech": "      I find it interesting that the right hon. Gentleman raises this question, bearing in mind the fact that, as a Minister, he said he thought a fall in home   "}, {"speaker": "John Healey:", "speech": "      Let me repeat: the number of homeowners under Labour was up by 1 million. Since 2010, it is down by 200,000. For young people, it is now in free fall, and they have little or no hope of ever being able to buy their own homes. Never mind the spin or short-term policies, the Minister has no long-term plan for housing. That is why I have commissioned the independent Redfern review to look at the decline in home ownership. We would welcome evidence from Ministers, but will the Minister at least agree to look at the review’s findings, so that five years of failure on home ownership do not turn into 10?"}, {"speaker": "Brandon Lewis:", "speech": "      Coming from somebody who oversaw the lowest level of house building since roughly 1923, that was interesting, particularly as the Redfern review is being led by Pete Redfern of Taylor Wimpey, who has called for an end to Help to Buy—the very product that is helping tens of thousands more people into home ownership. Perhaps the right hon. Gentleman is about to tell us that the Labour party will end Help to Buy, which is helping so many people. It is a shame that he and his party voted against the Housing and Planning Bill, which will deliver starter homes through increased Help to Buy. These measures will make sure that more homes are built for those who are working hard and who aspire to own their own homes—the very people let down by the crash under Labour."}, {"speaker": "Stuart Andrew (Pudsey) (Con):", "speech": "   T4. [903527]    What advice does my hon. Friend have for groups such as the Aireborough neighbourhood forum in my constituency, which finds itself in a constant fight with its local authority in trying to make progress? In this instance, Leeds City Council appears to be ignoring Government advice on brownfield sites, without any consequences."}, {"speaker": "Brandon Lewis:", "speech": "      Having met some of my hon. Friend’s constituents, I know they are very keen, and he has been supporting them strongly on their neighbourhood plans. Those should move forward, and we are putting in funding to support them. That gives them weight in law. This is a really good way for people to have control over local development opportunities if the local authority, in its local plan, is letting them down in the way my hon. Friend argues it is."}, {"speaker": "Mr Speaker:", "speech": "      Dr Alan Whitehead—not here."}, {"speaker": "Steve McCabe (Birmingham, Selly Oak) (Lab):", "speech": "      What does the Minister estimate the total percentage rise for residents of Birmingham will be once the Chancellor’s social care tax, the increased police precept and the 1.9% council tax are added together?"}, {"speaker": "Mr Marcus Jones:", "speech": "      The core spending power figures that we released just before Christmas and have just consulted on do not take into account authorities putting their council tax up to the maximum referendum principle.   "}, {"speaker": "Karen Lumley (Redditch) (Con):", "speech": "   T8. [903531]    Will my hon. Friend confirm that if the people of Redditch want to be a full member of the west midlands combined authority, they will also be able to take part in directly electing a mayor?"}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (James Wharton):", "speech": "      I thank my hon. Friend for that question. She is a passionate advocate for the people of Redditch. Whenever I see her, she does a very good and effective job of explaining why she has a desire to pursue this matter and ensure that her constituents will get a say if appropriate and at an appropriate time. I can confirm that were Redditch to become a full member of the combined authority, then yes, people would have a vote in the mayoral election, although of course it would be done only by local agreement. As this Government have pursued matters throughout devolution, we want to build consensus and work with local people to find deals and structures that meet their ambitions."}, {"speaker": "Kirsty Blackman (Aberdeen North) (SNP):", "speech": "   T6. [903529]    Aberdeen has supported oil, with our residents having to put up with the bad and the good that comes with this. The UK Government have tried to tell Aberdeen that their £125 million of investment will inspire hundreds of millions of pounds of investment from currently hard-pressed Aberdeen businesses. What will the UK Government be doing to encourage businesses in Aberdeen that are suffering, along with the rest of us, to stump up cash?"}, {"speaker": "James Wharton:", "speech": "      I thank the hon. Lady for her important question, which ties in with the discussion we have already had about the Aberdeen city deal and the significant amount of money that is going in from the British Government in Westminster and the money that is going in in partnership with the Scottish Government, local authority leadership, and the local leadership of the business community in Aberdeen. We intend to ensure that the deal brings real growth and benefit to Aberdeen. We recognise the challenges that it faces because of the price of oil and other factors that affect its local economy, but we are determined, with local people who understand what is needed, to drive change and to do everything we can to support its economy."}, {"speaker": "Bob Blackman (Harrow East) (Con):", "speech": "   T9. [903532]    Under Mayor Livingstone, the number of new housing starts in London plummeted as a direct result of developers walking away from unaffordable sites, thanks to the 50% affordable housing target. What does my hon. Friend think would happen if the new Mayor were to introduce a 50% affordable housing target?"}, {"speaker": "Brandon Lewis:", "speech": "      As my hon. Friend outlines, the evidence shows that those kinds of targets, if they are not appropriate for the local area, distort viability, meaning that developments do not go forward and we do not get the houses built that we need. Local areas have to look at what is right for them and make sure it is viable.   "}, {"speaker": "Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP):", "speech": "   T7. [903530]    The Inverness city deal from Highland Council is based on the idea of a region for young people. The Highlands area has, over many decades, seen a drain of young people. Much work has been done to address this, including the opening of the Inverness campus, but more needs to be done to attract and retain young people. A plan such as the one put forward can help to rebalance the population demographic. Does the Minister agree that the aims of the plan and the statement of intent are worthy of support?"}, {"speaker": "James Wharton:", "speech": "      The hon. Gentleman is diligent in raising this issue, which we have discussed in the Chamber before. I think he recognises, as I do, the value that these sorts of deals can bring and the difference they can make. I recognise his comments and the importance that he attaches to this as a diligent local Member of Parliament, and I will certainly take it away and look at it. I cannot pre-announce deals at this Dispatch Box today. However, we continue in discussions and we are determined to deliver where the deal is the right one, and his effective advocacy is helpful in pursuing that ultimate objective."}, {"speaker": "Helen Whately (Faversham and Mid Kent) (Con):", "speech": "   T10. [903533]    Only 94 of 1,600 asylum-seeking children and care leavers in Kent have been taken in by other areas under the voluntary dispersal scheme. With more refugee children coming, how will my hon. Friend’s Department get local authorities across the country to accept their share of the asylum-seeking children who are already here?"}, {"speaker": "The Parliamentary Under-Secretary of State for Refugees (Richard Harrington):", "speech": "      We hope that dispersal arrangements remain voluntary and are working with the Home Office, the Department for Education, the Local Government Association and the Association of Directors of Children’s Services on a national dispersal scheme for unaccompanied asylum-seeking children. Provisions in the Immigration Bill will underpin dispersal arrangements and, if necessary, enforce them."}, {"speaker": "Barry Gardiner (Brent North) (Lab):", "speech": "      I know that the Minister for Housing and Planning well understands the extraordinarily high cost of private sector housing in London, but does he understand the impact that the changes to the local housing allowance are having on residents in my constituency? Will he ask his departmental officials to provide data on the impact of those changes?"}, {"speaker": "Brandon Lewis:", "speech": "      If the hon. Gentleman reads the answer I gave earlier, he will see that we have already outlined a one-year delay. We are also looking at the implications before the 2018 introduction and are working closely on it with the sector at the moment."}, {"speaker": "Kelly Tolhurst (Rochester and Strood) (Con):", "speech": "      Medway Council is currently working on its local plan. Could the Minister give an update on the work of the expert panel, which was set up in September to help streamline the local plan process?"}, {"speaker": "Brandon Lewis:", "speech": "      I am happy to do so. As my hon. Friend outlines, we are determined to make sure that local areas can have a clear-cut, simple system to deliver local plans that give control to the local community, because they should be locally led. I look forward to seeing the panel’s feedback in the weeks ahead."}, {"speaker": "Jenny Chapman (Darlington) (Lab):", "speech": "      In response to questions asked earlier by Conservative Members about funding allocations for rural areas, Ministers hinted that they think there is some unfairness in the system. May I encourage Ministers to look at the issue again, because I agree that there is a great deal of unfairness? The funding in my borough in Darlington is being decimated and the cuts are devastating for the local economy, whereas the spending power of a similarly sized town, Wokingham, will be increased over coming years. That is fundamentally unfair. Will Ministers look at the issue again?"}, {"speaker": "Greg Clark:", "speech": "      I will respond on the provisional financial settlement shortly. It is important for every type of authority that its needs and the costs of providing services are properly met, and that is the Government’s objective."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      My right hon. Friend is keen, as am I, on building on brownfield sites. With the closure of coal-fired power stations, including the possible closure of one in my constituency, what are we doing to encourage building on brownfield sites that include contaminated land?"}, {"speaker": "Greg Clark:", "speech": "      I am grateful for my hon. Friend’s question. In the spending review the Chancellor established a fund to decontaminate brownfield sites so that they can be made available for house building in the way that my hon. Friend recommends."}, {"speaker": "Daniel Zeichner (Cambridge) (Lab):", "speech": "      The Local Government Association is predicting that the Government’s pay-to-stay proposals will lead to some 60,000 council tenants leaving their homes. At the same time, councils are saying that they do not know how much their tenants earn. Will the Minister for Housing and Planning explain to councils how and why they should be asking their tenants how much they earn?"}, {"speaker": "Brandon Lewis:", "speech": "      As we have said throughout the progress of the Housing and Planning Bill, on the Floor of the House and in Committee, we are looking at tapering to bring this in and we are working with the sector itself. It is absolutely right that we come up with a deal that is also fair for taxpayers, to make sure that as people earn more and can afford to pay towards their home they do so in a way that always makes it pay to work."}, {"speaker": "Kit Malthouse (North West Hampshire) (Con):", "speech": "      I assume that the Minister is aware that Basingstoke and Deane Borough Council’s local plan is due for adoption this spring. Could he reassure the council’s planning committee that it can now start to make decisions in line with that plan, safe in the knowledge that the planning inspector will not overturn those decisions, thus protecting the countryside from speculative development?"}, {"speaker": "Brandon Lewis:", "speech": "      That is good news. My hon. Friend outlines another local plan that is in its later stages. I can confirm that, as a local plan gets to those later stages, it picks up more weight, so the local authority should be making planning decisions in line with the local plan. That is the right thing to do for local communities."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      What assessment have Ministers made of councils that introduce a 2% precept increase for social care? For those councils with a very low council tax base, that will not result in the funding required to ensure that social care continues at the level it should in areas such as Hull."}, {"speaker": "Greg Clark:", "speech": "      Part of the settlement that was made in the spending review was to include this new council tax precept in addition to the better care fund. On top of the resources that councils already invest, we will be able to invest more than the Local Government Association requested for social care in advance of the spending review."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I am sorry, but we must now move on."}, {"speaker": "Heidi Alexander (Lewisham East) (Lab)", "speech": "     (Urgent Question): To ask the Secretary of State for Health if he will make a statement on the junior doctors’ contract negotiations."}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Ben Gummer):", "speech": "      I would be delighted to update the House on the junior doctors’ proposed industrial action. The Government were elected on a mandate to provide for the NHS the resources it asked for and to make our NHS a truly seven-day service. The provision of consistent clinical standards on every day of the week demands better weekend support services, such as physiotherapy, pharmacy and diagnostic scans; better seven-day social care services, to facilitate weekend discharging; and better primary care access, to help to tackle avoidable weekend admissions."}, {"speaker": "Heidi Alexander:", "speech": "      There is so much that could be said about this dispute that it is hard to know where to begin, so let me ask the Minister four simple questions."}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady wonders where to begin. I would say to her that where we begin is with the promise made to the electorate to deliver seven-day services in order to make care more consistent through the week and thereby bring down the rate of avoidable deaths. That has been the aim of this Government—pursued in the guise of the previous coalition and by the current Government—for some years. The junior doctors’ contract, about which negotiations have been going on for some years, has been framed partly in that respect during that time."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      Under the current contract, too many junior doctors are forced to work excessive hours and are overstretched during the hours they work. Will the Minister, having set out that the hours will be reduced, reassure the House about what measures will be put in place to make sure that managers do not let this slip and that we do not return to the days of overworked junior doctors?"}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend is right that new measures have been introduced in the proposed contract. A new guardian role, which was proposed by NHS Employers, will help to protect the hours of junior doctors in individual trusts. That has been a point of success in the negotiation between the BMA and NHS Employers. A new fines system, which is not currently in place, will penalise trusts and ensure that the moneys that are generated by the fines go towards enhancing the general wellbeing and training of doctors within those trusts."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      Obviously, I am disappointed that it is not the Secretary of State we are speaking to today. The Minister referred again to weekend deaths. I gently point out that if one studies the evidence from Freemantle, one sees that there is a lower level of deaths at weekends. Perhaps we might be a bit more precise and say that we are talking about people admitted at weekends who die within the next 30 days."}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady speaks from experience, and rightly points to the fact that avoidable mortality that is attributable to weekends is different from mortality at weekends—the Secretary of State has been clear about that in his public statements. However that gap does exist, as the hon. Lady knows, and Professor Sir Bruce Keogh was clear in his statements that there is an avoidable rate of mortality. He stated:"}, {"speaker": "Helen Whately (Faversham and Mid Kent) (Con):", "speech": "      The level of support among junior doctors for this pay dispute is at least in part because of longstanding dissatisfaction with the experience of being a junior doctor. Sir David Dalton recommended a review of those longstanding concerns in his recent letter. Do the Government intend to commission such a review?"}, {"speaker": "Ben Gummer:", "speech": "      The Government will be looking at Sir David Dalton’s recommendation and acting on it. He is right to point to the fact that the 1999 contract is imperfect—it was agreed back in 2008 that it had many failings, and that something needed to be done to fix it. That contract in its generality has helped to contribute to the lowering of morale in the junior doctor workforce, which Sir David Dalton has recognised, as has the Secretary of State. It is not just the way in which   "}, {"speaker": "Mr Dennis Skinner (Bolsover) (Lab):", "speech": "      Is the Minister aware that it takes two sides to call a strike? It cannot happen just because one side of the argument wants a strike. The Secretary of State has been looking for a fight with the doctors ever since he got the job. Does he realise that when I came here 45 years ago, I was getting time and a half for all-day Saturday, and double time, like other miners, for Sunday? Every time the doctors are replaced by agency nurses it costs the Government and the taxpayer a small fortune. Get the matter settled, and be decent for a change."}, {"speaker": "Ben Gummer:", "speech": "      The hon. Gentleman has long prized himself as a champion of working people, yet the current contract and the proposed contract by the BMA, which I presume the hon. Member for Central Ayrshire (Dr Whitford) supports, prefers junior doctors over porters, cleaners and junior nurses, and it gives them better rates of pay, and premium rates that could not be enjoyed by lesser paid workers under contracts negotiated by unions that the hon. Gentleman supports. Here we have it: the final morphing of the Labour party into a party that prefers professionals over porters. That, I am afraid, is the party that he is now a member of."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      I very much support the Government’s stance on junior doctors, while acknowledging that most doctors—junior and senior—work well beyond their contracted hours. Does the Minister agree that it is not junior doctors but their seniors, and seniors’ terms and conditions, who really set the tempo in our national health service?"}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend also speaks from experience. We have said right from the beginning that reform of consultants’ and junior doctors’ contracts will be critical in delivering seven-day services. On consultants’ contracts, it is important to make sure that consultants are providing clinical cover over weekends, not just for the benefit of patients but for juniors, who are often covering rotas without clinical cover from consultants with and to whom they might wish to confer and refer."}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      Is it not at the very least odd that the Secretary of State yet again chooses to stay away and not come before the House to answer questions on this very important subject? As a former Health Minister, I know how difficult the BMA can be, but this would seem to indicate to me that it is the Secretary of State who has become the main obstacle to a sensible solution to this crisis."}, {"speaker": "Ben Gummer:", "speech": "      The right hon. Gentleman will know that, numerically, the previous Labour Government had far more scraps with the BMA than the coalition Government and this Government have achieved so far. He will know that it is a mark of all Health Secretaries to have disputes of one kind or another with the BMA. The Secretary of State will be here tomorrow, since the right hon. Gentleman asks, to answer oral Health questions."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      I am sure that nobody who toddled into the Chamber after the urgent question started would expect to be called. That would be quite out of keeping with our parliamentary traditions. I think I need say no more."}, {"speaker": "Crispin Blunt (Reigate) (Con):", "speech": "      I wonder whether the Minister can help me. The messaging I have heard from the BMA is that the dispute is nothing to do with pay. We have heard the issue described as a “nut” by the shadow Secretary of State, yet it has led to a national strike for the first time in 40 years and we face industrial action again. What is going on here?"}, {"speaker": "Ben Gummer:", "speech": "      That is a question I am increasingly asking of those in the BMA’s leadership. They have agreed with Sir David Dalton that the remaining issue is about pay. Having said for several months that it was not about pay, they have now, in the end, come clean and said that it is about pay. That is what we are dealing with: pay rates for plain time and for Saturdays, where they wish for preferred rates over nurses and other “Agenda for Change” staff."}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab):", "speech": "      Junior doctors in my constituency are only very reluctantly taking action on Wednesday. They are supported by many of my constituents, who think that it is simply a disgrace that junior doctors are being forced to take industrial action because the Government are simply failing to address the legitimate concerns raised by the BMA. I heard the Minister say that his door is open, but what he is actually going to do to settle the dispute, and does he think it helps to denigrate the BMA in the Chamber this afternoon?"}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady says the junior doctors in her constituency had legitimate concerns. They did. Every single one has now been answered in the negotiations between Sir David Dalton and his predecessors apart from one, and that is the one the BMA refuses to open negotiations on, despite having promised to do so in November last year. Yes, our door remains open, but the BMA has first to agree to talk to us, which it is again refusing to do."}, {"speaker": "Alex Chalk (Cheltenham) (Con):", "speech": "      Junior doctors in Cheltenham are some of the most dedicated and hard-working people anywhere in our local community. It is therefore a concern to me that some have cited information from the BMA suggesting that the Government are proposing a pay cut. Will the Minister make the position crystal clear? Is that right?"}, {"speaker": "Ben Gummer:", "speech": "      No, it is not."}, {"speaker": "Norman Lamb (North Norfolk) (LD):", "speech": "      Does the Minister ever wonder whether he has chosen the wrong target? He bases his entire argument on safety—and rightly so—yet chairs and chief executives of hospitals constantly tell me that they have no difficulty staffing their hospitals with junior doctors over weekends. At the same time, however, our GP out-of-hours services are under incredible strain and cover is threadbare in many parts of the country. That, surely, is where the real safety concerns lie."}, {"speaker": "Ben Gummer:", "speech": "      The right hon. Gentleman will know that we are looking at the contracts for GPs, consultants and junior doctors: they are of a piece. We cannot see one clinical group in isolation, when they work together. He should know, therefore, that in concluding discussions with junior doctors, consultants and GPs, we need to ensure that we give hospitals and primary care settings the ability to roster staff consistently through seven days of the week."}, {"speaker": "Maria Caulfield (Lewes) (Con):", "speech": "      I have met junior doctor colleagues over the last few weeks and months, and I know that many of them are cautious about the new contract and that strike action is the absolute last resort for them that they would rather not take. I met one of my constituents from Polegate this morning whose operation is going to be cancelled this week, thanks to the strike action. I welcome the Minister’s comment that the door is still open even at this late hour to call off the strike. Would he find it helpful if the shadow Secretary of State also condemned the strike and asked the doctors to call it off, so that patients do not become the real losers in this dispute?"}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend points to an interesting fact—that despite these many months of discussions, we have never had a clear line from the shadow Secretary of State or from the Opposition generally on whether they condemn or support the industrial action. It would be helpful if they made that clear because we would know at least whose side they are on. Are they on the side of patients, where we are trying to eliminate the weekend effect, or are they on the side of the BMA’s leadership?"}, {"speaker": "Angela Rayner (Ashton-under-Lyne) (Lab):", "speech": "      I find the Minister’s language and tone in regard to the BMA and the junior doctors unfortunate. He speaks as though junior doctors do not care and do not want to help their patients, and I find that regrettable. In my time as a Unison official, when I used to represent public sector workers in health care, the BMA was hardly known for its militancy within that organisation, and the Minister needs to reflect on that. Does he really think that this whole problem is, as my hon. Friend the Member for Bolsover (Mr Skinner) denied earlier, all the blame of the BMA and doctors? Doctors care about their patients; that is why they are in this position. Does the Minister not accept any responsibility for the impact?"}, {"speaker": "Ben Gummer:", "speech": "      I entirely agree with the hon. Lady about the passion and dedication of junior doctors—and never once has the Secretary of State or I questioned that. What we have questioned are the tactics of the BMA’s leadership. I happen to agree with her, too, about her previous employer Unison. I have constructive relationships with that union. I disagree with it, and it with me—often—but we agree on many things and have a straightforward relationship. I am afraid that it is difficult to do business with the BMA, however, when it promises to talk about one thing and then refuses to do so a few weeks later, when it refuses to come to the negotiating table for months, and when it misleads its members in a way that I do not think Unison has ever done."}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "      The residents in my constituency tell me two things: first, how much they value the work of doctors, both junior doctors and   "}, {"speaker": "Ben Gummer:", "speech": "      Yes, and I would add the 2,800 people who have had their operations cancelled. I wonder what answer they would get from the Opposition about whether they support or condemn those cancellations. As soon as we get an answer to that very simple question, it will be easier for us to know the official position of Her Majesty’s Opposition."}, {"speaker": "Julie Cooper (Burnley) (Lab):", "speech": "      Yesterday, the Secretary of State for Health accused the BMA of misleading junior doctors. Today, the Minister comes to the House and accuses the BMA of lying. Is he really asking us to believe that some of the most intelligent people in the country—junior doctors—cannot see for themselves what the Government are proposing? Does he not feel that the continued abuse directed at the junior doctors’ representatives is hindering any possibility of a settlement to this dispute and that that is damaging to patients?"}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady is also an intelligent woman, so let me ask her this. If a trusted body, such as the BMA, tells its members that they will have a pay cut of 30% and an increase in hours, but that statement is incorrect, does it constitute a lie? That is the question I would put back to her."}, {"speaker": "Stuart Andrew (Pudsey) (Con):", "speech": "      A number of Members met representatives of the BMA in the House of Commons. We were disappointed that, despite continued questioning, they refused to go to the negotiating table, but thankfully they eventually did so, and made some progress. My constituents want a safe, seven-days-a week NHS. Is it not time to get back around the table, so that we can provide the service that NHS patients want?"}, {"speaker": "Ben Gummer:", "speech": "      It is, and that is why we need to move ahead in fairly short order. Ultimately, if staff contracts are not reformed across the service, those who will suffer most will be patients, and what will be most affected is the consistency of care that they receive at weekends."}, {"speaker": "Margaret Greenwood (Wirral West) (Lab):", "speech": "      The shadow Health Secretary asked the Minister if he could list the hospitals in which there were currently not enough junior doctors working at weekends. He could not answer that question, so I will give the Minister another chance. Will he name them for us now?"}, {"speaker": "Ben Gummer:", "speech": "      Evidence given to the Review Body on Doctors and Dentists Remuneration made clear that rostering was made more difficult by the current plain-time terms in the contract. That is why it has been on the table for several years and has been the subject of parts of our discussions with the BMA, when we have been able to have them. It is also why one of the leading chief executives in the country, Sir David Dalton, who led the latest round of talks, has pressed the BMA to come and talk about Saturdays specifically and plain time in general. The BMA has refused to speak about either."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      Whatever the arguments in this case, I can think of no one more honourable, decent and honest to run the negotiations than my right hon. Friend the Secretary of State. It is reported that graduating medical students applying to be foundation year 1 and 2 junior hospital doctors are seeking work in Northern Ireland, Scotland and Wales to avoid the new contract. Is that true, and if it is, what can be done to stop this drain of our best medical students?"}, {"speaker": "Ben Gummer:", "speech": "      We do not see any particular evidence of the movement of juniors at present, but what we would most like to see for juniors is the introduction of the new contract, so that they can recognise that it will be better for their working practices than the current one. It is in everyone’s interests—not just those of juniors, but those of patients—to ensure that juniors work safe hours. That is why the new contract involves reductions in the number of consecutive nights and long days, and it is why we want to reduce, and eventually eliminate, the excessively long hours in the week."}, {"speaker": "Christian Matheson (City of Chester) (Lab):", "speech": "      I am sure that Ministers have a very clear idea of how their proposals will affect working practices, so may I ask this Minister on how many occasions last year a junior doctor worked 91 or more hours in a week?"}, {"speaker": "Ben Gummer:", "speech": "      We believe that last year about 500 junior doctors were operating on a band 3 payment, which equates to payments for hours of work that exceed what is specified in the working time regulations. That is a relatively small number within the NHS, but it is still significant, and for the doctors concerned, working those excessive hours is unsafe."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      Will the Minister join me in thanking the junior doctors who ignored the call to strike last time, and does he agree that the lack of condemnation from the Opposition demonstrates that they are putting their support for industrial action before my constituents and their healthcare needs?"}, {"speaker": "Ben Gummer:", "speech": "      I entirely agree. Rather like an arsonist who pours petrol on a fire and then runs to offer help to put it out, the Opposition have done very little to help to get the contract into the place where it needs to be, and to stop the industrial action. I am afraid that the patients whose operations will be cancelled this week will suffer partly because of the Opposition’s failure to take a firm stand."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      As the Minister will know, Wexham hospital in Slough has enormously improved the care that it gives to its patients. It has done that with the same staff, but with a leadership which says to the people who work there that it has confidence in them and shares their values. The Minister is saying that he is the only person who cares about patient safety, and that doctors do not. What does that do for morale and for doctors’ ability to improve the quality of care for patients?"}, {"speaker": "Ben Gummer:", "speech": "      I am not sure how to answer the right hon. Lady’s question, given that she has wilfully misconstrued what I said. I have never once suggested   "}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "      I commend my hon. Friend for all the work he is doing to deliver a truly seven-day-a-week health service for the benefit of not only my constituents but those of every other Member. I am a little surprised by the hon. Member for Lewisham East (Heidi Alexander) saying that no one thinks the existing contract is perfect. Does the Minister agree that we should all be working together in the interests of our constituents to bring this situation to a successful conclusion, rather than trying to score party political points with it?"}, {"speaker": "Ben Gummer:", "speech": "      I agree with my hon. Friend. I am afraid that this is a mark of the way in which the Labour party has changed. I suspect that a Labour party of a different era—one that was more responsible in how it dealt with industrial disputes—would have understood on whose side it should be acting at this point."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      This is a Conservative Government, but to have a strike of this kind on any Government’s watch is a disgrace and a failure. I quite like the Minister actually, but he has only ever laid the blame for this elsewhere. Surely, the Government should be evaluating their own performance and saying, “We can do better than this and we should ensure that this does not happen,” even at the eleventh hour."}, {"speaker": "Ben Gummer:", "speech": "      The hon. Gentleman tempts me with kindness, and I repay the compliment. However, having been involved in this process for some months now, I have found it incredibly frustrating. Up to the end of November, every time we asked the BMA to come and talk to us, it refused, despite personal entreaties. And when it did talk to us, we often found that we had nailed down an agreement only to find it slipping out of our fingers the next day in front of the media. This has been a hugely frustrating and difficult process for everyone concerned—not only for us but for the junior doctors, who have been left confounded and confused by the whole thing."}, {"speaker": "Dr Tania Mathias (Twickenham) (Con):", "speech": "      Does the Minister agree that most, if not all, junior doctors exceed their contracted hours and that a 72-hour limit is therefore essential? Will he also acknowledge that, even after the negotiations are complete, many junior doctors will continue to exceed their contracted hours?"}, {"speaker": "Ben Gummer:", "speech": "      Some junior doctors exceed their contractual hours. The average across the service is 48 hours, but some are working as many as 91, which is the current permitted limit outside the working time directive. We wish to stop that altogether and bring it down to an absolute maximum of 72 hours a week, which would equate to a 48-hour average over the agreed period, which is currently six months. The key is to get the number of hours down, because working excessive hours is unsafe for patients and for doctors."}, {"speaker": "Barry Gardiner (Brent North) (Lab):", "speech": "      The Minister has been keen to establish what he sees as the preferential terms and conditions that junior doctors enjoy, yet Sir David Dalton has said in an interview with the Health Service Journal:"}, {"speaker": "Ben Gummer:", "speech": "      Sir David Dalton has also made it clear that we have to reform all contracts. One can place the balance where one wishes, but it is important that we reform the juniors’ and the consultants’ contracts together, so that they can fit within the service of a piece. It is wrong, for instance, to have a junior on duty taking decisions at the weekend and not be covered by consultants supervising and helping with those decisions. We need to ensure that there is consistency of rostering through the week and at the weekend involving both juniors and seniors."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      I represent many junior doctors. I have met them and I have tried to represent their views to the Government, but I have always taken the view that my primary responsibility is to the patients of the NHS. One of those patients, a constituent of mine, emailed me this week to say that a consequence of the strike would be the"}, {"speaker": "Ben Gummer:", "speech": "      I cannot possibly add to the comment made by my hon. Friend, and I just hope the shadow Secretary of State takes note."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      Strike action is always a last resort, and I can say categorically, as an ex-NHS worker, that no NHS worker wants to go on strike. We have here a complete failure of negotiation. The Secretary of State’s door may be open, but the inflammatory and insulting comments he made in the media this weekend do not exactly invite people to cross that threshold and talk to him. Given that he has manifestly failed as a negotiator, is it not about time he stood aside and let a trained negotiator deal with the BMA and come to an agreement, before it is too late?"}, {"speaker": "Ben Gummer:", "speech": "      I am not sure the hon. Lady has been listening to the statements made in this House and elsewhere."}, {"speaker": "Liz McInnes:", "speech": "      I have been listening—"}, {"speaker": "Ben Gummer:", "speech": "      I am not sure the hon. Lady has been listening because otherwise she would have heard that the negotiations have already been taken on by leading negotiators from NHS Employers and, latterly, by Sir David Dalton, one of the leading chief executives in the country. Significant progress has been made, contrary to what she has just suggested. Negotiations have worked. We have managed to nail down—[Interruption.] The hon. Lady   "}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      May I join colleagues in thanking the Minister and the Secretary of State for all their work in negotiating a contract, which is obviously a tough discussion to have? Although many of my constituents may have sympathised last year with the BMA’s case, patients and their families, including my father after a recent heart valve replacement, will be concerned that the BMA is not getting around the negotiating table and thus placing a lot of undue stress on the most vulnerable. Does the Minister agree that the BMA should seriously consider those patients as it protracts its negotiations?"}, {"speaker": "Ben Gummer:", "speech": "      If the BMA was truly representing its members, it would be thinking about patient welfare during the strikes. Just now, we heard my colleagues describe with great eloquence the kinds of effects on individuals that a strike will cause. These strikes will get us no nearer to a solution; the only way to come to a solution is by negotiation."}, {"speaker": "Matt Warman (Boston and Skegness) (Con):", "speech": "      It is testament to the progress being made in the course of these negotiations that the BMA has cancelled some strikes and has downgraded the one we are expecting on Wednesday, but does the Minister agree that one crucial thing that would make the greater difference would be condemnation from the Opposition?"}, {"speaker": "Ben Gummer:", "speech": "      It would make a significant difference. Now that the Leader of Her Majesty’s Opposition is sitting on the Front Bench, he might like to take note of   "}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Hull royal infirmary is under a black alert, which means that local people have been told not to attend the hospital unless it is a matter of life and death. Will the Minister tell me how the insults the Secretary of State has been throwing around over the weekend, and those that he himself has made today about hard-working and dedicated junior doctors, will help people in Hull, who need a functioning NHS? How will those insults improve the morale of those doctors?"}, {"speaker": "Ben Gummer:", "speech": "      The hon. Lady does dangerous work if she tries to conflate the comments that I and others have made about the leadership of the BMA with the motivations of junior doctors, none of whom I have impugned. I recognise that junior doctors work incredibly hard, care passionately about their patients and have a vocational drive to do the best for the people they care for, but that is different from an organisation that refuses to talk, refuses to negotiate, lies to its members and is very slippery in the statements it puts out to the press."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      Kettering general hospital is always under huge pressure, and the junior doctors there do a fantastic job. May I tell the Minister that my constituents will be extremely disturbed to hear him tell the House today that the BMA said at the ACAS talks that it would negotiate about Saturday pay but is now refusing to do so? The consequence will be a strike on Wednesday, and my constituents are appalled that 2,884 operations have already been cancelled, with that number possibly set to go even higher."}, {"speaker": "Ben Gummer:", "speech": "      My hon. Friend is right about that. He mentions one of a number of agreements that we have come to with the BMA in the course of these discussions that have subsequently been reneged upon by that organisation. That is why this whole process has been so torturous for everyone involved."}, {"speaker": "The Secretary of State for International Development (Justine Greening):", "speech": "      With permission, Mr Speaker, I shall make a statement updating the House on the recent Syria conference, which the UK co-hosted with Kuwait, Norway, Germany and the United Nations last Thursday."}, {"speaker": "Ms Diane Abbott (Hackney North and Stoke Newington) (Lab):", "speech": "      The Syrian crisis is the most pressing humanitarian challenge facing us at this time, and the Government are to be commended on co-hosting an important conference that has raised more than $10 billion for Syrian refugees. They are also to be commended on doubling our own commitment to more than £2.3 billion. The emphasis on education and jobs is entirely correct: we cannot allow a whole generation of Syrian children to be lost."}, {"speaker": "Justine Greening:", "speech": "      The hon. Lady raises the important point that it is vital that countries that came and made promises at last week’s conference live up to them. Too often at similar meetings in the past, countries have spoken warm words or set out promises that they have not lived up to. The UK will play its role by delivering on our promises, as we have in the past and will in the future, and by putting in place the necessary transparency to enable us to ensure that other countries live up to the promises they made."}, {"speaker": "Pauline Latham (Mid Derbyshire) (Con):", "speech": "      May I commend my right hon. Friend for her calm and factual statement on the situation of the Syrian refugees, which contrasted with the rather emotive statement by the shadow Secretary of State, who is trying to whip up emotion about these things? Does my right hon. Friend agree that, actually, we do need peace in the region, we do need to talk to Russia about what it is doing, and somebody needs to tackle Assad? We should also be looking at keeping as many people as possible in the area where they have been brought up, where their culture is correct and where they understand the lifestyle, rather than encouraging them, as the Labour party   "}, {"speaker": "Justine Greening:", "speech": "      These are two related issues. One, as I have said, is that we are, of course, playing our role close to home—here in Europe—in helping refugees who have finally arrived on our shores. However, my hon. Friend is right to recognise that, overwhelmingly, refugees basically want to stay close to home. I met a lady on my last trip to Jordan whose family were still in Homs, and she had intermittent contact with them. For her, the prospect of even considering leaving Jordan was totally not what she was looking at; what she desperately needed was to be able to work legally to support herself while she tried to get on with the life she suddenly found herself living."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      I thank the Secretary of State for her statement and for giving us early sight of it. The Scottish National party, too, welcomes the pledges and commitments made at the conference. We recognise the achievement of securing the biggest ever pledges made in one day and particularly the commitments on child education and jobs. However, I echo the concerns about the difference between making and fulfilling a pledge, and it would be helpful to hear what discussion there was at the conference about processes for monitoring and implementing the pledges, bearing in mind the gap between last year’s pledges and the actual assessed need."}, {"speaker": "Mr Speaker:", "speech": "      The hon. Gentleman might win a prize, although it may not be one that he craves, for probably the longest sentence in the Parliament."}, {"speaker": "Justine Greening:", "speech": "      Mr Speaker, I shall try to answer briefly the points that the hon. Gentleman raised, which were all important."}, {"speaker": "Mark Field (Cities of London and Westminster) (Con):", "speech": "      I wholeheartedly support what the Government are doing. A critical part of our strategy is to ensure that the two small nations nearby, Jordan and Lebanon, are able to cope. It must be incredibly difficult, given the huge number of refugees compared with their overall populations. Will the Secretary of State give some detail on the work we are doing to encourage those two nations, particularly in economic terms, through customs unions and the idea of economic co-operation—perhaps not just with the UK but within the EU as a whole—to try to ensure that they do their best in this regard? We must recognise that many hundreds of thousands of these Syrian refugees are likely to be in Jordan and Lebanon for many years to come."}, {"speaker": "Justine Greening:", "speech": "      I am pleased that my right hon. Friend has mentioned this historic step forward in getting agreement to start creating jobs for refugees. For many years, they had been unable to work legally, and that forced many into working illegally to try to support themselves. They might have left Syria with some assets, but over the weeks, months and years those assets were depleted, and reaching the end of them led many to decide that they had no alternative but to try find a life somewhere else. This therefore matters. In essence, countries such as Jordan and Lebanon decided to allow work permits so that greater numbers of Syrian refugees can work legally. These were big decisions for them to take, but they were right to do so as they cope, and indeed often struggle to cope, with the refugees who are temporarily, but in large numbers, within their countries."}, {"speaker": "Mr Speaker:", "speech": "      The lucidity and comprehensiveness of the Secretary of State’s replies cannot be disputed, but I would gently point out that we have got through two Back-Bench questions in seven minutes, so we shall now strive for improvement in productivity."}, {"speaker": "Yvette Cooper (Normanton, Pontefract and Castleford) (Lab):", "speech": "      I strongly welcome the results of the London conference and the leadership shown by the Secretary of State and others in Government. That is immensely important. She said that Britain is also helping refugees in Europe, but the honest truth is that the help being provided to them is tiny. There are refugees in Greece and the Balkans, and close to home in Dunkirk and Calais, who are in worse humanitarian conditions than those in the region and who are being denied support by Governments, the United Nations and aid agencies because they are in Europe. Children are suffering from scabies, bronchitis and cold. How much of the London conference funding will go towards helping refugees in Europe? If the answer is none, what is the Secretary of State doing to hold a similar pledging conference to help the refugees in Europe?"}, {"speaker": "Justine Greening:", "speech": "      The conference was, indeed, about making sure that we are responding, in the region, to Syrian refugees and host communities affected by the crisis.   "}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      I strongly support the Government’s approach of giving maximum help to refugees near their homeland, as well as the Government’s participation in crucial initiatives for political progress and peace. What impact is the intensification of Russian-supported Assad military intervention having on British Government policy?"}, {"speaker": "Justine Greening:", "speech": "      The main impact, in the short term, has been the breakdown of any progress in peace talks. In the end, it is a peace settlement that will give people hope for the future and result in their wanting to go back and rebuild their country."}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      I welcome the Secretary of State’s comments on the positive role already being played by the RAF in the coalition campaign to drive Daesh back from territory in Syria, following the recent vote in this House. Does she agree that the catastrophe, including the humanitarian and refugee catastrophe, will continue as long Daesh controls large areas of eastern Syria and as long as President Assad, supported by Putin, slaughters his own people?"}, {"speaker": "Justine Greening:", "speech": "      Yes, I agree entirely. As I said in response to the hon. Member for Glasgow North (Patrick Grady), it is critical that we maintain Syria’s integrity as a country, and that absolutely means regaining the territory that has been lost to Daesh. There can be no peace settlement in Syria until we have that territory back under control and it can form part of the peace talks."}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "      I am grateful to the Secretary of State for coming to the House today. She has always been accommodating in updating us on the work of the Department for International Development in the region. Will she confirm that DFID will continue to focus its work and aid on the camps and the region, because ultimately this is about tackling the root cause of the problem, and a political solution is the only long-term solution?"}, {"speaker": "Justine Greening:", "speech": "      I strongly agree with my hon. Friend. The talks need to get back under way. Of course, UN Security Council resolution 2254, which was adopted at the end of last year, set out a road map for that to happen. It highlighted two key areas. The first was the need for a ceasefire, and the second was the need for free, unfettered access for humanitarian supplies to get through to people, but the lack of progress on them, combined with the intensification of attacks by Assad forces, supported by the Russians, is hindering the peace talks and undermining the process."}, {"speaker": "Ann Clwyd (Cynon Valley) (Lab):", "speech": "      Words cannot convey the impotence and the anger that we, as politicians, feel at the lack of progress in the peace process. I understand the contribution made by the Government, but we are seeing an awful humanitarian crisis develop today at the border with Turkey. Mrs Angela Merkel has made quite clear what she feels about it. She says that the Russians   "}, {"speaker": "Justine Greening:", "speech": "      The right hon. Lady will be pleased to hear that the Foreign Secretary is part of the International Syria Support Group, which will meet in Munich this Thursday, hopefully with the Russians there. That is precisely the sort of message that we will be delivering to the Russians; they have a critical part to play in enabling the peace talks to move forward. At the moment, their actions are taking us further away from a peaceful settlement, because they are bombing the very moderate opposition around which it should be possible to form a transition Government."}, {"speaker": "Heidi Allen (South Cambridgeshire) (Con):", "speech": "      The Secretary of State has every right to be exceptionally proud of what was achieved at the conference, but I fear that we need to do more locally in Europe. She will know, I am sure, that I and my hon. Friends the Members for Bury St Edmunds (Jo Churchill) and for Eastbourne (Caroline Ansell) were in Lesbos last weekend, and I can tell her that the Greeks are not coping. Britain needs to lead in Europe, as we have done on the global stage. There are refugees, including children, in Europe who need our help, and Greece is on its knees. Will the Secretary of State meet us to hear our first-hand emotional and factual account of what we saw?"}, {"speaker": "Justine Greening:", "speech": "      I am very happy to meet my hon. Friend, and I have read reports of her visit. I reassure her that we are playing as much of a role as we can in working with Greece. The UK has worked with the UNHCR, which has registered many of the refugees who have arrived in Greece. In the end, we have to accept that Greece has sovereign control, and it will want to organise how it deals with refugees. Yes, it needs resourcing. The European community is discussing how it can effectively do that, and the UK has been part of that. In the meantime, our focus has rightly been on dealing with the root causes of why those people lost any hope that there was a future for them in the region where they lived and had grown up. That surely has to be the main focus."}, {"speaker": "Mr Pat McFadden (Wolverhampton South East) (Lab):", "speech": "      The Prime Minister accepted when the House voted to extend the military campaign against ISIS from Iraq to Syria in December that that would extend not only our involvement but our responsibility. May I ask the Secretary of State more about the political peace process that she has touched on? It would be easy to lose faith in it, given the events of recent days, but does she agree that although the aid efforts she talks about are commendable, the only long-term solution for the people of Syria is not aid but a country in which they can live? Is there anything more that she can say about how to get the political process back on track?"}, {"speaker": "Justine Greening:", "speech": "      The right hon. Gentleman knows that a key next step will be taken this Thursday, when the International Syria Support Group meets. That will build towards the resumption of peace talks, which are having what the UN special envoy Staffan de Mistura   "}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      Tragically, whole generations of children have grown up in refugee camps, such as those in Tindouf in Algeria, with all that that means in terms of education and radicalisation. What can be done to prevent something similar from happening near Syria?"}, {"speaker": "Justine Greening:", "speech": "      The sort of step forward that we saw last Thursday—the commitment that no child will be lost to the Syrian crisis, and that all children will be back in school—is absolutely critical. If we want them ever to feel that they are in a position to rebuild their own country, they will need at least to be able to read and write, and to have had some sort of education. Too many children have already lost too many days in school, but after last Thursday we have a much better chance of getting them back into the classroom and back learning. That is precisely what we are hoping to do over the next few weeks and months."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      May I join other Members in commending the Secretary of State for the success of the donor conference but remind her that, as with the Yemen donor conference six years ago, it is not the pledges but the paying of the money that matters? In that case, only 10% has been paid so far. The key local country is Turkey, to which the EU has pledged €3 billion to deal with this crisis. Has that money been paid at least in part, and can she reassure the House that recent developments are not affecting the processing of the 19,000 Syrian refugees whom the Prime Minister has pledged will come to this county before the next election?"}, {"speaker": "Justine Greening:", "speech": "      The €3 billion deal was very much reached as part of the Syria conference last Thursday. Like the right hon. Gentleman, I will be very keen to make sure that all the commitments made last Thursday are delivered. That is vital if we are to achieve the results we have set ourselves, including the ambition to make sure that no Syrian refugee child is out of school by the end of the forthcoming academic year. More broadly, he should be reassured that the UK will continue to play a role in ensuring not only that we do a lot in our response to this crisis—we have already done so: we are the second biggest bilateral donor to date—but that we continue to shape the response."}, {"speaker": "Bob Stewart (Beckenham) (Con):", "speech": "      Once people cease to be internally displaced persons and cross an international border, in their minds and in reality they become refugees or economic migrants and it is very difficult—much more difficult—for them to go back to their own country. It would be great if the international community, which has so far failed to stop the war, came to an agreement to set up safe areas close to or on the borders of other countries. We would be able to reach into those safe   "}, {"speaker": "Justine Greening:", "speech": "      Following last Thursday’s conference, the hope is that we can better help countries on the border with Syria that are safe for refugees to flee to and that are better able to cope with the refugees who are now there. We all hope that, in time, refugees will be able to go back to their countries. The reality, however, is that the typical time somebody spends as a refugee is now 17 years. That is why the work on getting children into school and on jobs is so important."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      What concrete action did the conference agree to take in Aleppo, following the toxic intervention of the Russians and the likelihood that Assad will impose a blockade? Was the subject of either aid convoys or air drops discussed?"}, {"speaker": "Justine Greening:", "speech": "      The general point that the right hon. Gentleman raises about access and making sure, alongside generating the resources that UN agencies and NGOs need, that we have the ability to get those resources to people in need was a central part of the conference. That is why I set out in my statement how important it was for the international community to reiterate its support for free and unfettered humanitarian access. We should condemn all those who are daily preventing key supplies from reaching people who are often at death’s door and in need of such supplies."}, {"speaker": "Jason McCartney (Colne Valley) (Con):", "speech": "      The easiest thing in politics is to say, “Do more”, but may I say how proud I am of the Secretary of State, the Prime Minister and the UK for our response to this humanitarian crisis? I agree with my right hon. Friend the Member for Wokingham (John Redwood), the right hon. Member for Cynon Valley (Ann Clwyd) and many other Members that we must now tackle the issue of indiscriminate bombing by Russian air forces. What can be done to get the UN special envoy back around the table with the Russians and to stop the bombing, which is making the crisis so much worse?"}, {"speaker": "Justine Greening:", "speech": "      The UK Parliament is playing its own role in highlighting this issue, which has led to the current pause in the peace talks. In Munich on Thursday, it is vital that the Russians take a long, hard look at their role in being able to make or break the peace talks. At the moment, the actions they are taking are preventing progress—it is as simple as that—on two fronts: one is the ceasefire, and the other is their failure to persuade the Assad regime to allow supplies into key areas under its control. Of the many requests that UN agencies have made to the Assad regime to allow access to such areas, just 10% have been agreed, which is a total disgrace. I hope the Russians will raise that with the Assad regime, which they are doing so much to support."}, {"speaker": "Peter Kyle (Hove) (Lab):", "speech": "      I commend the Secretary of State for the resources that have been allocated to educating children and young people from Syria while they are displaced, which I understand are being channelled almost exclusively through UNICEF. Will she confirm that British aid agencies, which have a lot of experience   "}, {"speaker": "Justine Greening:", "speech": "      The No Lost Generation initiative was set up with UNICEF, which has done an amazing job in allowing us to scale up this work. Of course, it is now essentially owned by the Governments in Lebanon and Jordan. I have had the privilege to work alongside their Education Ministers to put together the plans that are enabling us to scale up this work to ensure that all children in those countries can get into school. The best suggestion I can make is that those NGOs get in touch with DFID to understand what role they can play in the plans that the Governments of Jordan and Lebanon have to get children back into school."}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "      I commend my right hon. Friend and the Government not only for convening the Syria donor conference but for the significant in-region humanitarian support we are providing. In recent times, Saudi Arabia and the United Arab Emirates have contemplated military action in Syria. Will she say what those countries and similar countries in the region are doing with regard to humanitarian aid?"}, {"speaker": "Justine Greening:", "speech": "      One big step forward at the conference was the stepping up of the region to provide the resourcing for humanitarian supplies to get through to people. Of course, the last three donor conferences were in the region, in Kuwait. We chose to host the conference this year, but it had substantial and significant support from the region. That is one reason we were able to reach such a record-breaking pledge."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      I echo the concerns of my right hon. Friend the Member for Normanton, Pontefract and Castleford (Yvette Cooper) about the squalid conditions of some of the refugee camps not just in Syria and the region but in Europe. What assessment has the Department made of the health risks, particularly the public health risks, arising from those squalid conditions? What more can be done to alleviate the conditions in which refugees are living?"}, {"speaker": "Justine Greening:", "speech": "      As I said earlier, we have provided key support to refugees arriving in Europe. Most recently, we announced a £10 million fund that will enable us to provide very practical support to refugees who are having to cope with the difficult conditions the hon. Gentleman describes."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I commend my right hon. Friend for ensuring that Britain is the second largest western donor of aid to the region. What are the Turks meant to deliver in return for the €3 billion that the EU is giving them, especially with regard to the latest wave of refugees from the crisis in Aleppo?"}, {"speaker": "Justine Greening:", "speech": "      My hon. Friend will be aware that there is already a substantial number of refugees in Turkey—   "}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      If Syria is to have a stable and peaceful future, women and girls will have a part to play in it. Will the Secretary of State say why there was no mention of the role of women in the Syrian stabilisation paper that was published last week?"}, {"speaker": "Justine Greening:", "speech": "      I fully agree with the hon. Lady that women have a key role to play not only in the rebuilding of Syria in time, but in the peace talks that need to happen in advance. She will know that, alongside all the work we have done to help children affected by this crisis, we have focused on women as well. We know that in humanitarian emergencies, women and girls—adolescent girls, in particular—are often the most vulnerable people, so we have worked very hard to make sure that the risks they face are managed. I would be happy to write to her about some of our plans to make sure that women stay at the centre of our thoughts in the international response to the Syria crisis."}, {"speaker": "Stuart C. McDonald (Cumbernauld, Kilsyth and Kirkintilloch East) (SNP):", "speech": "      The Secretary of State appropriately highlights the work that is done with people immediately on their arrival into Europe, but the key question remains about what happens after that. What do the Government think should happen with the 1 million people who arrived in 2015, and who should do it?"}, {"speaker": "Justine Greening:", "speech": "      The UK is obviously not part of the Schengen area, but it has played its own role in helping Syrian refugees who need to be resettled out of the region—the Prime Minister has pledged to resettle Syrians over the course of this Parliament, and I pay tribute to the work of the Under-Secretary of State for Refugees, who has overseen that process to date. We met our first timeline of resettling 1,000 Syrian refugees prior to Christmas, and I think we should be proud of that."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      Today, up to 70,000 refugees from Aleppo are caught between the al-Assad regime’s advancing forces and Russian airstrikes, and are unable to cross to Turkey. What is being done to offer immediate help to those poor people?"}, {"speaker": "Justine Greening:", "speech": "      That flow of people is happening because action by the Syrian regime is driving them out of their homes, and we have seen that persistently over the past few years. We have talked directly with our partners on the ground to ensure that humanitarian support is getting through to those Syrian refugees, and more broadly we understand that the Turkish authorities are putting in place the necessary measures to ensure that people are able to cross the border."}, {"speaker": "The Secretary of State for Communities and Local Government (Greg Clark):", "speech": "      With permission, Mr Speaker, I am pleased to report to the House my response to the consultation on the provisional local government financial settlement for the next financial year. I have considered all 278 responses to the consultation, and my Ministers and I have met local government leaders of all types of authority and from all parts of the country, as well as many colleagues in this House. I have listened carefully to each of them. Colleagues who have worked with me before know that I always take the views of Members of this House seriously, and I always respond when I can to practical and sensible suggestions. I am grateful to everyone who has taken the trouble to make such suggestions."}, {"speaker": "Mr James Gray (North Wiltshire) (Con):", "speech": "      And Wiltshire."}, {"speaker": "Greg Clark:", "speech": "      And indeed Wiltshire. I suspect I may have the opportunity to respond to colleagues. In fact, distinguished local authority leaders are with us today."}, {"speaker": "Jon Trickett (Hemsworth) (Lab):", "speech": "      I thank the Secretary of State for his courtesy in providing me with an advance copy of his statement. We welcome some of the announcements made this afternoon. It is clearly a good thing that more money is being provided to rural communities that are particularly hard hit, but will he explain exactly where the additional funding is coming from? It sounded like a sum of just over £200 million, but that obviously represents a massive shortfall in relation to the billions required to meet all the spending pressures. Nevertheless, where is this additional funding coming from? Has he had to cut other areas of local government expenditure to deliver the additional money? Above all, will he confirm that all this is purely transitional? It reminds me of someone speeding along the road into a disaster who then says he will take his foot off the accelerator without changing the destination. Local government is facing a disaster."}, {"speaker": "Greg Clark:", "speech": "      I am delighted to hear about the hon. Gentleman’s reading material and to learn that it is through “ConservativeHome” that he seeks to educate   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I remind the House that Members who came into the Chamber after the statement began cannot expect to be called. Our convention on that matter is very clear and people need to abide by it."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      The Secretary of State is to be congratulated on having negotiated a difficult minefield with considerable skill. I particularly thank him for his thoughtful approach and for the time that he gave to me, my fellow MPs and my council leader from Bromley when we came to see him. I welcome the fact that he has picked up on the importance of transitional relief in so far as it affects the London boroughs, given the risk that outer London’s particular circumstances can sometimes be lost in the equation. Can he give me details of the timeframe for the operation of the transitional relief? Can he also tell me more about the review of the needs element, which many of us welcome? I regret that we were unable to do that in coalition, but there were many other pressing matters at   "}, {"speaker": "Greg Clark:", "speech": "      I am grateful to my hon. Friend. I recall spending a very pleasant evening with the Cabinet of his council in Bromley and having a more recent meeting there. It is right to think of the demographic pressures in the outer London boroughs. Those boroughs, and many other places across the country, have made the case that the population has aged and more people tend to retire to those places than to others. They also contend that the formula, which has not changed for 10 years, has not kept up with that. I can confirm that the transitional funding will be available immediately, from the next financial year, so that my hon. Friend’s council and others will be able to apply those extra funds straight away."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      I thank the Secretary of State for giving me slightly advance notice of his statement. It comes against a background of cuts to local government in England; I understand that the figures are 27% over the past years and 8% for the years ahead. I am glad that he has at least given local councils a bit of time to think about this, and I hope that they will get back to him with their views on the settlement. I note what has been said about the pressures on rural service delivery, but the breakdown of the core spending power appears to show that areas that are already very wealthy are going to get more. He also mentioned that the percentage of council expenditure financed by central Government grant was going down from 80% to 5%, but I wonder how much of that is just cuts rather than changes to the expenditure."}, {"speaker": "Greg Clark:", "speech": "      I am grateful to the hon. Lady for her contribution. She will know from her colleagues in Scotland that setting the local government financial framework is a delicate matter. It involves a lot of decisions that affect people in different ways, and I hope she will acknowledge that I have done this in a fair way. She talks about the transitional relief lasting for two years. This will happen because the shape of the settlement will see resources increasing towards the end of the period, as the social care precept and the Better Care Fund take effect. However, colleagues across the House felt that the first two years would be the most severe time, and I therefore felt it right to focus the transitional relief on that period. The hon. Lady mentioned an assessment of needs, and I completely agree with her.   "}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      Will the Secretary of State give me any more detail on how the welcome transitional relief will abate the severe cuts in his original plans for both Wokingham and West Berkshire?"}, {"speaker": "Greg Clark:", "speech": "      I will indeed. I was grateful to my right hon. Friend for his meeting with me and the representations he made. Again, both of his local authorities felt that the early years were the most pressing, so I can confirm that there will be transitional funding for West Berkshire of £1.4 million and for Wokingham of £2.1 million in the year ahead. I think that will be welcomed by his authority, following my having carefully studied its representations to me."}, {"speaker": "Mr David Winnick (Walsall North) (Lab):", "speech": "      May I again tell the Secretary of State about the ongoing cuts in my borough because of the lack of funding? Would he be willing to meet the Tory leader of the council to discuss what is happening on the ground and the adverse impact on my constituents and others in the borough of the continuing cuts? Will he come to the borough to see for himself what is happening and to see that I am in no way exaggerating the position?"}, {"speaker": "Greg Clark:", "speech": "      I regularly meet that local leader. The west midlands is a very important area where we are negotiating a very important devolution deal at the moment. The hon. Gentleman will know that his local authority has benefited from the settlement, so that over the four years its spending power will increase by 1.5%, which I know will be welcomed locally."}, {"speaker": "Sir Nicholas Soames (Mid Sussex) (Con):", "speech": "      I thank my right hon. Friend for the careful and diligent way in which he has approached this matter. Does he agree that what seems to be so difficult for local government, particularly in rural areas, is that some counties and authorities, such as my local Mid Sussex District Council, run their affairs in an exemplary and very orderly fashion, but the more efficient and effective they are, the less money they get? That seems to be a completely idiotic way of proceeding."}, {"speaker": "Greg Clark:", "speech": "      Indeed it is, which is exactly why we are making the transition to business rate retention, where it is not the representations that councils make to central Government for grants, but their ability to attract businesses and to grow those businesses that will be the determinant of the resources they have available. Councils and Conservatives have long wanted that, and I am confident that both my right hon. Friend’s county council in West Sussex and his excellent district council, the membership of which I know very well, will respond with great alacrity to the opportunities available to them."}, {"speaker": "Mrs Louise Ellman (Liverpool, Riverside) (Lab/Co-op):", "speech": "      The crisis in social care in Liverpool will not be resolved by either the new precepts suggested or the Minister’s statement today, as it is the result of the 58% cumulative cut in funds by central Government on the poorest area in the country. Will he take another look at this very critical situation?"}, {"speaker": "Greg Clark:", "speech": "      The introduction of the precept and of the Better Care Fund will be very important for Liverpool; by the end of the period it will deliver about £30 million a year to spend, quite appropriately, on the care of elderly people in Liverpool. I would have thought the hon. Lady would welcome that. Conservative county council leaders proposed that there should be a social care precept, but it would benefit her city as much as it does them."}, {"speaker": "Jo Churchill (Bury St Edmunds) (Con):", "speech": "      I thank the Secretary of State for the meeting he held with me and other Suffolk Members to discuss local funding. I know he has worked hard on our behalf, and I cautiously welcome his announcements today, particularly those on additional funding to ease the pace of reduction during those first two years. However, will he inform the House as to when final figures will be given to councils?"}, {"speaker": "Greg Clark:", "speech": "      I will indeed. I was grateful for the meeting I had with my hon. Friend, and I am looking forward to the discussions of further devolution to Suffolk for the East Anglian powerhouse or motor—we will coin an apt description for that very high-performing part of the country. The funds will be available right from the beginning of the next financial year and, in the usual way, they will be confirmed to councils following this statement."}, {"speaker": "Derek Twigg (Halton) (Lab):", "speech": "      I can see the Parliamentary Private Secretaries working hard to get the figures to the Secretary of State."}, {"speaker": "Greg Clark:", "speech": "      I am always happy to meet the hon. Gentleman. He will know that the funding allocation took into account the different resources of different areas—and Halton was a beneficiary of that—but I am happy to meet him to take him through the figures so that he can better understand."}, {"speaker": "Sir Edward Garnier (Harborough) (Con):", "speech": "      Like others, I thank my right hon. Friend for the meetings he has had, particularly with my right hon. and hon. Friends from Leicestershire. As he will know, our county historically has been one of the worst funded from central Government, and we are hopeful that the new deal will benefit not only central Government but Leicestershire. Will he tell the House when we are likely to get the numbers, which the county council can deal with, and what they will be?"}, {"speaker": "Greg Clark:", "speech": "      I certainly will. I am grateful to my right hon. and learned Friend for his advice on this matter. I think Leicestershire will make a particularly strong case for a review of the match between needs and resources. Rather than keeping him hanging on, I can tell him that the transitional funding for Leicestershire will be £3.3 million."}, {"speaker": "Mr Kevan Jones (North Durham) (Lab):", "speech": "      For the benefit of the PPSs, my local authority is County Durham. It is a bit off, Mr Speaker, that the Secretary of State has all the figures, but they have not been released to councils, which means we have no way of scrutinising his answers."}, {"speaker": "Mr Speaker:", "speech": "      Usually the complaint is that others are told first. In this case, I fear some people are complaining that the House is being told first. I cannot see what is wrong with that. It seems a highly desirable state of affairs. I might have misunderstood, but I think I have understood."}, {"speaker": "Greg Clark:", "speech": "      I am grateful, Mr Speaker."}, {"speaker": "Jesse Norman (Hereford and South Herefordshire) (Con):", "speech": "      I warmly congratulate the Secretary of State on his announcement. As he will be aware from our representations, Herefordshire was looking at a 34% reduction in the rural services grant next year, against a uniform reduction of 25%. Any support will be much appreciated. Is there not a danger that low-economic-activity areas—I am afraid that my own county has historically been such an area—might be penalised by the transition to council tax being supplemented by rural rates, unless there is a transitional fund to stimulate economic growth alongside it?"}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend makes a good point. I think that Herefordshire has great potential in terms of attracting and growing businesses. For example, he has been a doughty campaigner for a university in Hereford. He is right that the transition to a world in which local resources fund councils has to take account of the needs of each area and its potential to raise revenue. That is why I announced the review today. Several colleagues from across the Chamber have contributed to, and have great expertise in, this matter, and I hope, in the spirit of this statement, that they will contribute personally to that review."}, {"speaker": "Ann Coffey (Stockport) (Lab):", "speech": "      I, too, am concerned about the future stability of funding for local services. While council tax provides a solid base of revenue, moving to more reliance on business rates means more unpredictability in the level of revenue available to local councils. What consideration has the Secretary of State given to future mitigation of the impact on local services of a fall in revenue from business rates—for example from a downturn in the economy, which is beyond the control of any local council?"}, {"speaker": "Greg Clark:", "speech": "      The great advantages of the devolution deals that we are striking, including with Greater Manchester—[Interruption.] The hon. Lady raises her   "}, {"speaker": "Sir Alan Haselhurst (Saffron Walden) (Con):", "speech": "      Can my right hon. Friend assure me that his final settlement reflects the accurate level of reserves that are truly available to Essex County Council?"}, {"speaker": "Greg Clark:", "speech": "      I have made no assumption of reserves. In advance of the spending review, several commentators suggested that we should take account of councils’ known reserves. I resisted those calls, and it seems that it is reasonable for councils to have reserves, just as, as a nation, we are looking to create a surplus as a buffer against the ups and downs of the economy in the years ahead, which is something that the Labour party failed to do. The great advantage of a four-year settlement is that it gives that certainty to councils, so that part of the reserves that they keep against the uncertainty of year-to-year settlements is available to them, but I have made no assumptions that they will use them."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      At my surgery on Friday, I met a woman who cared, on her own, for her severely disabled daughter 24 hours a day, seven days a week. She is not able even to get a decent night’s sleep. She used to receive six nights of respite care a month, but now she has been told that she will get nothing. That is the reality of the Conservative party’s treatment of local government since 2010. In Tameside, there are no more back-office functions to merge and no more staff to be made redundant. There is nothing left to cut, except the services for the people who need them most, and for them the outlook is bleak. No amount of devolution to Greater Manchester, as good as that is, can compensate for a lack of basic provision."}, {"speaker": "Greg Clark:", "speech": "      May I suggest to the hon. Gentleman that he goes next door and has a cup of tea with the leader of Trafford council, which runs its services extremely efficiently? I dare say that it would be sensible of Tameside to take up any advice that the council leader is able to give."}, {"speaker": "Mr Laurence Robertson (Tewkesbury) (Con):", "speech": "      May I thank the Minister for revisiting this issue? Does he accept that what all Members who represent rural areas want to see is fairness in the funding system? Although Gloucestershire may seem to be a leafy, wealthy county, there are areas of deprivation. We have flooding problems and a higher percentage of older people who, regardless of where they live, still need social care. May I ask him to ensure that the final settlement reflects the problems in rural areas as well as in other areas?"}, {"speaker": "Greg Clark:", "speech": "      I completely agree with my hon. Friend. I was grateful to my colleagues from Gloucestershire for the representations that they made. He will be pleased to hear that the pressure on them will ease for the first two years—it will be to the tune of about £2.5 million   "}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      At £0.75 billion, no council has ever suffered the same level of cuts in local government history as Birmingham. No city has ever been treated so unfairly. Does the Secretary of State begin to understand the dismay that there will be over today’s announcements, which will put at risk school crossing patrols, deepen the growing crisis of health and social care in the city and threaten dozens of community groups supporting the most vulnerable in Birmingham? There will be utter dismay in Britain’s second city."}, {"speaker": "Greg Clark:", "speech": "      The figures that I have published today include an extra £800,000 from the new homes bonus for Birmingham that was not included in the provisional settlement. I should have thought that that was a cause of some pleasure in Birmingham, rather than the opposite."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      Really well done to the Secretary of State on the statement, the uplift in the rural services delivery grant and the review that he has announced. However, what assumptions has he made about the uplift in parish and town council precepts, given the assertion he made a few moments ago about the proportion of local government spend that would be consumed by the revenue support grant by the end of the decade? He will know that those precepts have gone up as the RSG has gone down, as in many places the council tax has been frozen."}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend makes an important point. There have been representations in the past to include parish and town councils in the referendum principles. We have not done that, but we keep it under review so that there is economy in those councils, which is important, because their residents are also council tax payers who pay council tax to his county council."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Hull is the 10th most deprived area in the country, and over the next year it faces spending cuts on average nearly 50% greater than those faced by county councils, so will the Secretary of State explain to my constituents why county councils are getting additional moneys, but not areas such as Hull?"}, {"speaker": "Greg Clark:", "speech": "      County councils and other authorities in the first two years experienced sharper reductions in the revenue support grant, and representations across local government, including Labour authorities, suggested that we should ease the transition. I would say to the hon. Lady’s constituents in Hull that much attention has been paid to that important city through the growth deal that we established, which invested substantially in the area. The prospect of further devolution offers more important opportunities for that city."}, {"speaker": "Rishi Sunak (Richmond (Yorks)) (Con):", "speech": "      I thank my right hon. Friend for meeting colleagues and me, and for listening to rural communities. I warmly welcome the statement. An ageing population is a key driver of cost, so will my right hon. Friend ensure that future funding formulae, instead of using out-of-date figures, will keep up with the changing demographics in areas such as North Yorkshire?"}, {"speaker": "Greg Clark:", "speech": "      Indeed. That is one of the points that my hon. Friend and other colleagues have made, which is why I have responded by saying that we should look again at that funding formula. It was also a point made by Carl Les who, as my hon. Friend knows, is the excellent leader of North Yorkshire County Council, and I am pleased that we have been able to meet his request."}, {"speaker": "Steve McCabe (Birmingham, Selly Oak) (Lab):", "speech": "      Did the Secretary of State consider including the Chancellor’s social care tax in the calculation of overall council tax income for the core funding settlement, which would make the changes fairer and mitigate the late introduction of the better care fund for low council-tax base authorities such as Birmingham?"}, {"speaker": "Greg Clark:", "speech": "      The social care precept is recognised across all parties and different types of authorities, even those, including district councils, that do not receive it. Their residents are residents of counties and of metropolitan boroughs, and it is important that funding is there. The combination of the precept and the better care fund provides up to £3.5 billion. I repeat what I have said: the representations that I received before the spending review from the Local Government Association and directors of social services was that they needed £2.9 billion. We have provided £3.5 billion."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      May I thank my right hon. Friend for his patience and courtesy, and ministerial colleagues and indeed officials at the Department for Communities and Local Government for theirs in their dealings with colleagues from Dorset, including the leader of the county council and me? It is appreciated, and I welcome wholeheartedly today’s announcement from my right hon. Friend. If it was parliamentary, I am sure that rural local government would plant a big, wet kiss on the cheek of the Secretary of State—but I am not entirely sure that that is parliamentary."}, {"speaker": "Mr Speaker:", "speech": "      Before the Secretary of State provides a comprehensive and, I am sure, scintillating reply to his hon. Friend, I take this opportunity to say what a delight it is to see our new Serjeant at Arms in the chair."}, {"speaker": "Greg Clark:", "speech": "      May I add my welcome to the new Serjeant at Arms?"}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      Slough is the smallest unitary authority in the country. In response to questions, the Secretary of State announced that fellow Berkshire   "}, {"speaker": "Greg Clark:", "speech": "      It sounds as though the right hon. Lady wants to participate in the review of needs and of the cost of delivering those needs, so I am surprised that she has not welcomed the announcement that I have just made."}, {"speaker": "Mrs Anne-Marie Trevelyan (Berwick-upon-Tweed) (Con):", "speech": "      I welcome the additional funding that my right hon. Friend has announced to ease the pace of reductions during two the most difficult years, which in Northumberland seemed to be a really frightening challenge. Will he confirm that the revised settlement means that the position in Northumberland, which continues to have one of the highest populations of elderly people, will be secure?"}, {"speaker": "Greg Clark:", "speech": "      The benefit for Northumberland is twofold. First, there is additional funding from the rural services delivery grant and the transitional grant that I mentioned, both of which are important and will be welcomed by people in Northumberland. Secondly, the review of the cost of delivering services in rural areas and the increased demands there is something for which my hon. Friend’s constituents and councillors called, so it is right that we should get on with that straightaway."}, {"speaker": "Peter Kyle (Hove) (Lab):", "speech": "      The recent report by ResPublica said that 37,000 elderly people who were dependent on statutory funding for residential care were at risk of losing their places and becoming homeless because of the rise in the minimum wage and cuts to local council funding. Areas such as mine which, for the benefit of the Parliamentary Private Secretary to the Secretary of State is Hove in Sussex, will do reasonably out of the precept because of the high tax base, but other areas with a low tax base, such as the north-east, will suffer very badly, and they have the highest rates of dependency on statutory funding for adult social care. Will the Secretary of State look again at the funding formula and make sure that areas that most need funding get it?"}, {"speaker": "Greg Clark:", "speech": "      I have just said to the House that I intend to look again at the funding formula to make sure that areas with the highest costs and pressure are funded accordingly."}, {"speaker": "Richard Benyon (Newbury) (Con):", "speech": "      The well-run West Berkshire Council faces a cut in the RSG of 44%, so I am grateful that my right hon. Friend and his ministerial team have listened to the many entreaties from my right hon. Friend the Member for Wokingham (John Redwood) and me."}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is right: he has a well-run council, and representations from him, our colleague and the council led me to make the changes that I have made. On the early retention of business rates, I am glad that he has given me the opportunity to say to all Members that, through the devolution deals, we are keen to get on with the devolution of business rates. I encourage all areas to introduce proposals on that. The Chancellor has made a commitment that that should be in place by 2019-20, but that is “by” rather than “in”, and I should have thought that West Berkshire and its neighbours were well placed to put together a good case for that."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      I always had the Secretary of State down as a fairly bright chap, but this would be a fair settlement only if it were predicated on every area having an equal council tax base and equal levels of need. Representing as I do a cross-borough constituency—for the PPSs, that is Tameside and Stockport—I know that those two local authorities are very different in their ability to raise income. Tameside, for example, this year has a £16 million deficit in adult social care. The levy on council tax—the 2% precept—will raise £1.4 million only. How does the Secretary of State plan to fill that gap?"}, {"speaker": "Greg Clark:", "speech": "      I have given some advice to the hon. Gentleman’s neighbour, the hon. Member for Stalybridge and Hyde (Jonathan Reynolds), on this issue. If the hon. Gentleman would like me to arrange for him to meet Sean Anstee, the leader of Trafford council, I think he would find it a very constructive conversation. In a world of devolution, Trafford may be able to provide some advice and assistance to the hon. Gentleman’s borough council on running an efficient set of services."}, {"speaker": "David Tredinnick (Bosworth) (Con):", "speech": "      I welcome the £3.3 million transitional relief for Leicestershire which, as my right hon. Friend knows, has been at the bottom of the funding pile. The transitional relief will be widely welcomed in my constituency. Will my right hon. Friend say a word about the discussions he has had on the funding of adult social care, which very much affects our county?"}, {"speaker": "Greg Clark:", "speech": "      I will indeed. The provisional settlement, as I said in my statement, made a particular response to the acknowledged pressures on adult social care across the country. All tiers of local government cited this as the important priority. The decision to establish the social care precept and the addition to the better care fund were an extremely important step in recognising what has been building up for many years as particular pressures on authorities, and Leicestershire, well run though it is, feels those pressures particularly acutely."}, {"speaker": "Heather Wheeler (South Derbyshire) (Con):", "speech": "      I congratulate my right hon. Friend on listening, with all his Ministers, to the pleas from Derbyshire and South Derbyshire in particular. We are very grateful for the amelioration of the arrangements, but will my right hon. Friend go a little further and think about the changes to the new homes bonus and to business rates, so that although fast-growing districts will get more money in the future, they are not penalised in the short term ?"}, {"speaker": "Greg Clark:", "speech": "      Indeed. The consultation on the new homes bonus is open until March and it is important that my hon. Friend and her councillors contribute to that. That will be the opportunity to consider those views. As I have made clear today, the important step of 100% business rate retention by local government needs to be accompanied by a fundamental look at the methodology, and I hope my hon. Friend will bring her considerable expertise to bear on this matter."}, {"speaker": "Dame Angela Watkinson (Hornchurch and Upminster) (Con):", "speech": "      I thank the Secretary of State for his announcement about transitional relief, which I very much hope the London borough of Havering will benefit from, not just because of its ageing population but because of the increasing demand for children’s services. My right hon. Friend will already know, I am sure, that the 12 inner-London boroughs have more reserves collectively than the 20 outer-London boroughs. Will he reflect further on whether that might be taken into consideration?"}, {"speaker": "Greg Clark:", "speech": "      I am grateful for my hon. Friend’s suggestion. Havering is a well-run council and it will benefit from the transitional relief. I think it will want to make a good case for the review of the demographic and other pressures it is facing. My hon. Friend invites me to do what I said I would not do—require councils to dispose of their reserves. If I did that, I would incur the displeasure of some of the colleagues who spoke earlier. I have not done that. It is a matter for local government, but a four-year settlement gives every council the ability to plan ahead and make sure it has the right level of reserves for the circumstances it faces."}, {"speaker": "Graham Stuart (Beverley and Holderness) (Con):", "speech": "      I join colleagues in thanking the Secretary of State for the manner in which he carried out the consultation. Further to the remarks of the Scottish National party representative, the hon. Member for Glasgow Central (Alison Thewliss), who suggested that rural areas were richer than urban areas, the opposite is true: average earnings are higher in urban than in rural areas, and council tax is much higher. If we allow percentage rises to continue on a much higher base for much poorer people, there is a danger that we will reinforce the inequities in our system. So in a world of business rate retention and council tax, what can the Secretary of State do to ensure that our poorer, older, harder-to-service citizens are not unfairly impacted by ever greater council tax, while the lower council tax areas—often richer people—pay less and continue to be subsidised by us?"}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend makes an excellent point. I pay tribute to him for conducting a well-reasoned and forensic argument that has been persuasive, and I am grateful for the manner in which he has done that. He is right. It is a false assumption that because an area is rural, it is wealthy and prosperous. Some of the most challenging circumstances are in the most rural areas. That is why, after more than a decade, it is long overdue that we should look at the costs of delivering services in rural areas. We should look at the pressures that they face and set the retention of business rates accordingly, so that they can be recognised in a way that they have not been over recent years."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      I warmly welcome the Secretary of State’s statement today and thank him for listening to the concerns of rural areas. He will know,   "}, {"speaker": "Greg Clark:", "speech": "      I certainly will. I am grateful for my hon. Friend’s words. One knows that more people choose to retire to places such as Devon than to other parts of the country, and it is important that that is recognised in the funds that are available. As everyone knows, my hon. Friend chairs a very important Committee of this House, and one of the essential tasks of this Government over the years ahead will be to make sure that health and social care come together. They are two sides of the same coin. The same people are being looked after, whether by councils or by the NHS. One of the things I am determined to do is to make sure that we have a much better connection between the NHS and social care, and I would be grateful for her advice and that of her Committee in how we do that."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I declare my interest as a member of Kettering Borough Council. The different councils in Northamptonshire will be affected by the settlement in different ways. Perhaps Northamptonshire County Council, which charges the lowest county council tax in the whole country, will be the most vulnerable. The long-term answer to ensuring proper local service delivery in the county might be a restructuring of local government. Will my right hon. Friend confirm that he is open to innovative solutions that could involve a restructuring to ensure that local public services are delivered more efficiently under a different organisation?"}, {"speaker": "Greg Clark:", "speech": "      It is in the interests of us all that councils are effective and efficient. I have always said that I do not believe in a top-down reorganisation of local government. When that has been attempted in the past, it has not ended well, if I may put it that way. But of course the commitment I have to devolution carries with it the idea that if local people want to do things differently, they should be able to do that, so if there are proposals from Northamptonshire that enjoy the support of local people, they should come forward and have those discussions."}, {"speaker": "John Howell (Henley) (Con):", "speech": "      I congratulate my right hon. Friend on his pragmatic approach to these issues. He rightly points out that demographic pressures affect different areas in different ways. When does he expect the needs review to be completed, and what role will the figures obtained from that play in any closer integration of social care with the NHS?"}, {"speaker": "Greg Clark:", "speech": "      I am grateful to my hon. Friend, who was of considerable assistance to me when we consulted on the national planning policy framework, and we were able to make sensible responses to that consultation too. I am keen to get the review under way as soon as possible so that it can inform not only business rates retention but other decisions the Government have to take from time to time about rural areas and the different needs of different areas. The sooner it is done, the better, and I will set out in the coming weeks the process involved, so that colleagues across the House can contribute."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      May I thank my right hon. Friend for the courteous way in which he has dealt with me and Dorset colleagues—it really has been exemplary—and for the £4 million or more for Dorset County Council? Will he confirm—I did not quite hear this, and local leaders are watching the debate—whether the tariff adjustment will stay or go? In 2019-20, Weymouth and Portland Borough Council, for example, will end up paying the Government £500,000 but taking only £123,000 in council tax. I do not think that is fair, and I very much hope that the review will take such things into account."}, {"speaker": "Greg Clark:", "speech": "      Indeed. I am grateful to my hon. Friend for his kind words. Not only Dorset County Council but the districts he represents will find the transitional relief and the rural grant important. I have said that we will remove what has been called the negative grant entirely for 2017, 2018 and 2019. By the time we get to the end year of the settlement, 100% business rate retention will come in anyway, so the figures will be influenced by that. My hon. Friend can therefore look forward with confidence to the review, to which his council and, I dare say, he himself will want to contribute."}, {"speaker": "Mark Pawsey (Rugby) (Con):", "speech": "      The funding of adult social care has been one of the biggest pressures on our local authorities given that we have an increasingly ageing population. I therefore thank the Secretary of State for listening to the concerns of council leaders such as Councillor Izzi Seccombe, of Warwickshire County Council, who has spoken regularly on this matter. I also thank him for making sure that more money is available through the better care fund to attend to the needs of these particularly important residents."}, {"speaker": "Greg Clark:", "speech": "      I am grateful to my hon. Friend. He is absolutely right: Izzi Seccombe does an excellent job not only in leading Warwickshire County Council but in her national responsibilities in the Local Government Association. She has been very persuasive in making the case for extra funding, recognising the costs of social care. She is one of the most influential and respected council leaders in the country, and my hon. Friend is lucky to have her."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      I thank the Secretary of State for his earlier answers to my right hon. and learned Friend the Member for Harborough (Sir Edward Garnier) and my hon. Friend the Member for Bosworth (David Tredinnick), and indeed for accommodating a meeting with all the Leicestershire and Rutland MPs, at which we had a very frank exchange of views about local funding. Will he go a little further and explain what opportunities exist for North West Leicestershire and Leicestershire under the increases to the rural services delivery grant?"}, {"speaker": "Greg Clark:", "speech": "      I am grateful to my hon. Friend for coming back after questions earlier to consider these matters. There are opportunities for Leicestershire; it and North West Leicestershire will gain in transitional funding. One thing we will need to do in the review is look at areas such as North West Leicestershire to see whether their resources and needs are adequately recognised not only in business rates retention but in calculations for things such as the rural services delivery grant."}, {"speaker": "Chris White (Warwick and Leamington) (Con):", "speech": "      Both local authorities operating in my constituency have expressed serious concerns about the draft settlement. What assurances can the Secretary of State give regarding his consideration of those concerns?"}, {"speaker": "Greg Clark:", "speech": "      As I said earlier, we have listened carefully. The leaders of my hon. Friend’s authorities have made representations, which we have listened to very seriously. I think they will be pleased with the response we have made through the settlement."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      The Secretary of State will be aware of the challenge faced by Nottinghamshire, which has been particularly compounded by the issues faced by former coalfield communities. Will he outline the improvements to the funding Nottinghamshire may receive? Will he also meet me to discuss plans for an enterprise zone at Thoresby colliery to enable the county council to find its own way in generating business rates in the future?"}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend makes an excellent point. Attracting businesses to locate in an area is a sure-fire way of making sure that the resources available to councils continue to grow. I am grateful to him for his question, and I can confirm that Nottinghamshire will receive transitional grant funding of around £2 million next year, which I think will be welcomed across the county."}, {"speaker": "Bob Stewart (Beckenham) (Con):", "speech": "      It was not me who had a cosy little chat with “ConservativeHome” this morning—if, indeed, it was a Conservative MP who did so. However, the idea of some councils having to gnaw on the bone is absolutely accurate, and I refer, of course, to my own council of Bromley, which has been gnawing on the bone, because of its efficiency and competence in providing services. Therefore, I am grateful to the wonderful Secretary of State for visiting Bromley and for agreeing to transitional arrangements for it. Could I ask what they are, sir?"}, {"speaker": "Greg Clark:", "speech": "      It is always a pleasure to come to Bromley, and I hope I will be able to do so again with my hon. Friend in the future. We will make sure that Bromley benefits from around £2 million in transitional grants for each of the next two years. I know from looking at the representations that have been made by London boroughs that that will be a big help in helping them to manage the more difficult first two years of the settlement."}, {"speaker": "Matt Warman (Boston and Skegness) (Con):", "speech": "      May I thank the Secretary of State for listening to the vocal representations from across Lincolnshire, including from my neighbour, my hon. Friend the Member for Louth and Horncastle (Victoria Atkins)? At those meetings, he heard that it is not just rurality but sparsity of population that is important. Will he confirm that the new, revised settlement takes those conditions into account and tell us what it means for Lincolnshire?"}, {"speaker": "Greg Clark:", "speech": "      I will indeed. Lincolnshire is in a particularly ambitious phase of its history, and it is looking to negotiate a substantial devolution deal. As a rural and sparsely populated county, as he said, it faces particular pressures, so the additional funding it will receive is in the order of £5 million during the year ahead, and that will be widely welcomed across the county."}, {"speaker": "Peter Heaton-Jones (North Devon) (Con):", "speech": "      As it apparently falls to me to do the finale, I say well done and thank you to my right hon. Friend the Secretary of State. I and many colleagues from across the south-west and from rural constituencies lobbied pretty hard, and we thank him very much for listening. We await the final figures. He might well be able to provide the figure for North Devon shortly—if I speak slowly enough. [Interruption.] Marvellous. However, does he agree that it is important that we never again find ourselves in a position where rural areas face discrepancies and unfairness compared with urban areas?"}, {"speaker": "Greg Clark:", "speech": "      I am very grateful to my hon. Friend. He may be last, but Devon is certainly not least—it is a very important part of the country. His patience is rewarded: the funding that Devon will receive from the Government next year is £8.4 million, which will make a big difference to his area. North Devon will receive around £250,000 for its district council services. The opportunity to take a long, hard look at the resources that areas have, the costs they incur and the demands they have on their services is long overdue. I know that my hon. Friend’s county and his district will play a full part in that review, and I dare say he will too."}, {"speaker": "The Parliamentary Under-Secretary of State for Work and Pensions (Mr Shailesh Vara):", "speech": "      I beg to move,"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "     With this we shall take the following motion:"}, {"speaker": "Mr Vara:", "speech": "      The order and regulations before us have been laid previously in the House. It is my understanding that there is general agreement on both sides of the House on their contents. I do not, therefore, propose to detain the House any longer than is necessary."}, {"speaker": "Angela Rayner (Ashton-under-Lyne) (Lab):", "speech": "      This is the first time I have debated with the Minister at the Dispatch Box, so I welcome him to his place and thank him for his—very brief—explanation of the draft proposals."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      I welcome my hon. Friend to her Front-Bench position. The triple lock is all fine and well if one is in receipt of the state pension, but she will know that there is a group of women who have been deprived of their state pension, the WASPI—Women Against State Pension Inequality—women who were born in the 1950s. Does she agree that a triple lock on nothing is still nothing and that we need from this Government fair transitional arrangements for those women?"}, {"speaker": "Angela Rayner:", "speech": "      I thank my hon. Friend; I hope to touch on that later. I commend him and my hon. Friend the Member for Worsley and Eccles South (Barbara Keeley) for their campaigning on this issue for those women who feel that they have been let down by this Government."}, {"speaker": "Andrew Gwynne:", "speech": "      My hon. Friend is making an important point about the need to communicate any changes to social security and particularly to the state pension rules. She will know that one of the complaints of the WASPI women is that they have not been adequately notified or given proper transitional arrangements. Does she think that the Government ought to be doing a lot more to communicate the changes to the new state pension arrangements because some people will not benefit from this scheme?"}, {"speaker": "Angela Rayner:", "speech": "      My hon. Friend is absolutely right: the Government do need to get their act together on communicating these changes. The general population out there expect nothing less than honesty and the frank information that the Government should be providing for them, so that they can make informed decisions about their future."}, {"speaker": "Andrew Gwynne:", "speech": "      My hon. Friend is being generous in giving way. We also need to have confidence that the information being communicated by the DWP is correct. She will remember from last week’s Westminster Hall debate that, as recently as last week—I have not checked whether this has been changed yet—the DWP was still communicating that the state pension age for women is 60."}, {"speaker": "Angela Rayner:", "speech": "      I thank my hon. Friend for making that point, which is central to what the WASPI campaigners have been arguing for some time and with which I have sympathy. The Government are failing to give adequate information and it is not readily available when people require it."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      It is interesting to hear the hon. Lady’s comments. She mentions the reduced state pension for those who are currently in their 20s, but how much of that reduction is based on the fact that the Pensions Act 2007 increased the retirement age for those who are my age and younger to 68?"}, {"speaker": "Angela Rayner:", "speech": "      I remind the hon. Gentleman of the coalition Government’s provisions. We had a proposal that worked for pensioners—we had a long-term plan—but the coalition Government speeded it up without any regard for the people affected by it, so I will not take any lessons from Conservative Members."}, {"speaker": "Dr Eilidh Whiteford (Banff and Buchan) (SNP):", "speech": "      May I start by welcoming the hon. Member for Ashton-under-Lyne (Angela Rayner) to the Front Bench? I was surprised   "}, {"speaker": "Andrew Gwynne:", "speech": "      The hon. Lady is making an important point, which is rather pertinent to some of my earlier interventions. Is it not incumbent on the Government and on Ministers to communicate those changes properly? Do we not run the risk of repeating some of the mistakes that have impacted on the WASPI women, because those people will be bitterly disappointed when they realise that they are not entitled to what they expected?"}, {"speaker": "Dr Whiteford:", "speech": "      The hon. Gentleman makes an important point. It is worth saying that successive Governments have failed to communicate adequately with pensioners about a system that is, undoubtedly, very complex. The hon. Gentleman alluded to the WASPI women, and they are the best example of the problem at the moment. They have seen the goalposts shifted several times. Many of them are still not entirely sure what they are going to get and when, and they have had contradictory information, even in very recent times, from the Government."}, {"speaker": "Mr Vara:", "speech": "      May I take this opportunity to welcome the hon. Member for Ashton-under-Lyne (Angela Rayner) to her new position? I look forward to discussing and debating various issues with her over the coming months. I thank her and the hon. Member for Banff and Buchan (Dr Whiteford) for their contributions. In the short time that we have, I will try to address as many of their questions as possible. I also thank the hon. Member for Denton and Reddish (Andrew Gwynne) for his one or two interventions. I am grateful to the hon. Member for Ashton-under-Lyne for welcoming the triple lock and to her party for its support for that initiative."}, {"speaker": "Angela Rayner:", "speech": "      I gave the Minister a specific example of someone who had not contracted out because of a second pension. Will he address that point and the fact   "}, {"speaker": "Mr Vara:", "speech": "      The hon. Lady will appreciate that I cannot give advice on individual cases at the Dispatch Box. As for communication, I have read out a whole list of measures we are putting in place to make sure that people are communicated with. If we were not doing our job properly, we would not have issued nearly 500,000 personal statements between September 2014 and October 2015. We continue to make sure that people are aware of the change. As I have said, she has a role to play, as do others. I am sorry that she expresses such disappointment, given that in the forthcoming year the Government will spend an additional £2.1 billion more than we are spending at present. There is also the pension credit standard minimum guarantee, which will ensure that the minimum threshold must be met. The state is there to assist people."}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP)", "speech": "     indicated dissent."}, {"speaker": "Mr Vara:", "speech": "      The hon. Gentleman is shaking his head, but I assure him that some countries make pension payments on the basis of means."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      I beg to move,"}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Is my hon. Friend aware that three trees have come down on the line?"}, {"speaker": "Kevin Foster:", "speech": "      I thank my hon. Friend for sharing with the House his superb knowledge of the vegetation on the Great Western main line in Devon and Cornwall. His point absolutely rams home the message that a tree falling over, a cow breaking out of a field, or a small amount of earth moving at a critical point can close huge parts of the network. That is why it is so important to hold this debate about resilience. In addition, the cross-country services have been cancelled at Dawlish again today. I must say that that is not due to the line but to a fault with the trains, but that again brings home to us the vulnerability of some key routes and networks on which many people depend."}, {"speaker": "Mr James Gray (North Wiltshire) (Con):", "speech": "      I am sorry to bring a disagreeable note into what has, so far, been an extremely agreeable debate. Of course we all love to moan and groan about our rail journeys, but I have travelled with First Great Western twice a week for 20 years and I find it extraordinarily good. We have criticisms of some things—the catering, the toilets and one or two other matters need to be sorted out—but overall, the punctuality and the service are extremely good."}, {"speaker": "Kevin Foster:", "speech": "      My hon. Friend is right that there are many positive stories to be told. Let us be blunt that a key one is the amazing legacy of innovative engineering we have been left by the Victorians. The Royal Albert bridge was built using innovative techniques and was a feat of engineering at the time. It created the link between Plymouth and Cornwall that exists to this day and carries trains far heavier than it was ever designed for. Box tunnel is now one of the most well-used tunnels. It was so innovative when it was built that there had to be a station at both ends, because some Victorian travellers were rather frightened of going through a tunnel, so there was the option of getting off the train, taking a horse and carriage ride around it and getting back on a train at the other end."}, {"speaker": "Mr Gray", "speech": "     rose—"}, {"speaker": "Johnny Mercer (Plymouth, Moor View) (Con):", "speech": "      I think my hon. Friend was there."}, {"speaker": "Kevin Foster:", "speech": "      That is very ungentlemanly of my hon. Friend the Member for Plymouth, Moor View (Johnny Mercer). I give way to my hon. Friend the Member for North Wiltshire (Mr Gray) again."}, {"speaker": "Mr Gray:", "speech": "      My hon. Friend is being very generous. Box tunnel is, of course, in my constituency. He will know that the only time one can see from one end of the tunnel to the other is once a year on Brunel’s birthday. [Interruption.] The Minister says that it is not true, but we believe it is true—I have seen it myself. More importantly, we think that we are close to reopening an important station at Corsham, which is at one end of Box tunnel. I hope my hon. Friend will agree that opening such stations along the route is extremely important."}, {"speaker": "Kevin Foster:", "speech": "      Absolutely. I do not want to get involved in a cross-Wiltshire debate about tunnel openings and people’s birthdays, but it is important to think about the communities along the route. One reason why the theme of resilience is so important is that having a station is great, but if a train does not run at certain times, people do not have the service they want."}, {"speaker": "Scott Mann (North Cornwall) (Con):", "speech": "      My hon. Friend’s constituency is very similar to mine in that it is very tourism-based. Does he agree that the more trains and branch lines we have in such areas, the better it will be for the tourism economy of the south-west?"}, {"speaker": "Kevin Foster:", "speech": "      Absolutely. As I am sure my hon. Friend is aware, the early figures for the Borders railway that is being built in Scotland show higher than expected levels of usage. In St Ives, good park-and-ride services are crucial to the tourism industry. Having good trains makes for good tourism."}, {"speaker": "Mrs Sheryll Murray (South East Cornwall) (Con):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Kevin Foster:", "speech": "      I will give way once more, but then I must make some progress so that I do not hog the time."}, {"speaker": "Mrs Murray:", "speech": "      Does my hon. Friend agree that we should expand the existing park-and-ride services? In my constituency, there could be another park-and-ride station to the east of Bodmin Parkway to allow people from areas that do not have access to a railway station to commute and travel to places such as the city of Plymouth?"}, {"speaker": "Kevin Foster:", "speech": "      My hon. Friend is absolutely right that park and ride can play a huge part in giving rural communities in particular access to rail services via parkway-style stations. Looking at north-west Devon and north Cornwall, it might be an interesting project in years to come to provide parkway stations near the A30 as it comes into Devon, using the spur that heads towards Okehampton. That could provide a service to the area without competing with the Great Western main line in south Devon."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      Does the hon. Gentleman share my profound disappointment over the delays in the western rail access to Heathrow, which the Hendy review announced would be put back a further two years? This access will bring the biggest inward investment to the UK, as well as helping travellers from all over the west of England—"}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      And Wales."}, {"speaker": "Fiona Mactaggart:", "speech": "      Indeed, and Wales. It will help those travellers to get to Heathrow—our premier hub airport. Will the hon. Gentleman press the Minister to ensure that, as a result of this debate, someone in her Department puts their foot on the accelerator of western rail access to Heathrow?"}, {"speaker": "Kevin Foster:", "speech": "      I thank the right hon. Lady for her passionate and well-argued intervention. She is absolutely right that the western rail access to Heathrow makes eminent sense for south Wales, my region and the Slough area. It will support not only the economies of our areas but the national economy, by making it easier to expand and develop our key hub airport. I hope that one thing the Minister will look at is the timeline for the western rail access. Given the widespread support across the House for that access, I hope that the timeframe will be greatly shortened so that people can get the shovels in the ground on this project, which makes eminent sense."}, {"speaker": "Huw Irranca-Davies:", "speech": "      I want to support the point the hon. Gentleman is making. The incident he is talking about was the most extreme example of damage to a piece of major rail infrastructure. It is no fault of Great Western Railway, but I travelled up from south Wales by bus for part of my journey today because of flooding on part of the line. Okay, that is an extreme event, but we are having more and more. There is also regular flooding around the Severn tunnel. Does the hon. Gentleman agree that we need to be absolutely sure that we have a resilient railway structure, as well as having electrification?"}, {"speaker": "Kevin Foster:", "speech": "      I agree completely. My constituency is not scheduled to benefit from the electrification project, but it is affected by flooding on the Somerset levels. It is vital that we make sure our railway is future-proofed. A few years back, I took a bus in the constituency of the right hon. Member for Exeter (Mr Bradshaw) when there was flooding on the railway line across Cowley bridge that looked like something out of the Bible. It is vital that we tackle the range of resilience issues, not just the very famous issue on the coast. I know that Network Rail is looking at the cliffs near Teignmouth. I am sure that my hon. Friend the Member for Newton Abbot (Anne Marie Morris) will talk a bit more about that in her contribution. That aspect needs to be looked at too, not just the sea wall. Much of the signalling throughout Devon and Cornwall was installed in the 1960s. It is listed for consideration in control period 6, which is between 2019 and 2024, and it is vital that that goes ahead because we must improve journey times and ensure a modern infrastructure."}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      I congratulate the hon. Gentleman on securing this debate. One major reason for the escalating cost is compensation payments to train operators—the so-called schedule 4 payments. Does he share my concern that the UK Government will not publish the level of schedule 4 compensation payments made, because we talking about many hundreds of millions of pounds of public money? There must be transparency about those rising costs."}, {"speaker": "Kevin Foster:", "speech": "      I thank the hon. Gentleman for his interesting intervention, and I am sure that the Minister will wish to respond to his detailed point. In the Public Accounts Committee discussion, one of the main issues was the signalling that was installed in the 1960s. When the piling was done, the cables were not mapped. Hopefully, as with the re-signalling in Devon and Cornwall, knowing exactly where the signalling cables are might make those lines more suitable for future electrification."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      I congratulate my hon. Friend on securing this important debate. He is talking about electrification in south Wales, but does he agree that it is also important to electrify at least part of the route from Paddington to Penzance? Does he welcome the proposal to bring forward AT300 Hitachi trains, which are bimodal? Given the speeding-up of the service that that would introduce, does he share my concern that we could be tempted to delete some stops along that route? That would be a pity—perhaps he will come on to this point—since it would mean that some of our constituencies would simply become transit corridors. Does he agree that Westbury station, which is a vital north-south-east-west hub, must not be deleted from any forthcoming plans in the new franchise?"}, {"speaker": "Kevin Foster:", "speech": "      Having changed trains at Westbury, I share my hon. Friend’s concern about maintaining the ability to interlink with the rest of the region. As we have   "}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      I apologise to you, Madam Deputy Speaker, and to the hon. Member for Torbay (Kevin Foster) for arriving a few seconds after he rose to his feet. The previous business finished rather earlier than a lot of us expected or had been forewarned about, but I congratulate him on being the driving force behind this timely debate."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      In highlighting the beauty of the line to Exeter, may I encourage the right hon. Gentleman to stay on the train and see how even more beautiful the line gets once it passes along the coast? It is not just about the beauty of the line, which I hope everyone will experience, but the economic importance of the line via Dawlish to the economies of south Devon. Will he join me in saying that whatever we do we must protect the line through Dawlish and protect the economies of south Devon?"}, {"speaker": "Mr Bradshaw:", "speech": "      I know the line through Dawlish very well. I spent childhood holidays in Salcombe. In fact, my parents used to get a train all the way to Kingsbridge in the good old days before Beeching took his axe to our rural rail network. It is beautiful, but vulnerable. I will come on to say something about it in a second."}, {"speaker": "Kevin Foster:", "speech": "      I thank the right hon. Gentleman, who, given the speech he is making today, I will call my right hon. Friend even if that is not strictly correct. Does he agree that the question arises of how long it takes us to deliver infrastructure projects in the UK? We touched on this in relation to western rail access to Heathrow and electrification. We just take too long to make decisions and to deliver on them."}, {"speaker": "Mr Bradshaw:", "speech": "      I entirely agree. The Labour Government set up an independent infrastructure body—I cannot remember its name—and the hon. Gentleman’s Government have gone on to do something similar. We need to be much more radical in how we manage big infrastructure improvements. Network Rail is currently pleading, in today’s Financial Times, with the Government not to privatise it, but instead to hand over such decisions to an independent rail commission. That is a very sensible and sound idea, and I hope the Government will listen to it. The fragmentation and privatisation of Network Rail would be an absolute disaster. It is worth reading the piece in today’s Financial Times."}, {"speaker": "Oliver Colvile:", "speech": "      If we want business to use railways, we also need to ensure a good level of broadband so that people can actually work on them."}, {"speaker": "Mr Bradshaw:", "speech": "      I forgot to mention that broadband is terrible in standard class. It never works. I just use 3G, or 4G, if I have it, on the train. I raised this issue with First Great Western a number of times, but it still has not been resolved. I am told that it is fine in first class, but who travels first class? MPs certainly do not; not in my experience, anyway. I never have and since the new expenses system came in we are quite rightly not allowed to."}, {"speaker": "Johnny Mercer:", "speech": "      Will the right hon. Gentleman concede that Network Rail committed to paying for the studies? The Government have not given money to a project and then taken it away. The money has fallen through as a result of what Network Rail has done. We have asked the Government to step up and deliver in its place."}, {"speaker": "Mr Bradshaw:", "speech": "      The hon. Gentleman is absolutely right that the Government have never come up with the money. I am suggesting that they should. Network Rail is not able to come up with the money because of the massive cost overruns and delays on the whole of the rest of its infrastructure investment projects; not just the huge cost and time overrun on the Great Western line into south Wales but on its overall investment all over the country. Incidentally, the Government knew about that before the general election when they were making all those great and grandiose promises about what they were going to deliver to us in the south-west. Those are the conversations the hon. Gentleman needs to have with his Front Bench colleagues. I will leave that to him and wish him the very best of luck."}, {"speaker": "James Heappey (Wells) (Con):", "speech": "      May I add to the right hon. Gentleman’s shopping list? The Minister might like to reassure us about where the south-west and south Wales sit in the Government’s wider priorities. It would appear that we have neither resilience in our network, nor had significant investment in the speeds of our journeys since the ’70s—certainly beyond Bristol, there is no evidence of that coming soon. Other regions, therefore, will zoom ahead with much faster high-speed rail within a decade or two. It would be useful if the right hon. Gentleman added to his list this question about where we stand in the Government’s priorities."}, {"speaker": "Mr Bradshaw:", "speech": "      I entirely agree, and we look forward to hearing the Minister respond at the end of this debate. I intend to finish with what I hope will be an attractive suggestion to all those Conservative Members who were swept to power—"}, {"speaker": "The Parliamentary Under-Secretary of State for Transport (Claire Perry):", "speech": "      I simply hope that at some point the right hon. Gentleman will welcome the fact that there will be a new station opening in his constituency next year."}, {"speaker": "Mr Bradshaw:", "speech": "      Yes, and we have already had a new station opened just outside my constituency—and the investment programme for it was put in place by the Labour Government, so I am very grateful that the Minister did not cut it. [Interruption.] Of course I am grateful for that."}, {"speaker": "Claire Perry", "speech": "     rose—"}, {"speaker": "Mr Bradshaw:", "speech": "      I am sorry, but I am not giving way again."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. The right hon. Member is not giving way."}, {"speaker": "Mr Bradshaw:", "speech": "      I have said I am grateful for that station and that I am grateful for the investment programme that the Labour Government initiated. I say to the Minister simply that she has cut that investment programme over the last six years at a time when every sensible economist in the world thinks we should be investing in our infrastructure for the long term. We have record low long-term interest rates in this country and a faltering economy, so now is the time when we should be investing in infrastructure, and particularly in rail. I repeat that I am very grateful that the Minister did not cut the money for that station and that we are going to get another station—but, incidentally, the Labour Government initiated the plans for that, too."}, {"speaker": "Mrs Sheryll Murray:", "speech": "      Will the right hon. Gentleman give way?"}, {"speaker": "Mr Bradshaw:", "speech": "      No, I will not. I am finishing and the hon. Lady can speak in the debate."}, {"speaker": "Anne Marie Morris (Newton Abbot) (Con):", "speech": "      I think that all Conservative Members will be sticking up not just for their own constituents but for the country as a whole. What we want to see is growth and productivity improved. We have to repair the damage done by the previous Labour Government that resulted in our having to make the cuts that we are now making. It is undoubtedly this Government, and the previous coalition Government, who have focused on the need to do something about the whole infrastructure mess."}, {"speaker": "Mrs Sheryll Murray:", "speech": "      The very fact that the trains running between Penzance and Paddington were first introduced in 1976 just goes to show the lack of investment initiated by the Labour Government about which the right hon. Member for Exeter (Mr Bradshaw) talks. They did nothing for the south-west when they were in government for 12 years."}, {"speaker": "Anne Marie Morris:", "speech": "      My hon. Friend makes a very fair point. It is this Government, and the former coalition Government, who have begun to look at the south-west and to recognise that we have a motorway, the M5, which ends at Exeter, and that the road infrastructure therefore needs sorting. They recognised, too, that broadband needed sorting, which is not something that the Labour Government did much about. They have also recognised that, frankly, our railway needs resolution."}, {"speaker": "Neil Parish (Tiverton and Honiton) (Con):", "speech": "      I agree with my hon. Friend that what was done in Dawlish was absolutely right and that we must keep that railway going. However, we must also consider the line from Bristol to Taunton. We need new stations at Wellington and Cullompton, and we need some metro trains as well. My hon. Friend the Member for Taunton Deane (Rebecca Pow) cannot be here today because of ill health, but I know that she would agree. We need to increase resilience. We need to bring more trains down existing tracks; we need more stations; and we need to use our tracks much more effectively."}, {"speaker": "Anne Marie Morris:", "speech": "      My hon. Friend is absolutely right. At present, we have just one spine going along the south of the peninsula. We need another spine going along the north and opening up the Okehampton line. We also need a network rather like a spider’s web. If we are to take full advantage of what is happening to the economy and if productivity is to increase, we need the smaller stations to which my hon. Friend refers. As was pointed out earlier, stations such as Dawlish should not become secondary branch stations. If that happened it would be a disaster, because our economy is set to grow. We need those two spine routes, but we also need the connectivity—the spider’s web—that will enable all our communities to be successful. For rural communities, travel is mission critical."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      It is a pleasure to follow the hon. Member for Newton Abbot (Anne Marie Morris), whose stirring speech I thoroughly enjoyed. Let me also commend the hon. Member for Torbay (Kevin Foster) for securing the debate, which I think will prove very useful."}, {"speaker": "Kevin Foster:", "speech": "      I am enjoying the hon. Gentleman’s speech, but does he agree that we must ensure that the rolling stock that we have is correctly specified? Cross-country journeys connect parts of south Devon and, sometimes, south Wales on the route to Birmingham, and some trains have not been not specified to go along a piece of track that a wave might go over."}, {"speaker": "Huw Irranca-Davies:", "speech": "      That is a very good point. I hope that what has been said today will be noted not just by the Minister, but by train operating companies and infrastructure companies. I hope that they will act on the suggestions that have been made by Members, so that their services can work better for commuters and other passengers."}, {"speaker": "Jonathan Edwards:", "speech": "      The hon. Gentleman seems to have neglected to mention the role played by Ieuan Wyn Jones, the Transport Minister in the Welsh Government at the time, and a member of my party."}, {"speaker": "Huw Irranca-Davies:", "speech": "      Ieuan Wyn Jones played a good hand in that campaign, and so did Andrew Davies, the Economic Minister at the time. His officials were telling him that the economic case for the station did not quite stack up, but he told them that it would when they saw the 2,000 new homes and the new schools that would come in as a result. My goodness, he was right. When I travel through the new station now, I see scores of people using it at every hour of the day as they commute   "}, {"speaker": "Byron Davies (Gower) (Con):", "speech": "      You are making some important points. Would you accept that the electrification of the line down to Swansea by the Conservative Government is going to result in greatly increased social mobility for the people of the valleys?"}, {"speaker": "Huw Irranca-Davies:", "speech": "      I agree entirely with the hon. Gentleman, but I hope that he will support my point that this project must be delivered on time as originally pledged and, hopefully, on budget as well. The hon. Member for Newton Abbot said earlier that too many people think that the south-west ends at Bristol. Well, too many people up here think that south Wales ends at Cardiff. Cardiff is a brilliant city—please go there and visit. Newport had the NATO conference and Cardiff has the greatest stadium in the land, with the only covered surface. Wales also has the best national opera company. Cardiff was third in the top 10 short break destinations in the whole of Europe recently. However, south Wales does not stop at Cardiff. Just beyond that line, there is Bridgend, and just beyond Bridgend is Swansea. Beyond that is west Wales."}, {"speaker": "Jonathan Edwards:", "speech": "      The hon. Gentleman is making a very important point. Does he agree that it would be far better if these large infrastructure development projects started in Swansea as opposed to starting in London? If they started in Swansea, you can guarantee they would arrive in London on time and in budget."}, {"speaker": "Huw Irranca-Davies:", "speech": "      I would certainly be reasonably happy with that. I would probably start them from Bridgend and work outwards in both directions, but starting from Swansea would be a good second option."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. Before I call the next speaker, may I say that there is something strange going on this evening? Each of the previous three people who have spoken in this Chamber has used the word “you” in reference to other people. It is not just one person—everyone is doing it. I have been reluctant to intervene and I try to not to, but after three times I must point out to the Chamber that when the word “you” is used, it means the Chair. If you are asking the Minister to do something, you ask “the Minister”. I call Oliver Colvile."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Thank, you for calling me in this debate, Madam Deputy Speaker, and I will try very hard to do that. I hope that if I do make a mistake, you might forgive me. I congratulate my hon. Friend the Member for Torbay (Kevin Foster) on securing this debate. Obviously, he has something more important than I have, because I have tried for five years to get a debate on the future of the railway down to the south-west and have always failed; he obviously has something more alluring and has therefore delivered. Also, let me say that I hope I will not get accused of being a fat controller at the end of my speech. [Hon. Members: “No!”]"}, {"speaker": "Neil Parish:", "speech": "      This is very much about the resilience of infrastructure into the west country, because we have not only the Great Western line but the Waterloo to Exeter line, where we could make big improvements by, for example, using loops around Honiton. We could also open Seaton Junction and bring back the trams to meet the service. This is also about carrying on from Exeter down into Cornwall with a second line, because although it is absolutely right to keep the Totnes and Newton Abbot line, we need that second line so that we have resilience. We seem to be having more and more bad weather, so the first line will get blocked and we have to have a second route into Cornwall."}, {"speaker": "Oliver Colvile:", "speech": "      My hon. Friend is 100% right about the need to have that second line. My personal preference is for it to go through Haldon Hill, as that would be ideal, but I understand that it may be too expensive. We therefore need to make sure that we have one that has the potential to go through Okehampton and Tavistock, purely because we have to make sure there is increased capacity and we can put freight on the line, too."}, {"speaker": "Peter Heaton-Jones (North Devon) (Con):", "speech": "      I congratulate my hon. Friend the Member for Torbay (Kevin Foster) on securing this important debate."}, {"speaker": "Mr Bradshaw:", "speech": "      This has been suggested to me once or twice before. In my experience, if one politely asks somebody making a noise in the quiet carriage to desist or move, they do so. It is a great example of British self-policing. I recommend that the hon. Gentleman try it, if he has not already done so."}, {"speaker": "Peter Heaton-Jones:", "speech": "      I am a shrinking violent and would never presume to do such a thing, but I take the right hon. Gentleman’s point."}, {"speaker": "Alex Chalk (Cheltenham) (Con):", "speech": "      As well as resilience, do we not need to get the network running smarter? For example, a great train robbery takes place every day when my constituents are robbed of 15 minutes of their lives because the train from London leaves the main line and parks in Gloucester, where the driver gets out from one end of the train and walks to the other, before the train rejoins the main line and continues to Cheltenham."}, {"speaker": "Peter Heaton-Jones:", "speech": "      My hon. Friend makes a good point. I am not aware of the particular jiggery-pokery he mentions, but it sounds like an extraordinary bit of choreography."}, {"speaker": "Iain Stewart (Milton Keynes South) (Con):", "speech": "      I am grateful to my hon. Friend for giving way. I feel like an intruder in this debate, as I do not represent a south-west constituency. However, I was at Exeter university and I regularly visit north Devon. I absolutely concur with his point about the Barnstable line. A key thing that is needed is enhanced rolling stock. Very often what is in use is a single carriage train, which is woefully inadequate. I hope that when the Great Western franchise comes up in a few years’ time, proper consideration will be given to procuring better rolling stock for that line."}, {"speaker": "Peter Heaton-Jones:", "speech": "      My hon. Friend makes a good point. I am delighted to welcome him to beautiful north Devon. The rolling stock is an essential matter, as it has been left to decay to the point that it is only just fit for purpose. I have held a significant number of meetings with the operators, GWR, Network Rail and the Tarka Rail Association and we have discussed at length the importance of acquiring significant new rolling stock. I am delighted to say that we now appear to have reached   "}, {"speaker": "Huw Irranca-Davies:", "speech": "      May I take this opportunity to stress the importance of access for wheelchair users? My friend Simon Green from the Bridgend Coalition for Disabled People stresses that, very often, in railway carriages there is space for only one wheelchair, so two people travelling together have to be split up. It would be great if we looked at the possibility of different variations in the new rolling stock."}, {"speaker": "Peter Heaton-Jones:", "speech": "      The hon. Gentleman makes a good point. I have travelled on the north Devon line between Barnstable and Exeter, and, quite often, there is no room at all for a single wheelchair user, which is why we need to get this new rolling stock cascaded to us as soon as possible."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      I am sorry that I had to miss parts of the debate, but I was rehearsing with the Parliament choir. I was trying very hard to be in two places at once and, as usual, failed."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. There is no need for a time limit in this debate as we have plenty of time, but when we have plenty of time, speeches and interventions tend to expand, so it would be helpful now if Members would take around 12 or 13 minutes, which is a long, long time."}, {"speaker": "Johnny Mercer (Plymouth, Moor View) (Con):", "speech": "      You will be delighted, Madam Deputy Speaker, to know that my speech will be very brief indeed."}, {"speaker": "Kevin Foster:", "speech": "      My hon. Friend is making some powerful points, which also relate to my constituency, where we, too, are trying to diversify. Does he agree that that is what makes the debate so important, particularly given the comments by the right hon. Member for Slough (Fiona Mactaggart) about the need for western access to Heathrow, which acts as the south-west’s key air link?"}, {"speaker": "Johnny Mercer:", "speech": "      My hon. Friend is absolutely right. At its heart, this is about developing opportunities and bringing skilled employment to places outside London—to communities that have been deprived for so long."}, {"speaker": "Scott Mann (North Cornwall) (Con):", "speech": "      It is a pleasure to follow my hon. and gallant Friend the Member for Plymouth, Moor View (Johnny Mercer). I thank my hon. Friend the Member for Torbay (Kevin Foster) for bringing this debate about."}, {"speaker": "Johnny Mercer:", "speech": "      Like you."}, {"speaker": "Scott Mann:", "speech": "      Thank you—likewise!"}, {"speaker": "Kevin Foster:", "speech": "      Does my hon. Friend agree that what he is saying about where train services could be developed shows the latent demand in the south-west region, particularly on the peninsula, for the creation of additional services not just on the Great Western Railway route but through the further extension to Okehampton of the old Southern route that still exists between Exeter and Waterloo?"}, {"speaker": "Scott Mann:", "speech": "      I do agree. The more branch services we get, the better. Our public transport system in Cornwall and Devon is not great, and we struggle to provide sufficient bus services. As my hon. Friend the Member for Plymouth, Moor View said, if we make these investments, that will drive jobs and drive the economy in our areas."}, {"speaker": "Johnny Mercer:", "speech": "      I am very much enjoying my hon. Friend’s stories of rocking the sleeper to sleep, or whatever it is. Does he agree that in order to upskill our part of the world and change the character of the south-west economy, it is fundamental that we attract bigger manufacturing companies to give our young people the skilled opportunities and skilled manufacturing jobs that will keep them in the south-west?"}, {"speaker": "Scott Mann:", "speech": "      My hon. Friend is absolutely right. Train connections have raised the wage base in other areas, and over the years the south-west has suffered from a low wage, high house price economy. Many of our young people struggle to get houses and to get on in life. If those rail services come online, businesses will invest in the south-west, which will give our young people every opportunity, which is great."}, {"speaker": "Huw Irranca-Davies:", "speech": "      The hon. Gentleman is making a fine speech. I urge him to look, when he has time, at the development of the south Wales metro concept, because it covers urban and rural areas, and valleys as well as major conurbations. It is a great idea, because it relies not only on rail, but on other modes of transport that work on time and are affordable. It has a way to go, but a south-west metro concept comes to mind."}, {"speaker": "Scott Mann:", "speech": "      I will, of course, have a look at those reports. The hon. Gentleman spoke eloquently about his valleys and the branch lines within his valleys, so I look forward to reading those reports."}, {"speaker": "James Heappey (Wells) (Con):", "speech": "      I congratulate my hon. Friend the Member for Torbay (Kevin Foster) on securing this important debate. It is important for two reasons. First, rail infrastructure in the south-west was a central part of the Chancellor’s long-term economic plan for our region. As such, it is important that we hold the Government to account in the delivery of that plan. Secondly, the south-west as a region is, unfortunately, defined by its poor infrastructure. We have a poor road network beyond the M5, we have relatively poor broadband, and access to the national airport is difficult. We have some fantastic and growing regional airports, but still nothing on the scale of those in other regions. Our rail network is only one line deep, and that line, not too long ago, was washed into the sea. That shows just how vulnerable we are. Moreover—although the right hon. Member for Exeter (Mr Bradshaw) made the point that broadband could be better integrated into the rail service, I will exclude broadband from what I say next—our roads, our rail and our airports are poorly integrated. Not only are they individually bad, but collectively they do not create a particularly well joined-up network. That adds to our woes as a region."}, {"speaker": "Andy McDonald (Middlesbrough) (Lab):", "speech": "      I congratulate the hon. Member for Torbay (Kevin Foster) on securing this debate on an important subject. There has been many an excellent contribution. I agree with the hon. Member for Newton Abbot (Anne Marie Morris) that the Great Western railway is more than just a transport system; it is vital to the areas that it serves, which is why it is so important that the Government deliver on their promises on electrification and improved resilience as a matter of urgency."}, {"speaker": "Mrs Sheryll Murray:", "speech": "      The hon. Gentleman has criticised this Government’s track record. Will he enlighten the House about the previous Labour Government’s track record on investing in the Great Western railway line?"}, {"speaker": "Andy McDonald:", "speech": "      I will happily do so. Let me remind the hon. Lady of the pieces that we had to pick up when coming into government after the disaster of Railtrack and the deaths that were caused as a result of the privatisation of the railways. We do not want to hear any more about that—the investment was significant."}, {"speaker": "Mrs Murray", "speech": "     rose—"}, {"speaker": "Andy McDonald:", "speech": "      I have given way. Mark Carne, Network Rail’s chief executive, told Members of Parliament in October that the estimate for the project had been £874 million in January 2013, and £1.5 billion in September 2014. He said that because of “inadequate planning”, the cost of electrification could now reach £2.8 billion."}, {"speaker": "Mr Bradshaw:", "speech": "      Is my hon. Friend aware that, according to the Financial Times, Great Western also raised objections to the possibility of privatising Network Rail, saying it would fragment the system and remove the advantage Network Rail has currently in being able to buy in bulk—and therefore cheaply—on behalf of the taxpayer?"}, {"speaker": "Andy McDonald:", "speech": "      My right hon. Friend is absolutely right. It is a matter of huge concern that the critical mass of Network Rail is now under threat from this review.   "}, {"speaker": "The Parliamentary Under-Secretary of State for Transport (Claire Perry):", "speech": "      I thank my hon. Friend the Member for Torbay (Kevin Foster) for securing this excellent, coherent, thoughtful and wide-ranging debate. He has heard many reports, as have I, of the damage created by Storm Imogen during the day. I am just thankful that everyone is here in one piece. So far, there has been no report of injuries. I am sure we will all be thinking about what our constituents have had to deal with during the course of the day."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I am going to help a little bit. I am not quite sure how the A303 fits in with a rail debate on the Great Western line. I know that the Minister wants to deal with the railways. Her reputation as the rail Minister is what I want to see tonight."}, {"speaker": "Claire Perry:", "speech": "      Far be it for me to criticise you, Mr Deputy Speaker—[Interruption.]"}, {"speaker": "Mr Deputy Speaker:", "speech": "      We both know that that is not an option."}, {"speaker": "Claire Perry:", "speech": "      But the roads and rail investment is vital to this region."}, {"speaker": "Mr Deputy Speaker:", "speech": "      It looks like I need to be even more helpful. If the Minister looks at the title of the debate, she should realise what it is about, and Members have tried to stick to that subject. I know the Minister has a lot to cover, and I want her to concentrate on what Members have said and on the railways. I know that that is what she wants to do, too."}, {"speaker": "Claire Perry:", "speech": "      I will follow your excellent advice, Mr Deputy Speaker."}, {"speaker": "Huw Irranca-Davies:", "speech": "      In fact, the private sector has an important role to play in development and growth. However, as the Minister will know, the company that has achieved the highest satisfaction, the highest investment and the lowest bills is a not-for-profit water company called Dwr Cymru, which returns its surpluses to shareholders. Does she agree that the Wales consultation—it was launched on my birthday, 22 January—on a not-for-dividend model for the Wales and Borders franchise is a worthwhile exercise, given that it is considering a different way of delivering more value to rail users?"}, {"speaker": "Claire Perry:", "speech": "      When the hon. Gentleman becomes First Minister—which is, I am sure, his aspiration—he will have every opportunity to look at models for that franchise for the Welsh railways, because it is a devolved matter. However, I hope that he will be grateful, as I am, for the Government’s commitment of £125 million, over and above the Barnett consequentials, to ensure that electrification of the Welsh valleys is delivered. How the work is sequenced will, of course be within the purview of the Welsh Government."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      Do you know Wales very well?"}, {"speaker": "Claire Perry:", "speech": "      I know Bristol much better than Wales. The hon. Member for Ogmore (Huw Irranca-Davies) made an important point about electrification. I want to tell him that the commitment to electrify the line to Cardiff is absolutely baked into the new Hendy plans, and he must consider that as preliminary work towards Swansea—[Interruption.] It is difficult to get through the Severn tunnel, as he knows, but the work is going on and the gantries are in place. We have made the commitment that the electrification will continue on to Swansea the next capital period. [Interruption.] He says, “What about the new trains?” Of course the hybrid trains that we have purchased will be able to run on those tracks, so his constituents will see the journey time and capacity improvements, and those brand-new, state-of-the-art trains. I hope that he will at least be happy with that—"}, {"speaker": "Huw Irranca-Davies", "speech": "     rose—"}, {"speaker": "Claire Perry:", "speech": "      I can tell that the hon. Gentleman is not and that he is going to ask for another piece of infrastructure."}, {"speaker": "Huw Irranca-Davies:", "speech": "      I winced only because I could feel the whole population west of Cardiff wincing at the same time as we were told that that was an interim measure to get us there. I do understand the point the Minister was making, however. Will the right hon. Lady—"}, {"speaker": "Claire Perry:", "speech": "      Hon. Lady."}, {"speaker": "Huw Irranca-Davies:", "speech": "      She would be right hon. in my eyes if she could give the date when we will see the completion to Swansea."}, {"speaker": "Claire Perry:", "speech": "      I am sorry, but I do not have that completion date. As the plans proceed and the work accelerates on the electrification to Cardiff, I will be happy to make sure that the hon. Gentleman is one of   "}, {"speaker": "Mr Bradshaw:", "speech": "      I think what the Minister just said is welcome, but she used the expression, “We have negotiated a package.” How much are the Government putting on the table compared with the local authorities, which have already put quite a lot on the table?"}, {"speaker": "Claire Perry:", "speech": "      We have not been asked to put in a penny. Great Western Railway has funded the study, as part of our negotiations with it. No Government money was ever being put into these studies. We stood by to make sure the studies happened—"}, {"speaker": "Andy McDonald:", "speech": "      Stood by!"}, {"speaker": "Claire Perry:", "speech": "      No, we were prepared to backstop any shortfall, but Great Western Railway agreed to fund this small part of the overall plan. We are talking about £200,000 to £300,000, as opposed to the £3.5 million Network Rail has already spent. I hope the right hon. Member for Exeter, just for once, is going to crack a smile and welcome something. Go on! Just welcome something the Government have done. No? I think we will move on."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      This has been a fascinating couple of hours. We have managed to keep the debate on track and, as I told the Backbench Business Committee we would, to build up a head of steam behind these issues, and hon. Members will be pleased that the debate did not hit the buffers, as some suggested it might."}, {"speaker": "Craig Whittaker (Calder Valley) (Con):", "speech": "      The floods that hit the north of England over the Christmas period brought untold misery and suffering to a record number of people. In the Calder Valley, 2,700 homes and 1,635 businesses were flooded. In addition, four schools were affected, two of which are likely to remain closed for the foreseeable future, several bridges were destroyed and the total repair bill for damaged infrastructure currently stands at £32 million."}, {"speaker": "Alex Cunningham (Stockton North) (Lab):", "speech": "      I am grateful to my former Education Committee comrade for securing this debate and for giving way. This afternoon, I met Alan Smith, the leader of Allerdale council, to hear of the problems in his area and his worries for small and large businesses. Of concern is the fact that excesses of several tens of thousands of pounds are needed in order to secure insurance. What specific role should the Government have in developing some form of Flood Re type scheme for businesses, perhaps with some of that underwriting money that we have for domestic issues?"}, {"speaker": "Craig Whittaker:", "speech": "      I will come on to what I want the Government to do a little later, but I will also explain what is currently taking place. The hon. Gentleman is   "}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      Flooding has become worryingly regular across the whole of the United Kingdom of Great Britain and Northern Ireland. Mother Nature cannot be ignored. Does the hon. Gentleman agree that we should consider setting up a formal structure of permanent support for businesses that are affected by flooding, outside of the insurance industry?"}, {"speaker": "Craig Whittaker:", "speech": "      I am not sure that that is the sole responsibility of the Government. I think that there needs to be a joint approach between the insurance industry and Government, but, again, I will come on to that during my speech."}, {"speaker": "John Mc Nally (Falkirk) (SNP):", "speech": "      As the recently appointed chair of the all-party parliamentary group on flood prevention, I can tell the hon. Gentleman that we had discussions with the hon. Member for York Central (Rachael Maskell) on this on, I think, 26 January. It became apparent in the debate, which was interrupted several times so that we could vote in the Chamber, that there was a great divide on whether there was evidence to show that businesses had been affected. Does he agree that the APPG should visit the sites so that we can witness the problem and speak to the businesses that have been affected by flooding?"}, {"speaker": "Craig Whittaker:", "speech": "      Of course, we would always welcome the APPG in the Calder Valley. In fact, we welcome anyone who would like to come and have a look. Indeed, if it helps us to make progress in this area and others affected by flooding, the whole group is very welcome, and I will help to arrange for businesses to talk to it too."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      Today, I received a briefing from the ABI saying that it was not going to look at the issue of small businesses having a Flood Re scheme, and that small businesses could shop around for insurance. I know from my constituency of York Central that that simply does not happen, and is not possible. Businesses in my constituency are putting forward their own resources instead of claiming from their insurance company. Is it not crucial that the Government move forward with a Flood Re scheme for small businesses to make sure that they are protected in future?"}, {"speaker": "Craig Whittaker:", "speech": "      I am not quite sure that that is entirely the Government’s responsibility. The ABI has a huge responsibility for this too. As I shall highlight with the things that have been done in the Calder Valley—doubtless they have been done in York Central too—it   "}, {"speaker": "Stuart Blair Donaldson (West Aberdeenshire and Kincardine) (SNP):", "speech": "      I apologise to the hon. Member for Calder Valley (Craig Whittaker) and to you, Mr Deputy Speaker, for arriving late. The hon. Gentleman has made an important point about the ABI. Does he agree that another way to help businesses and communities affected by flooding is for the Government to apply to the EU solidarity fund to ensure that more support is available for those businesses and communities?"}, {"speaker": "Craig Whittaker:", "speech": "      As the hon. Gentleman knows, the Government have given a commitment to look at that funding to see how they can help. I dare say the Minister will give us an update on that."}, {"speaker": "Holly Lynch (Halifax) (Lab):", "speech": "      Does the hon. Gentleman agree that bigger and smaller businesses alike may be significant employers for neighbouring constituencies, and the thought of flooding just once is so serious that they may think of moving out of the Calder Valley?   "}, {"speaker": "Craig Whittaker:", "speech": "      The hon. Lady is right. As she knows, the Calder Valley is made up of high-sided valleys, so there are few places for those businesses to relocate locally. If they move out of the Calder Valley, we will lose the job skill sets and the local communities will wither and die. I shall return to that."}, {"speaker": "Craig Whittaker:", "speech": "      I suspect the solution is somewhere in the middle, with a joint partnership between both."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      Does the hon. Gentleman agree that a strategy to provide upfront support for businesses, protecting their properties from flooding in the first place, would bring down   "}, {"speaker": "Craig Whittaker:", "speech": "      The record shows, particularly in the Calder valley, which was flooded in 2012, that the Government invested quite a lot of money in flood prevention schemes, allowing people to invest in their homes. One problem we have, of course, is that although people live beside the rivers, they do not particularly prepare for these things. The evidence does not really show that putting flood prevention in reduces the risk with insurance companies. That is one of the serious issues that needs addressing."}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      I pay tribute to my hon. Friend the Member for Calder Valley (Craig Whittaker) for a very quiet but very forensic speech that showed the deep care that he has for his constituency. I saw that directly myself when I walked through many of the businesses that he described. I saw how, in essence, a tidal wave had moved through a furniture factory, wiping out half a million pounds-worth of stock. I saw how a furniture warehouse was ruined and a community centre had been wiped out. I saw, as many hon. Members on both sides of the House have noted, the incredible impact that this has had on a very precious and beautiful area of our country and a historic community, and how intimately the subject of business insurance is connected to the livelihood and the longevity of these communities."}, {"speaker": "John Mc Nally:", "speech": "      I have sent the Minister a letter inviting him to the next meeting of the all-party group on flood prevention, but he has not replied. It would be an opportune time for him to meet us after his other meeting."}, {"speaker": "Rory Stewart:", "speech": "      I would be delighted to do that. I have 45 seconds left. I pay tribute to a wonderful speech by my hon. Friend the Member for Calder Valley. It was a serious forensic analysis that tore the DEFRA report to pieces, for which I am grateful and I will follow up on it. I also thank the other Members who have contributed to the debate, and I pay tribute to the extraordinary community in Calder Valley, including the community activists in Hebden Bridge, individual businesses and, indeed, the military on the streets for the work they did. Finally, I give a commitment to my hon. Friend and to the House that we will, through the round table and over the weeks ahead, look in full, relentlessly and vigorously, at the costs, both economic and social, involved in failing to provide adequate business insurance."}]