[{"speaker": "Edward Argar (Charnwood) (Con):", "speech": "   1.    What discussions he has had with his ministerial colleagues on proposals for a Cardiff city deal. [903619]"}, {"speaker": "The Secretary of State for Wales (Stephen Crabb):", "speech": "      The Cardiff city deal represents a once-in-a-generation opportunity to raise growth levels right across the region, securing Cardiff’s position as one of the best capital cities in Europe and a fantastic place in which to do business. Yesterday, my right hon. Friend the Secretary of State for Communities and Local Government and I met leaders from the Cardiff capital region to discuss the city deal and to ensure that progress and momentum are being maintained."}, {"speaker": "Edward Argar:", "speech": "      My hon. Friend the Member for Cardiff North (Craig Williams) has long championed the city deal to help deliver even greater success for Cardiff and Wales, but for it to succeed everyone must be as committed to delivering for Cardiff as he and the Secretary of State so clearly are. What assessment has the Secretary of State made of the Welsh Assembly Government’s commitment to this city deal and particularly their commitment to funding it?"}, {"speaker": "Stephen Crabb:", "speech": "      I thank my hon. Friend for his question. I discussed the Cardiff city deal proposal on Monday with the First Minister, and I am pleased and reassured that all parties are now strongly committed to it. I think that there are still some questions to be asked about the nature of the financial commitment coming from the Welsh Government, but there is now momentum behind the deal and we look forward to getting it secured as soon as possible."}, {"speaker": "Jo Stevens (Cardiff Central) (Lab):", "speech": "      On financial commitment, last month, I asked the Secretary of State whether his Government would match the £580 million that the Welsh Government are putting towards the Cardiff city deal. Has he got a cheque from the Chancellor yet?"}, {"speaker": "Stephen Crabb:", "speech": "      I am slightly surprised by the hon. Lady’s tone. We have already put £125 million on the table to help with rail electrification. The Welsh Government may want to put that into the pot. We have already put £50 million towards the compound semiconductor catapult   "}, {"speaker": "Craig Williams (Cardiff North) (Con):", "speech": "      I am sure the Secretary of State will join me in welcoming the massive announcement that Aston Martin will be building its new vehicle in south Wales. Does that not emphasise the important nature of the private sector involvement in the city deal, and what is he doing to ensure that the Welsh Government and local authorities engage with the private sector so that they lever in more money?"}, {"speaker": "Stephen Crabb:", "speech": "      My hon. Friend is absolutely right. First, though, let me put on record our congratulations to him and his wife, Clare, as it is a few days after the birth of their second child. It is wonderful to see him taking a break from paternity leave to stand here today championing the interests of his constituents in Cardiff. He is absolutely right on two counts. The first is on the success of bringing the Aston Martin deal to Wales, which is a great example of the Welsh and the UK Governments working together in a true team Wales approach. The second is on the importance of business and the fact that it is right at the heart not just of helping to create the city deal vision, but of delivering it as well"}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      Let me pass on my congratulations to the hon. Member for Cardiff North (Craig Williams). I also congratulate the workforce in the St Athan area—in the seat of the Under-Secretary of State for Wales, the hon. Member for Vale of Glamorgan (Alun Cairns)—and the Welsh Labour Government on their support for that project, the Cardiff city deal and the Swansea city deal. Will the Secretary of State confirm that the support will be there for Cardiff and for the proposal by Terry Matthews for an “internet coast” that links Swansea and west Wales as well, as that is where we will drive the jobs into Wales?"}, {"speaker": "Stephen Crabb:", "speech": "      The hon. Gentleman has raised a number of different initiatives all together in one question. The common thread running through them was the nature of partnership working, and we need to see more of that. I am talking about the Welsh Government, the UK Government and local partners all working together. The Aston Martin deal shows the fruit that can be borne when we have the right kind of attitude and commitment from the Prime Minister, the First Minister, the Ministry of Defence and excellent local MPs such as the Under-Secretary of State for Wales. I have discussed the Swansea city deal with Sir Terry Matthews. We are really interested in understanding it in a bit more detail, and we want to work with the Swansea city deal partners as well as our partners in Cardiff."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      Is it not the case that Aston Martin moved to St Athan in the Greater Cardiff region partly because of the success of organisations such as Superfast Cymru, which is delivering fast broadband, and particularly because of the skills that now exist in south Wales?"}, {"speaker": "Stephen Crabb:", "speech": "      My hon. Friend, who has a great love for and knowledge of Wales, is right. The most important thing for securing big inward investment projects such as Aston Martin, or the continued inward investment of companies such as Airbus, is the excellence of the skills and the workforce that we have now in Wales. We are not complacent about that. There is more progress that could be achieved, but the reason that such companies choose Wales over locations all round the world is the quality of the skills of the workforce, the quality of the infrastructure and the UK Government’s commitment to creating the best environment for economic growth."}, {"speaker": "Rehman Chishti (Gillingham and Rainham) (Con):", "speech": "   2.    What recent assessment he has made of trends in the level of employment in Wales. [903620]"}, {"speaker": "Sir Henry Bellingham (North West Norfolk) (Con):", "speech": "   7.    What assessment he has made of trends in the level of employment in Wales; and if he will make a statement. [903626]"}, {"speaker": "The Parliamentary Under-Secretary of State for Wales (Alun Cairns):", "speech": "      Employment in Wales is now at a record high, with more people than ever before having the security of a pay packet to provide for themselves and their family. Aston Martin has been mentioned. That is testimony to the significant investment that Wales is attracting."}, {"speaker": "Rehman Chishti:", "speech": "      As a former student of Aberystwyth University, the oldest and the best law school in Wales, I have been pleased to see that more than 80% of employees in mid-Wales are now employed by small and medium-sized enterprises. Will the Minister join me in acknowledging the significance of that thriving community to the economy in Wales?"}, {"speaker": "Alun Cairns:", "speech": "      My hon. Friend is right and he is a true champion of Aberystwyth and of mid-Wales. He will be pleased to hear that there are 3,500 additional small businesses in that area, with an extra 5,500 people going out to work every day since 2010 as a result of the economic stability we have brought about."}, {"speaker": "Sir Henry Bellingham:", "speech": "      Does the Minister agree that the key to further enhancing employment in Wales is diversification and innovation in the rural economy, just as is happening in East Anglia? What specific measures does he have in mind to increase enterprise in Wales’s more remote areas?"}, {"speaker": "Alun Cairns:", "speech": "      My hon. Friend is a great expert on rural issues in relation to the success in his constituency in North West Norfolk, and I pay tribute to that. Employment growth in rural Wales has outperformed employment increases across the whole of Wales, which demonstrates the dynamism and the broad base on which those policies are being implemented. There is a range of initiatives such as the British Business Bank, the start-up loan scheme and the new enterprise allowance scheme on a UK Government basis, and we are keen to work with the Welsh Government to try to diversify further."}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      Now that it is official Government policy to support membership of the European Union in the referendum, will the Minister and the Secretary of State produce a report that shows the benefit of the European Union to jobs and investment in Wales?"}, {"speaker": "Alun Cairns:", "speech": "      Our position is clear. The Government support the deal that my right hon. Friend the Prime Minister has negotiated. Of course, Europe is important to our exporters and businesses, but it is also important because of the money repatriated from Europe to Wales and the United Kingdom through cohesion funding."}, {"speaker": "Mr Mark Williams (Ceredigion) (LD):", "speech": "      As Aberystwyth’s MP, I reiterate the comments of the hon. Member for Gillingham and Rainham (Rehman Chishti). If we are serious about creating more jobs, and we are, that means real investment in real infrastructure. Why, then, has the Government’s mobile infrastructure project been such a failure and delivered so little for rural Wales?"}, {"speaker": "Alun Cairns:", "speech": "      The hon. Gentleman raises this issue persistently. As a result of representations from him and others, I met Openreach earlier this week, as well as Broadband Delivery UK. I have plans to meet the mobile operators shortly to discuss what more can be done to improve the mobile infrastructure. With the 4G auction, at least 95% coverage will be gained in Wales. That contrasts significantly with the 3G auction and the low percentage that Wales was left with last time."}, {"speaker": "Guto Bebb (Aberconwy) (Con):", "speech": "      Will my hon. Friend join me in congratulating my constituent, Mr Sean Taylor, on the further expansion of his company, Zip World? In four years this company has gone from no staff to 220 staff, revitalising the economy of rural north-west Wales, to the benefit of employment and diversification of the local economy."}, {"speaker": "Alun Cairns:", "speech": "      Many Members will appreciate the difficulties that zip wires can present, but I pay tribute to my hon. Friend, who is a true champion of zip wires and the success and diversification that they bring not only to his own constituency, but to Arfon. We are keen to see the further support and diversification of that business in his area."}, {"speaker": "Susan Elan Jones (Clwyd South) (Lab):", "speech": "      Following the excellent news about Aston Martin, I pay tribute to that company, to our dynamic pro-business Welsh Labour Government and to everyone who was involved in securing the deal. As we are discussing trends in employment, and with around 200,000 jobs in Wales dependent on our EU membership, what does the Minister think would happen to trends in employment if we were daft enough to leave the EU?"}, {"speaker": "Alun Cairns:", "speech": "      I am grateful to the hon. Lady for recognising the efforts that the UK Government have made to attract investment, particularly with the major Aston Martin investment in my constituency. I think those comments should be underlined. Of course, the Government do not plan to leave the European Union; the Prime Minister has made the case, having negotiated a strong deal, and we are confident that the British people will support that when the referendum comes."}, {"speaker": "William Wragg (Hazel Grove) (Con):", "speech": "   3.    What assessment he has made of the effectiveness of steps taken to rebalance the economy in Wales. [903621]"}, {"speaker": "Craig Tracey (North Warwickshire) (Con):", "speech": "   5.    What assessment he has made of the effectiveness of steps taken to rebalance the economy in Wales. [903624]"}, {"speaker": "The Secretary of State for Wales (Stephen Crabb):", "speech": "      This Government know that supporting our manufacturing industry is vital for rebalancing the economy. Despite challenging global conditions, we have seen 12,000 new manufacturing jobs created by businesses in Wales since 2010, reversing the decline we saw under the previous Labour Government."}, {"speaker": "William Wragg:", "speech": "      I thank my right hon. Friend for that reply. How will small businesses in my constituency and in the north-west of England be able to benefit from the economic recovery in north Wales?"}, {"speaker": "Stephen Crabb:", "speech": "      My hon. Friend is absolutely right about the strength of the economic recovery in north Wales. When I travel around Wales, I see that much of what is innovative and exciting is happening in north Wales. We are clear that the economy of north Wales is integrated in a single entity with the economy of north-west England, so there are lots of opportunities for small and medium-sized businesses on both sides of the border to benefit from the emerging northern powerhouse vision. I met the North Wales Business Council earlier this month and, like businesses across north Wales, it is calling out to be part of the northern powerhouse."}, {"speaker": "Craig Tracey:", "speech": "      Does the Secretary of State agree that the success of the manufacturing industry in Wales, and across the rest of the UK, reflects a growing global demand for our products and is further evidence of the success of the Government’s ambitious Exporting is GREAT campaign?"}, {"speaker": "Stephen Crabb:", "speech": "      My hon. Friend is absolutely right; there is enormous and growing global demand for high-quality products manufactured in Wales. The Government have set ourselves really ambitious targets for increasing the level of UK exports, and I am clear that I want to see Welsh business sharing in that export surge. That is why UK Trade & Investment’s Exporting is GREAT roadshow truck will be in Deeside in north Wales tomorrow, explaining to small businesses there what export opportunities there are around the world."}, {"speaker": "Albert Owen (Ynys Môn) (Lab):", "speech": "      One way to rebalance the economy is to decentralise enterprise and services. Therefore, why are the Government closing tax offices and courts in peripheral areas of Wales, given the impact that has on the economy? They talk about decentralisation, but they centralise services when they have the opportunity."}, {"speaker": "Stephen Crabb:", "speech": "      The hon. Gentleman should understand that the Government have a sacred duty to take care of how taxpayers’ money is spent. Despite all the problems we were left with in 2010, the truth is that we maintain a very strong UK Government footprint in Wales, and the   "}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      Partial income tax powers are of course a welcome step in helping the UK rebalance geographically, but it is vital that those powers are accompanied by a fiscal framework that genuinely preserves non-detriment to Wales. Given the Scottish Government’s successful struggle to achieve a no-detriment agreement, what specific representations has the Secretary of State received from the Welsh Government on their chosen deduction method, and what is his chosen deduction method? Is it not the case that partial income tax powers make it more difficult to achieve genuine non-detriment?"}, {"speaker": "Stephen Crabb:", "speech": "      The hon. Gentleman is right about the need to get the details right—we have just seen a very prolonged negotiation on the Scottish fiscal framework—but that is further down the line. We still have an ongoing discussion with the Welsh Government. They want to avoid taking on any income tax powers whatsoever. They want to avoid the additional fiscal responsibility that that would entail. They are running from having that fuller financial accountability that we believe is really important for Welsh democracy."}, {"speaker": "David T. C. Davies (Monmouth) (Con):", "speech": "   14. [903633]    Will the Secretary of State confirm that the Severn bridge is key to the economy of south Wales, that the debt will be paid back before the April 2018 prediction and that it offers a golden opportunity to reduce tolls for businesses and hard-pressed motorists in Wales?"}, {"speaker": "Stephen Crabb:", "speech": "      My hon. Friend, who chairs the Welsh Affairs Committee, has been persistent and effective in raising concerns about the burden imposed on businesses and motorists in Wales by the very high tolls on the Severn bridge. We have not made any final decisions about what will happen when the private sector concession ends at the end of 2017, but we and the Treasury will be very keen to hear any specific ideas that he and members of his Committee might have."}, {"speaker": "Nia Griffith (Llanelli) (Lab):", "speech": "      Last year, the Secretary of State said his ambition was to secure more balanced growth in the Welsh economy, but on his watch we are seeing the loss of hundreds of jobs in our strategically important steel industry. The Government are being painfully slow to heed our warnings on cutting energy costs, and weak and disingenuous when it comes to standing up to Chinese dumping. With EU backing given in December, how much longer will the Government delay the energy compensation package the steel industry in Wales so desperately needs?"}, {"speaker": "Stephen Crabb:", "speech": "      I am really disappointed by the slightly tribal and partisan tone the shadow Secretary of State adopts on this issue. If she wants to talk about what has happened to steel jobs under Conservative and Labour Governments, I am happy to do that, and we can talk about the decline in steel jobs on the watch of previous Labour Governments. I am much more interested in getting answers now to the global storm facing the steel industry. This Government have taken a lead in Europe in changing procurement rules and arguing for protection   "}, {"speaker": "Nia Griffith:", "speech": "      The Government also have a key role in commissioning large infrastructure projects, which can boost manufacturing and rebalance the economy. Manufacturers across Wales, who are gearing up in earnest to supply the Swansea bay tidal lagoon, share my deep concern that the Government are now planning a lengthy review, which could scupper the project altogether. Will the Secretary of State now give us an unequivocal guarantee that this vital project will not be sunk by his Government?"}, {"speaker": "Stephen Crabb:", "speech": "      I notice that the shadow Secretary of State did not stand up and welcome what we saw yesterday—Her Majesty the Queen naming and opening the new Elizabeth Crossrail line, which, by the way, uses 50,000 tonnes of steel made in Wales by Celsa Steel. The hon. Lady should be absolutely welcoming that as a good example of how UK infrastructure investment can drive growth in the steel industry. On the tidal lagoon review, the chief executive of the Swansea tidal lagoon has welcomed it himself. He welcomes the fact that we are looking into this and exploring all options to see whether the project can be financially viable."}, {"speaker": "Mr Speaker:", "speech": "      We are all better informed, albeit at some length."}, {"speaker": "John Howell (Henley) (Con):", "speech": "   13. [903632]    Does the Minister share my view that a prime mover behind rebalancing the economy is the sense of fairness? Does he agree that the action taken by the Government in freeing generations of people in constituencies throughout Wales is about making the best use of their talents? [Interruption.]"}, {"speaker": "Mr Speaker:", "speech": "      Order. The House and the nation should have heard Mr Howell, and I fear they might not adequately have done so. [Interruption.] No, it will do for today—as long as the Secretary of State heard. But courtesy dictates."}, {"speaker": "Stephen Crabb:", "speech": "      I did not hear the full question, but what I did hear was a really important point about fairness when it comes to rebalancing the economy. Unlike previous Labour Governments, who stood by while the economy of the United Kingdom became hopelessly imbalanced towards London and the south-east, we do not think that is good enough. We think that there are talents and resources in the north of England, Wales, Scotland, Northern Ireland and the west of England that need to be captured and enhanced to drive growth in the UK."}, {"speaker": "Dr Liam Fox (North Somerset) (Con):", "speech": "   4.    What assessment he has made of the potential effect of devolving air passenger duty to Wales. [903623]"}, {"speaker": "The Secretary of State for Wales (Stephen Crabb):", "speech": "      This Government have a proud record on devolution in Wales: establishing the Silk commission, devolving landmark new fiscal powers and taking forward the   "}, {"speaker": "Dr Fox:", "speech": "      Devolving air passenger duty will create a market distortion favouring a state-owned airport against a private one. It will damage the economic viability of Bristol airport and have consequential detrimental effects in the south-west. When my right hon. Friend discusses this with the Chancellor, will he gently reflect on the fact that, had our colleagues not made such great gains in the south-west, there would not be a majority Conservative Government?"}, {"speaker": "Stephen Crabb:", "speech": "      I am sure that my right hon. Friend, like me, welcomes the fact that the Government are cutting APD in all parts of the UK. However, let us be clear: I want Cardiff airport to be a success story, but I also recognise that there are serious concerns about the effect APD devolution might have on competition issues in relation to Bristol airport."}, {"speaker": "Ian C. Lucas (Wrexham) (Lab):", "speech": "      Is the Secretary of State aware that north Wales’s local airports are in Liverpool and Manchester? Will he pull his finger out and have meetings to improve connectivity to Manchester airport by rail from north Wales?"}, {"speaker": "Stephen Crabb:", "speech": "      I am very aware of the issues that the hon. Gentleman raises. I recently met the north Wales business council precisely to talk about the importance of a rail link from north Wales into Manchester airport. He makes an important point that we are very mindful of."}, {"speaker": "Bob Blackman (Harrow East) (Con):", "speech": "   6.    What assessment he has made of trends in the proportion of households in Wales which are workless. [903625]"}, {"speaker": "The Parliamentary Under-Secretary of State for Wales (Alun Cairns):", "speech": "      Wales is getting back to work. There are 58,000 fewer workless households in Wales since 2010. Our welfare reforms are benefiting the people of Wales, helping them into jobs that will provide a regular wage for themselves and their families."}, {"speaker": "Bob Blackman:", "speech": "      Does my hon. Friend agree that the far-reaching benefit changes and reforms of the welfare state are encouraging people to get back to work and have the dignity of earning a living rather than living a life on benefits?"}, {"speaker": "Alun Cairns:", "speech": "      My hon. Friend is absolutely right. The unemployment rate in Wales has fallen by more than that in any part of the UK over the last quarter. Welfare reform is key to that. We are determined to deliver a low welfare, low tax, high wage economy."}, {"speaker": "Christina Rees (Neath) (Lab):", "speech": "      The Institute for Fiscal Studies warned this month that universal credit will tend to weaken the incentive for single parents to be in work. What assessment have the Government made of the effect that rolling out universal credit will have on the number of workless households in Wales?"}, {"speaker": "Alun Cairns:", "speech": "      Welfare reform needs to be taken in its totality. It is about incentivising work but also about increasing wages and lowering taxes. I would hope that the hon. Lady would reflect on the positive nature of welfare reform in turning around communities, families and society."}, {"speaker": "David Rutley (Macclesfield) (Con):", "speech": "   8.    What recent discussions he has had with stakeholders in Wales on future investment in large infrastructure projects in north Wales. [903627]"}, {"speaker": "The Parliamentary Under-Secretary of State for Wales (Alun Cairns):", "speech": "      The Secretary of State and I regularly meet stakeholders to discuss the Government’s plans to deliver improvements in infrastructure across the whole of Wales. For instance, next week the Secretary of State will meet Hitachi to discuss its proposals for a new nuclear power station at Wylfa in more detail."}, {"speaker": "David Rutley:", "speech": "      Can my hon. Friend confirm that bringing HS2 to Crewe six years early, as part of the Government’s northern powerhouse, will directly benefit the people of north Wales and spur more economic development programmes in Wales, as well as in north-west England and Cheshire more generally?"}, {"speaker": "Alun Cairns:", "speech": "      I am grateful to my hon. Friend for raising this issue. He highlights the fact that the HS2 project is truly a national scheme. The Crewe hub offers significant potential to north Wales and to the northern powerhouse. I recently met the North Wales-Mersey Dee alliance rail taskforce, which also recognises the potential of north Wales for the northern powerhouse and the northern powerhouse for north Wales."}, {"speaker": "Liz Saville Roberts (Dwyfor Meirionnydd) (PC):", "speech": "      Much is rightly made of trends in employment in Wales, but average full-time workers’ pay in my constituency has dropped by 12% in the past two years. What is the Secretary of State doing to bring infrastructure projects, along with science and technology salaries, to Llanbedr and Trawsfynydd in Dwyfor Meirionnydd?"}, {"speaker": "Alun Cairns:", "speech": "      The hon. Lady is naturally a true champion not only of her own constituency but the whole of north Wales. She will welcome the significant investment in the prison in Wrexham and the £20 billion investment that Wylfa Newydd will bring. She has also shown interest in the modular nuclear projects at Trawsfynydd. I recently met the leader of Gwynedd Council to discuss the prospects that could result from my right hon. Friend the Chancellor’s announcement in the Budget making £250 million available for this scheme."}, {"speaker": "Ann Clwyd (Cynon Valley) (Lab):", "speech": "   9.    When he expects the report of the Macur review to be published. [903628]"}, {"speaker": "The Secretary of State for Wales (Stephen Crabb):", "speech": "      Lady Justice Macur’s report is being considered as a matter of urgency with a view to publication as soon as possible."}, {"speaker": "Ann Clwyd:", "speech": "      Eight young boys in my constituency were abused in the 1980s. They have waited all this time for some conclusions. It is ridiculous that in the past two months Government Departments have been sitting on Lady Macur’s report. What is going on? I understand that redactions are taking place. What confidence can we have that when the report is eventually published it is a true report without interference from Government?"}, {"speaker": "Stephen Crabb:", "speech": "      I thank the right hon. Lady for her question. We are discussing something incredibly serious and sensitive. Let me put on record my thanks to her for the tireless work that she has put in over the years to fight for justice for those who have suffered horrendous abuse. We are talking about some of the most shameful episodes in the history of the nation of Wales."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "   12. [903631]    Does the Secretary of State agree that there is concern about attention in the report to the language issue? The only attention that was given to the language issue in the Waterhouse report was to say that the children swore a great deal, as well they might have."}, {"speaker": "Stephen Crabb:", "speech": "      The hon. Gentleman is getting into a level of detail about the matter that we can perhaps discuss outside this place on another occasion. Perhaps he and I could meet to talk about that."}, {"speaker": "Hywel Williams:", "speech": "      The Wales Council for Voluntary Action criminal records unit, which provides free disclosure and barring checks for the third sector, will close on 31 May. The last paper application will be accepted this Friday. The WCVA has provided a bilingual service, which will cease on Friday. Does the Secretary of State share my concern about that cut?"}, {"speaker": "Stephen Crabb:", "speech": "      The hon. Gentleman knows that I want the Welsh language to flourish and be used on a day-to-day basis. I am not familiar with the case that he has raised, but if he wants to drop me a note, I will make sure that it is looked into fully."}, {"speaker": "Michelle Donelan (Chippenham) (Con):", "speech": "   Q1. [903644]    If he will list his official engagements for Wednesday 24 February."}, {"speaker": "The Prime Minister (Mr David Cameron):", "speech": "      The House will be aware of the dreadful accident that occurred at Didcot power station yesterday afternoon, in which one person died and three are missing. I know that the whole House will join me in sending our condolences to the family and friends of the victim and our best wishes   "}, {"speaker": "Michelle Donelan:", "speech": "      I would like to associate myself and the people of Wiltshire with the Prime Minister’s sentiments about the occurrence in Didcot."}, {"speaker": "The Prime Minister:", "speech": "      Let me pay tribute to Wiltshire Council and to the many councils up and down our country that have done a magnificent job of integrating and taking in Syrian refugees and their families, finding them homes, finding them schools and, I hope, in time, finding them jobs, too. If we look at what has happened across Europe with the relocation and resettlement programme, we see that Britain has done far better than any other country. We said 1,000 by Christmas, and we have delivered 1,000 by Christmas."}, {"speaker": "Jeremy Corbyn (Islington North) (Lab):", "speech": "      I want to echo the Prime Minister’s tribute to all the emergency services in dealing with the major incident in Didcot. Our thoughts are with the families of the person who died and those who are missing or injured. We rely on our emergency services and we should make sure they are always there for all of us."}, {"speaker": "The Prime Minister:", "speech": "      First, the Health Secretary did not veto a deal. For four years we have had discussions about how important it is to have an NHS that works on a more seven-day basis. Let me pay tribute to the fact that so many in the NHS work so hard already at the weekends, but what matters is making sure we can have a genuine seven-day NHS."}, {"speaker": "Jeremy Corbyn:", "speech": "      This dispute with the junior doctors has been on the basis of misrepresented research about weekend mortality. I will read the Prime Minister what the researchers themselves say:"}, {"speaker": "The Prime Minister:", "speech": "      Let me agree with the right hon. Gentleman about something, which is that this dispute has been plagued by scaremongering and inaccurate statistics. The British Medical Association, in its first intervention, said that this was a 30% pay cut. That was completely untrue. In fact, it was so untrue that it had to take its pay calculator off its website, and it never put it back up again."}, {"speaker": "Jeremy Corbyn:", "speech": "      It is just worth reflecting for one moment that there is no dispute with the junior doctors in Scotland or in Wales, because their Governments have had the sense to reach an agreement with the junior doctors. The Prime Minister must also be aware that the vast majority of the public in England are on the side of the junior doctors, not the Secretary of State."}, {"speaker": "The Prime Minister:", "speech": "      I think the best that can be said is that the right hon. Gentleman wrote that question before he heard my answer. I have given the fullest possible description of how the figure of 6,000 excess   "}, {"speaker": "Jeremy Corbyn:", "speech": "      We all want a strong and successful NHS, but that will not be achieved by provoking industrial action, misrepresenting research or failing to get a grip on the cost of agency staff in the NHS, which now amounts to £4 billion. Indeed, the Prime Minister’s own local NHS trust has overspent on staffing costs by £11 million this year, yet has managed to spend £30 million on agency staff. Will the chair of the Oxford anti-austerity campaign be writing another letter to himself on behalf of his constituents, asking for the Health Secretary to intervene to support his local NHS?"}, {"speaker": "The Prime Minister:", "speech": "      I am very proud of the NHS in Oxfordshire and everyone who works in it. Having met the head of the Oxford Radcliffe trust recently, I know that he supports the move towards more seven-day services. That is absolutely vital."}, {"speaker": "Carolyn Harris (Swansea East) (Lab):", "speech": "      Ask your mother!"}, {"speaker": "The Prime Minister:", "speech": "      Ask my mother? I know what my mother would say. She would look across the Dispatch Box and say, “Put on a proper suit, do up your tie and sing the national anthem.”"}, {"speaker": "Jeremy Corbyn:", "speech": "      If we are talking of motherly advice, my late mother would have said, “Stand up for the principle of a health service free at the point of use for everybody.” That is what she dedicated her life to, as did many of her generation."}, {"speaker": "The Prime Minister:", "speech": "      We will get deficits down because we are clamping down on the staffing agencies and expensive management consultants, and introducing better public procurement."}, {"speaker": "Jeremy Corbyn:", "speech": "      Nye Bevan would be turning in his grave if he could hear the Prime Minister’s attitude towards the NHS. He was a man with vision who wanted a health service for the good of all. I tell you, Mr Speaker, our health service is run by brilliant people—brilliant doctors, brilliant nurses and brilliant staff. I have a question for the Prime Minister from one of those brilliant doctors, whose name is Ashraf:"}, {"speaker": "The Prime Minister:", "speech": "      What I think is not clear is whether or not Labour supports a seven-day NHS. We support a seven-day NHS and that is why we are putting in £10 billion, 10,000 more doctors, and 11,000 more nurses. Crucially, yes, that is why we are looking at the contracts in the NHS to ensure that it can work on more of a seven-day basis. The truth is this that there are hospitals today in our country, such as the Salford Royal in the north-west of England, that already operate on a seven-day basis within existing budgets. That is good, because they are using all the equipment on a seven-day basis, they are carrying out consultations seven days a week and they carry out some operations seven days a week. That is good for the hospital, good for the staff working in it and, above all, good for patients. We do not just get ill Monday to Friday. I want a world-class NHS. We are funding a world-class NHS. We have world-class people working in our NHS and together we will build that seven-day NHS."}, {"speaker": "Chris Davies (Brecon and Radnorshire) (Con):", "speech": "   Q3. [903646]    With such a large number of schools in Brecon and Radnorshire facing the prospect of closure, what can my right hon. Friend do to encourage the Welsh Assembly to convert state schools into free schools and academies so that my constituents can benefit from the improvements to education that English pupils are seeing and so that we hopefully save these excellent schools from closure?"}, {"speaker": "The Prime Minister:", "speech": "      Obviously, education is devolved in Wales and the responsibility of the Welsh Assembly Government. I urge them to focus on how a good education depends not only on the finance, which is there because of the way that the Barnett formula works and because of the decisions we have taken about funding the NHS in England, but on high standards and the publication of league tables, so that people can   "}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      May I begin by associating the Scottish National party with the comments made by the Prime Minister and the leader of the Labour party about the tragedy in Didcot? Our thoughts are with all those who have been affected."}, {"speaker": "The Prime Minister:", "speech": "      Let me agree with the right hon. Gentleman that this is an excellent deal. It is an excellent deal for Scotland, but it is also an excellent deal for the United Kingdom. For those of us who want to keep the United Kingdom together, we have just demonstrated that we can have full-on devolution with a powerhouse Parliament and a fair fiscal settlement inside the United Kingdom, and that is something to be celebrated. Now we will move to a situation in which the Scottish Government and the Scottish Parliament will have to start talking about policies and decisions rather than processes. I am happy that the negotiations went as they did, I am happy that we have a good outcome, and I am happy that Lord Smith, who is responsible for so much of this work, put out a statement saying that this delivers Smith and the principles “in full”. No more grievance, no more fussing about process, no more arguments about the arrangements: now is the time to get on and govern."}, {"speaker": "Angus Robertson:", "speech": "      We are indebted to Scotland’s Finance Secretary, John Swinney, and to First Minister Nicola Sturgeon for securing a no-detriment deal for Scotland. The Prime Minister is right that all parties will have to lay out their plans in advance of the May election, so will he answer this question? Is it true that in this time of austerity his party, the Conservative party, is planning tax cuts for higher earners in Scotland?"}, {"speaker": "The Prime Minister:", "speech": "      It will be Ruth Davidson, who is the only proper Opposition figure in Scotland, who will be sending out the plans. If someone in Scotland is worried about having a bit of a one-party state and a lack of accountability, and if they think that the Labour party in Scotland has lost its way, there is only one choice, and that is Ruth. I think there are opportunities to cut taxes, sharpen incentives and attract businesses and people into Scotland, and I am sure that Ruth will be making those arguments. As she does, and whatever she decides, she will have my full and unequivocal support."}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "   Q5. [903648]    A recent survey undertaken by Blaby District Council showed that 96% of the 1,100 residents surveyed were   "}, {"speaker": "The Prime Minister:", "speech": "      I am happy to join my hon. Friend in doing that, and he makes an important point. Yes, we had to make difficult spending decisions, not least over the past five years, but satisfaction with local government services actually went up. I think that proves a larger point, which is that we can reduce spending levels, find efficiencies, and provide better services at the same time."}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP):", "speech": "   Q2. [903645]    My constituent Frank Wason is on long-term sick leave due to severe depression, but he is no longer entitled to sick pay. He was turned down for employment and support allowance, and he cannot claim jobseeker’s allowance due to his job being kept open for him. Mr Wason cannot leave his highly skilled job as a chef due to the threat of punitive sanctions, leaving him with no income. Will the Prime Minister consider Mr Wason’s case specifically, as well as the wider issue of expecting people with mental health issues who are unable to work to live on fresh air?"}, {"speaker": "The Prime Minister:", "speech": "      I am happy to look at the individual case, because the way that our benefit system should work is clear: if someone is unable to work, but with help could work, they should go on to employment and support allowance and the work-related activity group and get that help. If they are unable to work, they go on to the support group and get a higher amount of money that is not means tested or time limited. For people who have mental health issues and difficulties there is the new personal independence payment system, which can address some of those issues. Quite rightly for a generous and compassionate country, we have a benefit system that supports those who cannot work, while ensuring that those who can work are encouraged to do so."}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "   Q6. [903649]    It is fantastic news that unemployment in my constituency has fallen by 62% since 2010, but I am committed to helping even more residents back into work as we work towards our target of full employment. That is why on 18 March I will be holding a community and jobs fair, bringing together employers and the voluntary sector, for residents to find out the many ways that they can get suitable employment and support from charities. I invite the Prime Minister to come along to that event and see for himself the resources that the residents of Erewash have."}, {"speaker": "The Prime Minister:", "speech": "      I thank my hon. Friend. I am sure I will be touring the country quite a lot in the weeks to come, and perhaps a visit to Erewash would be very worth while. I have visited her constituency before. We now have a much lower unemployment rate, and looking across Europe, our rate of just above 5% is one of the lowest in Europe. Even at that rate, there is still a lot more to do to match the jobs that are being created to the people who want to work, and jobs fairs, apprenticeships   "}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "   Q4. [903647]    The Prime Minister likes to go on about the importance of returning sovereignty to this House. May I remind him that on 7 January we debated the women’s state pension and the fact that women are being discriminated against by the pace of the state pension increase. The House divided that day with 158 votes to zero, and it asked the Government to mitigate the effects of that measure. Why have the Government not respected the sovereignty of the vote of this Parliament?"}, {"speaker": "The Prime Minister:", "speech": "      First, I would argue very strongly that we are not discriminating against women. We are ensuring that there is an equal age of retirement, which is right. Women have been discriminated against in the pension system in the past, and the single-tier pension means that many more women will be retiring with a full pension. As they do so, they have the triple lock of knowing that pensions will always go up by wages, prices or 2.5%, whichever is the highest. That is why pensioner poverty is at a record low, and why pensioners know that they can live in security and dignity in our country."}, {"speaker": "Craig Mackinlay (South Thanet) (Con):", "speech": "   Q7. [903650]    South Thanet lags behind much of the south-east across very many indices. I have launched a new body locally, the Ramsgate regeneration alliance, which brings together businesses and community groups. May I invite my right hon. Friend and the Minister responsibility for coastal communities to this gem on our doorstep to see for themselves what it could and indeed should be?"}, {"speaker": "The Prime Minister:", "speech": "      I am very happy to put Ramsgate on my tour list for the coming months. We all remember the historic battle my hon. Friend fought in that constituency. We have set up the coastal communities fund and have a dedicated Minister in the Government to try to help coastal communities. I will make sure that officials from his Department meet the new alliance and the Ramsgate coastal community team to see what they can do to help."}, {"speaker": "Tulip Siddiq (Hampstead and Kilburn) (Lab):", "speech": "   Q8. [903651]    For two years, my constituents and I campaigned against the development of a luxury skyscraper. The local councillors listened and rejected the plans, but then the Conservative Secretary of State for Communities and Local Government called in the decision and overturned the wishes of the community, showing utter disrespect for local democracy. The Prime Minister preaches localism, but will he finally admit that his Government believe only in the devolution of blame for cuts, not the devolution of actual power to local communities?"}, {"speaker": "The Prime Minister:", "speech": "      We have a long-standing system not only for local planning but for being able to call in decisions. That system operated the whole time under the previous Labour Government. If anything, our local planning system is actually putting more power in the hands of local people, because once they have completed their local plan it is then much easier to say yes to developments that are within that plan and no to developments that are outside it."}, {"speaker": "Huw Merriman (Bexhill and Battle) (Con):", "speech": "   Q9. [903652]    Last Friday, I made separate visits to three families, all of whom have a child suffering from acute mental health difficulties that the families felt had not been adequately assessed at the early stages by child and adolescent mental health services. Colleagues from across the Chamber will be all too familiar with such visits. I welcome the Prime Minister’s recent commitment to reform mental health provision for young people. Will he consider reviewing the provision of initial stage treatment and continue to be the champion for these vulnerable and brave children?"}, {"speaker": "The Prime Minister:", "speech": "      Let me thank my hon. Friend for his question. He is right that children and young people’s mental health is a priority for the Government. I think we can all agree across this House that for many years this area has not had adequate attention or adequate investment. I would highlight in particular the problems of psychosis, sometimes caused by drug use. I would also raise the huge problem of eating disorders; we are seeing a rapid increase in the number of people suffering. We have gone a long way in increasing the number of talking therapies. Something like 740,000 more people are accessing those therapies than when the Government came into office. We recognise that there is more to be done and that is why we are investing £1.4 billion in system-wide transformation across child and adolescent mental health services."}, {"speaker": "Richard Arkless (Dumfries and Galloway) (SNP):", "speech": "   Q10. [903653]    Last week, Scottish Power refused to attend an evidence session with the all-party parliamentary group on Scottish Power cashback mis-selling, where crucial new evidence was uncovered. As a former consumer litigator, I am utterly convinced that more than 2,000 of my constituents and more than 500,000 people in the UK are owed cashback from Scottish Power. Given that this is potentially a scandal of huge proportions, will the Prime Minister agree to meet me and the cross-party group to discuss how we can ensure that these ordinary hard-working people receive the cashback they were promised from Scottish Power?"}, {"speaker": "The Prime Minister:", "speech": "      I am glad the hon. Gentleman has raised this. It has been raised on previous occasions by my hon. Friend the Member for Aberconwy (Guto Bebb) and I know the cross-party group has done some very useful work. My understanding is that any alleged wrongdoing should be fully investigated. Ofgem can impose fines if it finds companies have breached their licence. I am very happy to arrange for a meeting between him and other members of the all-party group with the relevant Ministers in the Department of Energy and Climate Change, so that we can try to get this fixed."}, {"speaker": "Michael Ellis (Northampton North) (Con):", "speech": "   Q11. [903654]    Does my right hon. Friend agree that with the NATO summit in Warsaw pending, the threat of expansionism from Putin’s Russia and the national security threat from Daesh, the Government are right to support putting 2% of our GDP towards defence? Is he not shocked at the failure of the Labour party to do likewise?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend makes an important point—we face an insecure and unstable world, particularly given what Putin has done in the Ukraine and particularly   "}, {"speaker": "Mr Speaker:", "speech": "      Order. Colleagues are calling for more; there will be more."}, {"speaker": "Imran Hussain (Bradford East) (Lab):", "speech": "   Q12. [903655]    Last week, together with several of my hon. Friends, I visited Palestine, where we went to the home of Nora and her family, who have lived in the old city of East Jerusalem since 1953. Israeli settlers, however, are now trying to force Nora from her home of over 60 years. There are many other cases like that. Does the Prime Minister agree with me that illegal settlements and constructions are a major roadblock that hinder peaceful negotiations? What are this Government doing to help prevent these infringements into Palestinian lives and land?"}, {"speaker": "The Prime Minister:", "speech": "      The hon. Gentleman’s question is incredibly important. I am well known as a strong friend of Israel, but I have to say that the first time I visited Jerusalem, had a proper tour around that wonderful city and saw what has happened with the effective encirclement of East Jerusalem—occupied East Jerusalem— I found it genuinely shocking. What this Government have consistently done and go on doing is to say that we are supporters of Israel, but we do not support illegal settlements and we do not support what is happening in East Jerusalem. It is very important for this capital city to be maintained in the way it was in the past."}, {"speaker": "Kelly Tolhurst (Rochester and Strood) (Con):", "speech": "   Q14. [903657]    One of my constituents, Alex Bagnall, is fighting to have his son brought back to the UK after he was taken to Poland by the mother illegally, as per The Hague convention. Will the Prime Minister outline what interventions the Government can make on the EU and Polish authorities with regard to The Hague convention in order to help British families with the safe return of their abducted children, offering hope to devastated families such as my constituents, the Bagnalls?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right to raise a case like this. Sadly, there are far too many of them in our country. The straight answer is that the return decision is, of course, for the Polish court, and Governments cannot interfere in the decisions or processes of another country’s justice system. However, we have the International Child Abduction and Contact Unit at the Ministry of Justice, and it has been in constant touch with Mr Bagnall. It is processing his paperwork and chasing its counterparts in Poland for   "}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "   Q13. [903656]    Oil and gas has contributed over £300 billion to Treasury coffers. The Scottish Government, trade unions and Oil and Gas UK are calling for reductions to the headline rate of tax to support the industry in its hour of need. Yet instead of the so-called “broad shoulders” of the UK, what we see are the slopey shoulders of the Prime Minister, repeatedly dodging his responsibilities. Will he commit to reduce the tax level on oil and gas, and support this vital industry?"}, {"speaker": "The Prime Minister:", "speech": "      In the Budget last year, we reduced the burden of tax on oil and gas—something that we were able to do because of the broad shoulders of the UK. Now let us just examine what has happened since that time. Oil and gas revenues are down by 94%. If it were not for the broad shoulders of the UK Government and if instead this was a genuinely fiscally independent Scotland, there would be a massive black hole in its budget, and it would be cutting welfare, cutting spending, putting up taxes and facing a financial catastrophe."}, {"speaker": "Nusrat Ghani (Wealden) (Con):", "speech": "   Q15. [903658]    Every week two women are killed in England and Wales by a current or former partner. The perpetrator is the problem: the question is not “Why doesn’t she leave?” but “Why doesn’t he stop?”  The Sussex police and crime commissioner is piloting a programme called Drive, which aims to change the behaviour of offenders. In advance of his new strategy to tackle violence against women and girls, will the Prime Minister join me in congratulating Katy Bourne on tackling domestic violence throughout Sussex?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right to raise that issue. We have got better at tackling the crime of domestic violence, but there is still so much more to do. Katy Bourne, whom I know, does an excellent job as the police and crime commissioner. I think that police and crime commissioners, who have a higher profile than police authorities ever had, can give a real lead on this sort of thing, and I urge others around the country to do exactly that. We also need to make sure that we are policing these incidents properly, and we need to change the culture, but I think that police and crime commissioners such as Katy Bourne can help to lead the way."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      As the Prime Minister knows, resources were ring-fenced following the fresh start agreement in November to help Northern Ireland to deal with legacy cases. Will the Prime Minister consider releasing some of that money—this has been hinted at by the Secretary of State—to help the Police Service of Northern Ireland as it faces increasing pressures on front-line policing? Will he also take this opportunity to reaffirm that there will be no rewriting of the past in Northern Ireland to legitimatise terrorism, or to promote a pernicious narrative that tries to make the security forces equivalent to terrorists?"}, {"speaker": "The Prime Minister:", "speech": "      The fresh start agreement was a good agreement, and an important part of it was dealing with legacy cases and ensuring that they were dealt with more quickly. To me, it has always been about trying to heal the hurt of the legacy cases rather than trying to write new narratives."}, {"speaker": "Mr Owen Paterson (North Shropshire) (Con):", "speech": "      The United Kingdom endorses the Code of Good Practice on Referendums, published by the European Commission for Democracy through Law, which states:"}, {"speaker": "The Prime Minister:", "speech": "      I am very happy with the letter that was sent out, for this reason. The Government have a position on this issue: the Government’s position is that we would be better off in a reformed European Union. Ministers are able to depart from that position, and campaign in a personal capacity. That is, I think, a very important statement. It is right in terms of how we go about it, but it does not mean that the Government are neutral. It does not mean that the civil service is neutral. The Government have a policy from which people can depart."}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      With permission, Mr Speaker, I would like to make a statement about the new fiscal framework for Scotland, which was agreed yesterday by the United Kingdom and Scottish Governments."}, {"speaker": "Ian Murray (Edinburgh South) (Lab):", "speech": "      I thank the Secretary of State for advance notice of his statement, and indeed for coming to the House yesterday to indicate he would be making it today. I begin by welcoming unequivocally the news that an agreement has been reached on the fiscal framework, and I would also like to echo the thanks to both Governments, the Deputy First Minister, the Chief Secretary to the Treasury, who is in his place, and of course the Secretary of State himself for working so hard to secure this historic deal. Our heartfelt thanks also go out to the officials of both Governments, who we all know are the people who do the real work in these negotiations."}, {"speaker": "David Mundell:", "speech": "      I agree with most of what the hon. Gentleman said about the opportunity this presents to change Scottish politics. I think the people of Scotland want us to move on from discussing process to discussing policies and the difference that we can make for them with these extensive new powers. It is my full expectation that the agreement and associated details should be available tomorrow, and I very much hope that that will afford the maximum amount of scrutiny. It will of course be open to Committees of this House to scrutinise the arrangements as they see fit."}, {"speaker": "Mr Kenneth Clarke (Rushcliffe) (Con):", "speech": "      First, I congratulate my right hon. Friend on his apparent success in achieving a settlement of this difficult issue—we look forward to the details tomorrow. Can he assure the House that when the settlement is implemented, it will not only give a strong Scottish Government the powers they need to conduct their devolved affairs properly, but do nothing whatever to impair the ability of United Kingdom Governments to maintain financial discipline and healthy public finances for the British economy? That, surely, is an essential condition for the future growth and prosperity of the English, British, Welsh, Irish—United Kingdom—economy."}, {"speaker": "David Mundell:", "speech": "      I am very happy to give my right hon. and learned Friend the assurance he seeks. The Scottish fiscal framework will be consistent with the UK fiscal framework."}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      May I begin by thanking the Secretary of State for advance sight of his statement and indeed for the conversations he had yesterday, given the constraints of parliamentary time and being able to make a statement only today? We appreciate his having done so."}, {"speaker": "David Mundell:", "speech": "      I thank the right hon. Gentleman for welcoming the parts of the agreement that he did. This has been a negotiation, and this is the point arrived at in the agreement; it is not possible for the Treasury or the UK Government to have engineered an agreement, as what was needed was the agreement of the Scottish Government, and that is what has been achieved. The two   "}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      Extrapolating recent population trends, what is the additional cost to England, Wales and Northern Ireland of the transitional arrangements on population?"}, {"speaker": "David Mundell:", "speech": "      There will be no additional cost to England, Wales and Northern Ireland from the powers being transferred compared with if we were not proceeding with this devolution settlement, because the sum being delivered to the Scottish Government is exactly the same as would have been delivered under the Barnett formula."}, {"speaker": "Catherine McKinnell (Newcastle upon Tyne North) (Lab):", "speech": "      The Scottish Government have committed to halving air passenger duty in 2018, if still in government. That leaves Newcastle airport, in my constituency, most at risk from cross-border tax competition. Following today’s statement, when can we expect a decision from the Government on support for regional airports, as promised by the Prime Minister? Ongoing uncertainty is very damaging to regional economies, and an approach of “wait and see” is not acceptable."}, {"speaker": "David Mundell:", "speech": "      I note what the hon. Lady says. Of course people in Scotland will know that the SNP position used to be to abolish air passenger duty completely, so there is somewhat of a change there. None the less, she makes an important point. There is a review, and I am sure that those issues will be considered as the Budget process goes ahead in this Parliament."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      Is not the measure of statesmanship the imagination to give to others what one demands for oneself? For centuries, the English have demanded full control over our spending and taxation. Why should the Scottish people feel any different? Does the Secretary of State not realise that there must be some merit in the argument that as long as we maintain the outmoded, outdated and unfair Barnett formula, which thoroughly disadvantages the English, we will simply stoke up resentment on both sides of the border, and that will ultimately lead to more calls for independence?"}, {"speaker": "David Mundell:", "speech": "      My hon. Friend, as we well know, is the staunchest advocate of full fiscal freedom in this Chamber—more staunchly so than those on the SNP Benches when he moved his amendment for complete fiscal freedom. My response is that the people of Scotland would not respond well to having a £10 billion annual   "}, {"speaker": "Pete Wishart (Perth and North Perthshire) (SNP):", "speech": "      Let me congratulate all the parties involved on managing to agree on a position that got us here, which is that principle of no detriment. I also thank the Chief Secretary to the Treasury and the Deputy First Minister for attending the Scottish Affairs Committee. I hope that the Chief Secretary will agree to attend the Committee again to explain a little bit more about the details of this fiscal framework. At the beginning of the process, we heard that the Treasury intended to cut £7 billion from the Scottish budget. Why did the Treasury intend to cut billions of pounds from the Scottish budget, and what did he, as the Secretary of State for Scotland, attempt to do about it?"}, {"speaker": "David Mundell:", "speech": "      I know the hon. Gentleman does not understand the concept of negotiation, in which two sides work together to get an agreement. Assertion and soundbites sound good, but they do not deliver for the people of Scotland. What delivers for the people of Scotland is the two Governments working together to produce a sustainable agreement. That is what we have done; we have an agreement that underpins the Scotland Bill, which means that Scotland can get these extensive new powers over tax and welfare. People will now want to move on from the process debate to hear the policy ideas."}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "      During the inquiry of the Scottish Affairs Committee into the fiscal framework, we asked searching questions of our witnesses about the new welfare powers that have been devolved to Scotland. Has my right hon. Friend heard any details from the Scottish Government about how they plan to use the new welfare powers?"}, {"speaker": "David Mundell:", "speech": "      I very much welcome the fact that the First Minister and the Deputy First Minister have indicated that they do plan to set out how they intend to use the powers. It was interesting to hear some of the media reports in Scotland that suggest that the SNP plans to increase significantly the tax burden on middle income earners in Scotland. Obviously, we will have to await the detail in the manifesto. What is the case is that there will be no excuses now. SNP Members can come here and complain about certain welfare changes, but they will have the ability within Scotland to set their own welfare arrangements."}, {"speaker": "Jonathan Edwards (Carmarthen East and Dinefwr) (PC):", "speech": "      The Scottish Government have been able to achieve their chosen deduction method through their vigorous and skilled negotiation strategy. What advice will the Secretary of State give to the Welsh Government when it comes to negotiating the fiscal framework for Wales? Does he think that the Labour Government’s usual passive compliance with the Treasury will work?"}, {"speaker": "David Mundell:", "speech": "      What I am clear about is that the position in Wales will be as it is in Scotland: the people of Wales will benefit most when the Welsh Government and the United Kingdom Government work constructively together for their benefit."}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "      Is it not time that we heard from the Scottish Government detailed plans to devolve power down to the Scottish communities? Devolution should not stop at Holyrood."}, {"speaker": "David Mundell:", "speech": "      I absolutely agree with my hon. Friend. I am sure that he will have read my speech of 21 December delivered in Glasgow City chambers making exactly the case for devolution within Scotland. Unfortunately, in recent times, Scotland has become one of the most centralised countries in terms of government. The new Scottish Government that will be elected in May should devolve further powers. The best way to achieve that is to elect more Conservative MSPs under Ruth Davidson’s leadership."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      How great it is to follow that remark from the Secretary of State!"}, {"speaker": "David Mundell:", "speech": "      I welcome the hon. Lady’s question, because of course she and I were both Scottish Conservative candidates for the Scottish Parliament in the dim and distant past—[Interruption.] I am sure that the detail of this agreement and the issues that she raises will stand up to scrutiny."}, {"speaker": "Mr Speaker:", "speech": "      Order. It is a moderately unedifying spectacle when such large numbers of Members are quite so vociferous. The saving grace is that all of them do have a very notable smile on their face, so at least there is good humour in the Chamber."}, {"speaker": "Mr Alan Mak (Havant) (Con)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Mr Mak, you wish to give the House the benefit of your views."}, {"speaker": "Mr Mak:", "speech": "      Thank you, Mr Speaker. I thank the Secretary of State for his statement. Does he agree that the conclusion of this new agreement shows that Scotland’s two Governments can work together? Will he undertake to keep pressing the Scottish Government to reveal details of how they will use these new powers?"}, {"speaker": "David Mundell:", "speech": "      I certainly do agree with my hon. Friend, and I have, on a number of occasions in this Chamber, paid particular and sincere tribute to the Deputy First Minister of Scotland, John Swinney. He and I have had numerous conversations throughout this process and, although at times we have been in disagreement, they have always been cordial and civil. That is the basis of the relationship that I want to see with the Scottish Government. My hon. Friend is right: what this agreement means is that the Scotland Bill can pass through this House and, hopefully, receive the legislative consent motion at Holyrood. There will then be no hiding place on these issues for the Scottish Government. If they want to spend more, they will have the tax powers to do so, and if they want higher welfare, they will have the ability to achieve that."}, {"speaker": "Tommy Sheppard (Edinburgh East) (SNP):", "speech": "      My constituents will welcome this agreement. In particular, they will welcome the fact that the Scottish Government were able to persuade the Treasury to abandon its initial position, which would have meant £7 billion of cuts to Scottish finances, and to come to the Smith position that there should be no detriment. They will observe though that had that been the original position for the Treasury, we might have been able to get this agreement before Christmas rather than spend all this time on it. Will the Secretary of State confirm that it is now the case, beyond doubt, that the principle of no detriment to the Scottish budget is enshrined in his Government’s thinking both now and in the future?"}, {"speaker": "David Mundell:", "speech": "      Yes, as is the other element of the Smith commission consideration of no detriment, which is taxpayer fairness—not just in Scotland, but across the UK."}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "      The vow was very clear that Barnett would be retained. That has been done, and rightly so. The starting point for public spending in Scotland now is 115% of the UK average. Can the Secretary of State tell the House, in terms of his modelling, what that percentage per capita will be at the end of this Parliament?"}, {"speaker": "David Mundell:", "speech": "      As my hon. Friend asks for complex calculations, I will certainly be happy to write to him in that regard. Although I respect his strongly held views in relation to the Barnett formula, I have to say that the Government’s clear position is that the Barnett formula is being retained."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      Following yesterday’s devastating votes on the Lords amendments to the Welfare Reform and Work Bill, can the Secretary of State say a little more about when welfare powers will be transferred to Scotland, so that at least in Scotland we can do something to prevent the appalling effects of poverty on children and disabled people?"}, {"speaker": "David Mundell:", "speech": "      Obviously, I do not agree with the hon. Lady’s perspective on specific policies, but she is right that the Scottish Parliament will now have specific and detailed responsibilities in relation to welfare. We have a joint ministerial group on welfare, which includes myself and Scottish Ministers Alex Neil and Roseanna Cunningham, and we look to work though that group on the transfer of the specific powers. We do not want a transfer of power without new arrangements being in place, because the people in receipt of the benefits must be our prime concern. We will work closely together. An enormous amount of work has been done by officials to date and I am confident that once we know what the Scottish Government’s proposals are—we do not know fully--we will be able to make an effective transition."}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      In his reply to my hon. Friend the Member for Perth and North Perthshire (Pete Wishart), the Secretary of State seemed to confirm that the Treasury’s opening bid in these negotiations—the so-called level deductions approach, which would have led to a £7 billion cumulative cut in Scottish spending—was merely a negotiating ploy. If that is the case, will the   "}, {"speaker": "David Mundell:", "speech": "      What complete and utter nonsense. A deal is done that is good for Scotland and good for the United Kingdom, and hon. Members on the Scottish National party Benches have to trawl through newspaper reports to find something that they can complain about. This is a good deal for Scotland which gives Scotland new powers. Let us talk about how we use those powers for the benefit of Scotland, and let us put the grievance agenda to bed once and for all."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      I have no desire to sour the tone of consensus on an historic day for Scotland, but many of my constituents believe that the funding arrangements for Scotland, and specifically the operation of the Barnett formula, are unfair to northern England. Does the Secretary of State acknowledge that grievance and how does the new fiscal framework change that?"}, {"speaker": "David Mundell:", "speech": "      I acknowledge that people have those feelings. A number of people on both sides of the House have raised issues about the Barnett formula. That is their job as representatives of different parts of the United Kingdom. My position is clear: the Barnett formula is good for Scotland, and this Government are keeping the Barnett formula."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      Can the Secretary of State name some of the devolved assemblies around the world that will now be less powerful than the Scottish Parliament?"}, {"speaker": "David Mundell:", "speech": "      I can produce a list and send it to the hon. Gentleman. I am not focused on other assemblies around the world. I am focused on the Scottish Parliament and making it a powerhouse Parliament with the powers that make a difference in Scotland. That is the state of the debate. The hon. Gentleman’s constituents will not want to hear about Parliaments in South America and other parts of the world: they will want to hear about what his party intends to do on income tax and welfare."}, {"speaker": "Kirsty Blackman (Aberdeen North) (SNP):", "speech": "      We have had a particularly mild November, December and January because the Secretary of State for Scotland promised the Scottish Affairs Committee an agreement by the autumn. Can he let us know when he expects the Bill to complete its passage through the House of Lords; when he expects it to come back to the House of Commons; and when he expects it to get Royal Assent?"}, {"speaker": "David Mundell:", "speech": "      In respect of the first two questions, I expect that to be March. I hope Royal Assent will be achievable in March but it may be April. I am also respectful of the Scottish Parliament process and the need for a legislative consent motion."}, {"speaker": "Margaret Ferrier (Rutherglen and Hamilton West) (SNP):", "speech": "      I thank the Secretary of State for advance sight of his statement. I note that he mentions the UK Government holding population risks. Will he concede that the limited powers available to the Scottish Government do not allow for population growth? Will he now listen to calls for a Scottish post-study work scheme?"}, {"speaker": "David Mundell:", "speech": "      On the latter subject, I have had the pleasure of appearing before the Scottish Affairs Committee and being grilled by the hon. Lady on the issue of student work visas. I made it clear that I would look closely at the report produced by the Committee, and I repeat that undertaking. However, I do not accept the premise of her question. I believe that, properly used, the tax and other powers that the Scottish Government have will allow them to grow the Scottish economy, create jobs and grow the population of Scotland."}, {"speaker": "Gavin Newlands (Paisley and Renfrewshire North) (SNP):", "speech": "      The Secretary of State talks about negotiations. This is an important point. When the Treasury first considered making £7 billion worth of cuts to the Scottish budget, can the Secretary of State—Scotland’s man in the Cabinet—tell us what personal interventions he made to the Treasury to protect Scotland?"}, {"speaker": "David Mundell:", "speech": "      I have been closely involved in these discussions throughout, but they are negotiations—they are not about the Treasury imposing. As Lord Smith recognises, they are about the two Governments coming together in difficult circumstances to negotiate about money, which is often the most contentious thing that is ever the subject of negotiations. We have demonstrated that both Governments had the maturity to reach a deal which is good for Scotland and good for the rest of the United Kingdom."}, {"speaker": "Patricia Gibson (North Ayrshire and Arran) (SNP):", "speech": "      The Secretary of State for Scotland has just confirmed that the initial proposal put forward by the Treasury of a £7 billion cut to Scotland’s budget was not an opening negotiation position, but a serious proposal. In the light   "}, {"speaker": "David Mundell:", "speech": "      What complete and utter nonsense. This was a negotiation. Of course, it was conducted not by SNP MPs, but by John Swinney, who adopted a completely different tone—a civil and cordial tone—throughout. I respect his objective of getting the best deal for Scotland. That is my objective too, but we had to get an agreement, and we got one. It is a good agreement. It is an opportunity to move away from the grievance agenda, but this afternoon’s proceedings leave me in doubt that, even with these extensive new powers, the SNP will be able to leave that grievance agenda behind."}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "      The Secretary of State has repeatedly criticised the SNP for allegedly failing to set out how it will use the new powers contained in the legislation, yet barely an hour ago the Prime Minister floundered badly when asked whether the Scottish Conservatives would reduce the tax rate on high earners. I am sure the Secretary of State will want to avoid suggestions of hypocrisy and extend his criticism to his boss."}, {"speaker": "David Mundell:", "speech": "      I have nothing but admiration for Ruth Davidson. She is the one person in the Scottish Parliament who can stand up to the SNP and hold it to account. If people do not want a one-party state in Scotland, the way to achieve that is by voting Scottish Conservative. The Prime Minister did not flounder; he told us exactly what the position was. Ruth will set out the tax proposals and they certainly will not be the same as the SNP’s proposals, revealed in the Scottish press today to hit middle earners hard."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "      On a point of order, Mr Speaker. With your forbearance, I would like to raise a matter that was addressed in the Adjournment debate on Monday evening. During the debate, I asked the Minister about negotiations that might have taken place ahead of a proposal to allow ship-to-ship transfers in the Cromarty firth. Specifically, I asked whether Marine Scotland, representing the Scottish Government, had been consulted. The Minister replied:"}, {"speaker": "Mr Speaker:", "speech": "      It is open to any Member who believes that he or she has made a mistake to correct the record voluntarily. It is not the responsibility of the Chair to arbitrate between competing claims about a sequence of events, and nor is it my responsibility to interpret what the Minister might have meant in responding to the hon. Gentleman at the time. The hon. Gentleman has made his point with force and alacrity—we would expect no less of him. If the Secretary of State wishes to respond, he is perfectly at liberty to do so, but he is under no obligation."}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      Further to that point of order, Mr Speaker. I have noted what the hon. Gentleman has said and will have the matter investigated."}, {"speaker": "Mr Speaker:", "speech": "      The Secretary of State has kindly said that he will have the matter investigated. I ought to emphasise, for the avoidance of doubt, that he was not the Minister who answered in the debate. I hope that the hon. Member for Ross, Skye and Lochaber (Ian Blackford) is satisfied with his prodigious efforts for the day and that we might now move on to other fare. I know that he will be absolutely delighted that we can now move on to the ten-minute rule motion, to be put forward by his hon. Friend the Member for Inverness, Nairn, Badenoch and Strathspey (Drew Hendry). I am sure that he is sitting expectantly with that in mind."}, {"speaker": "Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP):", "speech": "      I beg to move,"}, {"speaker": "Owen Smith (Pontypridd) (Lab):", "speech": "      I beg to move,"}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      Before we get too party political about this, it can indeed be said that an individual notice should have been given back in 1995. However, shortly after that, Labour came in, and there were perhaps a dozen Labour Pensions Ministers during all of Labour’s time in office. We are 20 years on. Can the hon. Gentleman not accept that we all have lessons to learn? An individual notice should have been sent out by at least one of those Governments—by the Conservative Government or the Labour Government. The hon. Gentleman had an opportunity to do that over all those years."}, {"speaker": "Owen Smith:", "speech": "      With respect, I did not have an opportunity because I was not here at the time. The hon. Gentleman is right that successive Governments have lessons to learn from this sorry affair, but the truth, as I intend to spell out, is that a change was first mooted in 1991, and the then Tory Government made no substantive efforts between 1991 and 1997, when they left office, to offer people a proper notice. Thereafter, the Labour Government did attempt to do that, and I will enumerate exactly the ways we tried to make amends. However, the problem was compounded by the coalition Government’s actions in 2011. If anybody has lessons to learn, it is the   "}, {"speaker": "John Glen (Salisbury) (Con):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Owen Smith:", "speech": "      I will make some progress if I may, and then I will give way."}, {"speaker": "John Glen:", "speech": "      Will the hon. Gentleman accept that, in 2004, the Work and Pensions Committee found that three quarters of women between the ages of 45 and 54 at the time were aware of the changes in the 1995 Act? I accept that there were mistakes by parties on both sides of the House in terms of communication, but three quarters of women knew 12 years ago about the changes."}, {"speaker": "Owen Smith:", "speech": "      I am pleased to swap stories about what people knew at the time, because the truth is that the question asked in that 2004 survey by the then Labour Government, who were concerned that the previous Tory Government had not made proper provision for women, was, unfortunately, not as straightforward as it should have been. Other surveys—five or six—from academics and others in the pensions world found that about 70% to 80% of the women involved did not know that the changes were taking place. It is no surprise they did not know, because the Conservative Government at the time spent very little money advertising the change. There were a few adverts in the newspapers, and letters were available to individuals if they requested them, but many did not."}, {"speaker": "Several hon. Members ", "speech": "     rose— "}, {"speaker": "Owen Smith:", "speech": "      I will quote one of those letters when I have given way to my hon. Friends."}, {"speaker": "Yasmin Qureshi (Bolton South East) (Lab):", "speech": "      Constituents have written to me saying that they have been at their current address for the last 20, 30 or 40 years, but that they have received nothing to tell them about the changes."}, {"speaker": "Owen Smith:", "speech": "      That is an extremely common experience for MPs, because the letters sent out in 1995 by the then Tory Government were neither use nor ornament. I have   "}, {"speaker": "Catherine McKinnell (Newcastle upon Tyne North) (Lab):", "speech": "      I have lost count of the number of constituents who have contacted me to say that they had absolutely no idea about these pension changes and heard about them on the radio or the TV. Fortunately, we are raising the profile of this issue on the Government’s behalf. Is it not insulting of Government Members to suggest that these women are wrong, or lying, or that there is something wrong with them, when ultimately it is the Government’s responsibility to communicate these changes?"}, {"speaker": "Owen Smith:", "speech": "      It is wrong, it is insulting, and it compounds the more fundamental insult that women who, by and large, have smaller pensions because they had lower earnings throughout their entire lifetime while bearing a burden for the rest of us have been told that they cannot access their pension. That is the real insult that we should be worried about."}, {"speaker": "Nadine Dorries (Mid Bedfordshire) (Con):", "speech": "      I am going to be unusually helpful to the Opposition spokesman. I am one of these women. I have never received a letter, I have never been notified, and I think the Department might know where I live."}, {"speaker": "Owen Smith:", "speech": "      I cannot believe for a minute that the hon. Lady is old enough to be one of the women concerned. It tests the credibility of the House that that could be so. I am nevertheless grateful for her intervention."}, {"speaker": "Mr Kevan Jones (North Durham) (Lab):", "speech": "      Does my hon. Friend recognise that there are a lot of women like Jayne Manners in my constituency, who assumed she was going to retire at 60, is now disabled, and has no ability whatsoever to make up the difference for the six years she has lost because of these changes?"}, {"speaker": "Owen Smith:", "speech": "      That is the case for thousands of women across this country. That is why this is more than a small campaign: there is a fundamental injustice that must be changed."}, {"speaker": "Derek Twigg (Halton) (Lab):", "speech": "      My hon. Friend is making a very good speech. Increasing numbers of women in my constituency have been coming to my surgery and writing to me about this, many of whom I have known for many years because I was born and bred in the constituency. I am absolutely convinced of their sincerity and that they knew nothing about this because of the lack of notification. We saw earlier at Prime Minister’s Question Time the Prime Minister’s complete lack of understanding, or even care, for these women."}, {"speaker": "Owen Smith:", "speech": "      My hon. Friend is of course entirely right. He will know, because he was part of the previous Labour Government, that we tried to improve this set of circumstances. We conducted the survey that showed that there was a worryingly low level of understanding. Between 2004 and 2009, the then Labour Government instituted several million-pound advertising campaigns and sent out 800,000 personalised letters to the affected women, such as the one I have here, which, in stark contrast to the Tory letter I cited, says on the first page that the addressee will be affected by the change in age from 60 to 65."}, {"speaker": "Dawn Butler (Brent Central) (Lab):", "speech": "      A total of 4,465 women in my constituency are going to be affected by this. Does my hon. Friend agree that it has been caused by an historical inequality in the system?"}, {"speaker": "Owen Smith:", "speech": "      Of course it has, because historical inequalities existed then and persist now. The gender pay gap affects women. Women often do not have the full stamp because of their caring duties, and that is why it is doubly unjust that they should now be asked to pay a price in their retirement."}, {"speaker": "Helen Jones (Warrington North) (Lab):", "speech": "      Does my hon. Friend agree that this generation of women are doubly disadvantaged, because many were at work before the Equal Pay Act 1970 came into force and had to take low-paid part-time jobs because of lack of childcare, and the Government are now heaping insult upon injury in disadvantaging them again in retirement?"}, {"speaker": "Owen Smith:", "speech": "      My hon. Friend spoke with great eloquence in the recent Westminster Hall debate after a petition of 155,000 signatures was brought to this place, with more signatures from the constituency of my right hon. Friend the Member for Leigh (Andy Burnham) than anywhere else in the country—a magnificent job by the women of Leigh."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      I would like to challenge the figure that was quoted by a Member on the Government Benches. The Opposition spokesman might have the correct figure, but the figure reported from the Department for Work and Pensions investigation in 2004 was just above 40%, not 75%. Surely, given such a cataclysmic change, every single one of these women should have had a simple letter on the doormat in 1995."}, {"speaker": "Owen Smith:", "speech": "      The hon. Lady is entirely right. Even if 40% of women were unaware, that is 40% too many. As I said, five or six other surveys were done by academics and those in other institutions that suggested that 80% of women were unaware that they were going to be affected, so the reality is that the number was far greater."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      My hon. Friend is about to come on to the injustice of the 2011 Act. Is not the real issue not only that these ladies have been hit not once but twice by an increase in their state pension age, but that no transitional arrangement was put in place? Is that not why it is absolutely right that we support the Labour motion to get the Government off the fence and provide these ladies with the transitional arrangement they deserve?"}, {"speaker": "Owen Smith:", "speech": "      This House and Government Members would do well to heed the words of my hon. Friend, because, along with my hon. Friend the Member for Salford and Eccles (Rebecca Long Bailey), he has been the doughtiest campaigner in this House on behalf of these women. He speaks the truth when he says that Members from across the House should back our motion to provide transitional protections for them."}, {"speaker": "Tim Loughton (East Worthing and Shoreham) (Con):", "speech": "      I support the motion, because I support the WASPI women and I support transitional arrangements, but I have to say that the hon. Gentleman is making it more difficult for me and for colleagues to vote for the motion by making the matter so partisan. Thirteen years of Labour government did not help the situation. May I therefore suggest that in the spirit of the motion, which I support, he could give more details of what those transitional arrangements should be, so that we can at   "}, {"speaker": "Owen Smith:", "speech": "      I am sorry if I am bruising the hon. Gentleman’s feelings with my remarks. I am pleased that he has supported the campaign, and I know that he has been brave enough to speak in favour of it on several occasions. I am positive that a man of his resolve will not be put off by a few words across the Dispatch Box and will vote for the motion, irrespective of what I say; at least, I trust that he will. I will come on to talk about precisely the sorts of transitional arrangements that the Government should put in place."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      This is the third opportunity we have had to debate this important matter in the Chamber and Westminster Hall. Notwithstanding the mistakes of the past or who made them, the Government have an opportunity to do the right thing by the women of this country. Why do they not just grasp the opportunity with both hands and deliver that for those women?"}, {"speaker": "Owen Smith:", "speech": "      Why do they not do so? The Secretary of State for Work and Pensions occasionally comes to the Chamber to answer questions, but he has ducked out of the last five debates, and he is not here today. I have suggested before that we ought to sanction him for failing to turn up to work, and I think that may be a good idea. The truth is that the Government are not offering any further suggestions about how they might do what the Secretary of State promised in 2011. He said at the Dispatch Box that transitional arrangements would be put in place for these women, but he has not offered any such arrangements. The Government have offered nothing but defensive positions."}, {"speaker": "Jo Cox (Batley and Spen) (Lab):", "speech": "      One of the 4,100 women in my constituency affected by the changes recently told me that throughout her life a number of   "}, {"speaker": "Owen Smith:", "speech": "      My hon. Friend is entirely right. Women have suffered a million and one other injustices in the workplace and on payday for generations, and this is another injustice being heaped upon them."}, {"speaker": "Lady Hermon (North Down) (Ind):", "speech": "      Will the hon. Gentleman take this opportunity to acknowledge the serious injustice suffered by women who were born in the 1950s who have been offered and have accepted retirement packages from their employers that included figures based on the assumption that the retirement age would be 60?"}, {"speaker": "Owen Smith:", "speech": "      It is no surprise that the hon. Lady, who speaks with great erudition, has highlighted yet another injustice that women have suffered. I say again that the Government must recognise that and bring forward some suggestions. There are myriad ways in which they could mitigate the problem. There are lots of transitional arrangements that could be put in place, and I will list six of them."}, {"speaker": "Toby Perkins (Chesterfield) (Lab):", "speech": "      The case that my hon. Friend is making is absolutely right. The point is that Governments, on occasion, make mistakes. It is not too late for Ministers to stand at the Dispatch Box, put things right and end the misery of thousands of people—not only women, but their husbands, who are equally affected financially by the impact on the household. The Government could put that right."}, {"speaker": "Owen Smith:", "speech": "      The Government could do so, and the Minister has five minutes or so to come up with what he wants to say to put it right. In case he has no ideas written down, I will give him six suggestions. The Government could delay the pension age increase until 2020 so that the pension age reached 66 by 2021. That option is favoured by the Pensions Minister in the House of Lords. The Government could cap the maximum state pension age increase from the 2011 Act at 12 months, which the predecessor of the Pensions Minister advocated. The Government could keep the qualifying age for pension credit on the previous timetable, which would help out some of the poorest women in that category, as Labour suggested in 2011. The Government could allow those affected to take a reduced state pension at an earlier age during the transition, as Alan Higham has suggested. The Government could extend the timetable for increasing the overall state pension age by 18 months so that it reaches 66 by April 2022, as John Ralfe has suggested. Finally, the Government could simply pay a lower state pension for a longer period throughout the pensionable age of the women affected. All those things would involve costs, but they are all ways in which the Government could act. What we need from the Government is not more carping but the will to get on and do something."}, {"speaker": "Mr Khalid Mahmood (Birmingham, Perry Barr) (Lab):", "speech": "      The six points that my hon. Friend has just raised would be helpful to the 3,450 women in my constituency—"}, {"speaker": "Nadine Dorries:", "speech": "      All six of them?"}, {"speaker": "Mr Mahmood:", "speech": "      All six points, yes. They would be important for the woman who wrote to me this morning to say that she never received the letter and she only found out what was going on through her workplace pension. Unfortunately, she is now unemployed and has been for 20 months. She is trying hard to get a job, but she is extremely worried about how much longer she will have to work to make up for the lost contributions. She is in a very difficult position and has no guidance from anybody. Why do the Government not help her?"}, {"speaker": "Owen Smith:", "speech": "      My hon. Friend speaks with passion and knowledge about the 4,000-odd women in his constituency who are affected. There are thousands of women in a similar position in all our constituencies, and my hon. Friend’s point is clear: one of the transitional measures must be put in place."}, {"speaker": "Mr Pat McFadden (Wolverhampton South East) (Lab):", "speech": "      Constituents such as Mrs Cox in my constituency do not object to the principle of equalisation, but they object, as my hon. Friend is quite rightly saying, to the speed and scale of the changes. That is why his points about transitional arrangements are so important to Mrs Cox and many others. Will he also deal with the insidious evasion of responsibility among some Conservative Members, who are trying to blame the European Union rather than their own Government’s decision for the measures that have been taken? The same thing is not happening in other countries. It is the Government’s decision, and no one else’s."}, {"speaker": "Owen Smith:", "speech": "      I expect that the Secretary of State is out in Europe somewhere right now blaming the European Union for his sins of inaction. Mrs Cox speaks for all the women in the WASPI campaign who are not opposed to the equalisation of the state pension age at 65 or 66, but who are opposed to the injustices that are being visited on them."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Owen Smith:", "speech": "      I am going to make a little more progress, and then I will give way. The truth is that we have had quite enough talk. The sins of omission and commission are well known, and the Government should now act. The Bills in 1995 and 2011 were their Bills, and the mistakes were their mistakes, so it is for them to put things right. Women in Britain have suffered inequality in the workplace and on payday for far too long. No Government should compound that fact when the carers and the grafters in our society, on whom we rely for so much, reach their retirement day."}, {"speaker": "Alison McGovern (Wirral South) (Lab):", "speech": "      My hon. Friend mentions the Budget. Does he agree that, given the corporation tax cuts and the cuts to inheritance tax   "}, {"speaker": "Owen Smith:", "speech": "      At the last Budget, the Chancellor happened to find £27 billion extra in tax revenues, which was a very handy little windfall to find down the back of the sofa, but the WASPI women will have heard that he did not spend a red cent of it—not a penny—on them, as he could have done. If he continues to play the WASPI women for fools and continues to take our pensioners for granted, then, as Baroness Altmann has told him already, he will live to regret it."}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Owen Smith:", "speech": "      I give way to the doughty campaigner from Eccles."}, {"speaker": "Barbara Keeley:", "speech": "      I am very grateful to my hon. Friend for giving way at this point because I want to make sure that we are not given the same excuses by the Minister, when he speaks in a moment, that he has previously given. We heard:"}, {"speaker": "Owen Smith:", "speech": "      Poland has realised that it had moved too fast. France has done the same, as has Germany. Countries across Europe, Governments across Europe—including right-wing Governments in parts of Europe—have acknowledged that they made a mistake and are backtracking. Only this Government refuse to acknowledge any mistake, and refuse to acknowledge that they have any culpability or responsibility."}, {"speaker": "The Parliamentary Under-Secretary of State for Work and Pensions (Mr Shailesh Vara):", "speech": "      The hon. Member for Pontypridd (Owen Smith) has just made a speech more of politics than of substance. Given that he has declared himself a contender in the event of a Labour leadership   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Vara:", "speech": "      I wish to make a little progress."}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab)", "speech": "      rose—"}, {"speaker": "Mr Vara:", "speech": "      I will give way, but I first wish to make a little progress."}, {"speaker": "Dr Blackman-Woods:", "speech": "      I am grateful to the Minister for giving way, because I wanted to point out to him that the audience today is the huge number of women across the country who are adversely affected by the changes. One of them wrote to me:"}, {"speaker": "Mr Vara:", "speech": "      As far as the hon. Lady’s question—or her speech, which had a question at the end of it—is concerned, I will address those issues later in my speech. However, she is absolutely right that the audience for this debate is the women concerned. In my speech, I intend to address the substance of the subject, rather than the politics of it, which we heard earlier."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      Was the Minister struck, as I was, by the fact that the shadow Secretary of State, during the 30 minutes he took to set out the challenges we face, did not actually tell us what the Labour party would do, which of the six changes he would commit to, or whether he would commit to all six of them?"}, {"speaker": "Mr Vara:", "speech": "      My hon. Friend is absolutely right. The shadow Secretary of State’s speech was full of bluster and specified no options. He failed to recognise or to speak about the cost, and to explain why the issue was not in the Labour party manifesto. The luxury for the Opposition is the ability to spend money for which they are not accountable and for which they have no responsibility. The difficulty for the Government is to deal with taxpayers’ money and to take the hard decisions that are necessary."}, {"speaker": "Alison McGovern:", "speech": "      The Minister is speaking as though we did nothing to bring this issue to the Government’s attention during the last Parliament. That is straightforwardly not true. I participated in debate after debate with my hon. Friend the Member for Leeds West (Rachel Reeves), who brought it to the Government’s attention time and again. As we have had so many debates about it, can we not just get on with talking about what we are going to do about it?"}, {"speaker": "Mr Vara:", "speech": "      I will come on to the debate we had in 2011 later in my speech. If the hon. Lady wants to talk about previous Governments, may I gently remind her of the 13 years of Labour Government, with the 10 Pensions Ministers—one Minister had the job twice—and the nine Secretaries of State for Work and Pensions? In the interests of fairness, she, along with everyone else, might wish to acknowledge the limited work, if any, that was done during the 13 years of the Labour Government to put matters right, as they put it."}, {"speaker": "Owen Smith:", "speech": "      The Minister says that the Labour Government did limited work. May I point out that, following a freedom of information request to the Government just a couple of weeks ago, it was conceded that Labour spent more than £5 million advertising the changes and sent out 800,000 letters? That was in stark contrast to the previous Tory Government, which, frankly, did damn all."}, {"speaker": "Mr Vara:", "speech": "      If the hon. Gentleman is so proud of what the Labour Government did, why does he stand up to complain? They obviously did very little, and it must have had very little impact, because otherwise we would not be hearing the comments that Labour Members are making today."}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      When it comes to equalisation, how much leeway do the UK Government have under EU law?"}, {"speaker": "Mr Vara:", "speech": "      EU law does require us to equalise pension ages. Later in my speech, I will mention countries that have already achieved what we are still endeavouring to achieve. Incidentally, the shadow Secretary of State was wrong in what he said about Germany. German has already achieved equalisation."}, {"speaker": "Helen Jones:", "speech": "      The hon. Gentleman ought to recognise that although EU law requires the equalisation of pension ages, it also allows for transitional arrangements while reaching that stage. Frankly, it is disingenuous to suggest otherwise."}, {"speaker": "Mr Vara:", "speech": "      I will come to transitional arrangements a little later on."}, {"speaker": "Mrs Anne-Marie Trevelyan (Berwick-upon-Tweed) (Con):", "speech": "      There are women in Northumberland who are likely to be in serious financial difficulty as a result of these changes. It will not be most of those affected, but it will be a few. My concern is for that small number of women. I would be most grateful if the Minister would agree to meet me and other Government Members to look at the small group of women who face such financial pressures."}, {"speaker": "Mr Vara:", "speech": "      Ministers are always pleased to have meetings with colleagues, and I am more than happy to meet my hon. Friend and others."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Vara:", "speech": "      I want to make some progress, because I am still on my first page."}, {"speaker": "Sir Peter Bottomley (Worthing West) (Con):", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Vara:", "speech": "      I will give way, but then I want to make some progress."}, {"speaker": "Sir Peter Bottomley:", "speech": "      My hon. Friend is saying some fair things about the Opposition and they do not like it. Will he turn his mind to a fair thing that I want to say about the women who are directly affected? The issue is that people who were born within 12 months of each other can have retirement ages nearly three years apart. That is where better transitional arrangements are needed. We all know that this Government have had to put right many things that previous Governments have got wrong, but this is something we need to get right for ourselves."}, {"speaker": "Mr Vara:", "speech": "      I am grateful to my hon. Friend for his comments. If I am allowed to make some progress, I will talk about transitional arrangements and what we are doing."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Vara:", "speech": "      I will give way later, but I wish to make some progress."}, {"speaker": "Helen Jones:", "speech": "      Nobody’s asking for that."}, {"speaker": "Mr Vara:", "speech": "      Yes, there are many people, including people in WASPI, who want to unravel the 1995 reforms. It is out there on the internet for people to see, so let us not try to deny the two options that are being debated out there. I said at the outset that I was going to talk about the substance of the matter, and I will talk about both those options."}, {"speaker": "Owen Smith:", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Vara:", "speech": "      I will give way in a moment, but I wish to continue."}, {"speaker": "Owen Smith:", "speech": "      The Minister repeats the calumny that the WASPI women are saying, “Do not equalise pensions, and get rid of the 1995 Act.” That is exactly what the Whips’ crib sheet says, but he knows it is not true. That was one comment made by one woman among the   "}, {"speaker": "Mr Vara:", "speech": "      I am simply speaking from my personal experience of speaking to women. There are women who have said to me that they want the restoration of the 1995 rules. Colleagues in this House have had people in their surgeries speaking of 1995. The hon. Gentleman may not have had that—he may be out of touch, but the rest of us are not. When we talk of £77 billion or even £30 billion, we are not talking about a few million pounds or a few billion pounds. In both contexts, we are talking of tens of billions of pounds. That situation is simply not sustainable."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      When the hon. Gentleman says that £30 billion was saved as a result of the 2011 changes, what he is saying is that there was a transfer from one of the poorest groups in our society, which is women in their 50s. That group of women saw the largest growth in unemployment under the coalition Government and are more likely to have to work after retirement than men. When they do so, two thirds of them work on the lowest wage levels, unlike men who work after retirement, two thirds of whom work on the highest wage levels. What does he have to say about picking the pockets of the poorest women in our society?"}, {"speaker": "Mr Vara:", "speech": "      I will address some of the points that the right hon. Lady makes, because there is a broader context to this debate, rather than simply the issue of the pension age. Given the opportunity, I would like to make some progress."}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP)", "speech": "     rose—"}, {"speaker": "Ms Ahmed-Sheikh", "speech": "     rose—"}, {"speaker": "Mr Vara:", "speech": "      I would like to make some progress."}, {"speaker": "Neil Gray:", "speech": "      I think that this is the fourth debate I have attended in which the Minister has responded on these issues, and his answers on this injustice are still woefully inadequate. Talking of injustice, will he answer my constituent, Shiona Airlie, who is four months outside this measure and was only notified in 2012 that she would have to wait a further four years—less than a year before her 60th birthday? Where is the justice in that? How is it fair after she has paid into the system for all of her working life?"}, {"speaker": "Mr Vara:", "speech": "      I will address the issue of notification later."}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      The Minister’s description of Hansard and the discussions that took place in this House was extensive, but the ladies concerned do not know about that. It is surely unreasonable to expect them to read Hansard to understand what their pension arrangements should be. Women in my constituency are coming to my surgery to tell me of the significant changes that they and their families will experience because of this policy. It is not good enough and the Minister must listen and act."}, {"speaker": "Mr Vara:", "speech": "      The hon. Lady is absolutely right that the public are uninterested in Hansard. My point was that people in this House who are speaking in this debate should read Hansard. Rather than simply saying, “Where are the transitional arrangements?”, they should recognise that transitional arrangements were made."}, {"speaker": "Graham Evans (Weaver Vale) (Con):", "speech": "      Is it not a fact that people were not aware of the Pensions Act 1995? We had 13 years of a Labour Government that spent £5 million on communication. Is it not the complete failure of the previous Labour Government that failed the women involved?"}, {"speaker": "Mr Vara:", "speech": "      My hon. Friend is right. In 13 years of government, Labour—with 10 Pensions Ministers and nine Secretaries of State for Work and Pensions— completely failed these women and now refuses to accept any responsibility or to acknowledge the arithmetic of the pensions budget. Labour Members seek to put the blame on those at this Dispatch Box without making any contrary proposals. They refuse to commit themselves. As I said earlier, the luxury of opposition is being able to speak about spending huge sums of money without having the responsibility of taking the political decisions that we have to take."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Vara:", "speech": "      I have given way many times and I am afraid that we are now getting to a stage at which MPs are simply repeating points that have already been raised. I am mindful that many hon. Members wish to speak. Nobody can accuse me of not being generous in giving way, but I wish to make progress."}, {"speaker": "Carolyn Harris (Swansea East) (Lab):", "speech": "      Exactly how much of that money went to the women concerned?"}, {"speaker": "Mr Vara:", "speech": "      The hon. Lady needs to appreciate that the concept of dealing with pensions and money is that the concession was made—"}, {"speaker": "Carolyn Harris:", "speech": "      I know the answer. How much?"}, {"speaker": "Mr Vara:", "speech": "      That concession was made by the taxpayer—[Interruption.] It was made by the taxpayer, and the total cost was £1.1 billion—"}, {"speaker": "Carolyn Harris:", "speech": "      How much?"}, {"speaker": "Mr Vara:", "speech": "      As I have said, and I am sorry that the hon. Lady has not got the message yet, and that she does not appreciate that the time was shortened by six months—[Interruption.]"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. There is a lot of shouting out now. If the Minister wants to take an intervention, he will, but if we could stop shouting it would help us proceed with the debate."}, {"speaker": "Mr Vara:", "speech": "      Another reason that some have called for the legislation to be revisited is that they felt that notification needs to be reconsidered. I simply do not accept that the Government have failed to make every effort to notify the women affected."}, {"speaker": "Catherine McKinnell:", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Vara:", "speech": "      I will not give way, as I wish to make progress."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "      I am grateful to the Minister for giving way and, despite the chuntering from those on the Labour Front Bench, I can assure him and everyone else that this is my question. We heard earlier from the shadow Secretary of State that he believed that the communication on this been absolutely appalling. He overlooked the fact that his own Government estimated that 75% of women had been informed. He also overlooked the fact that according to evidence to the Select Committee there were 600 mentions of the 1995 Act found in the media at that time. According to the briefing on the state pension legislation, 17 million automatic forecasts were issued by the Labour Government between 2004 and 2006—[Hon. Members: “Speech!”] Does my hon. Friend agree that although undoubtedly some women were not informed, many were?"}, {"speaker": "Mr Vara:", "speech": "      I am grateful to my hon. Friend for putting those facts on the record. I am, however, sorry that as he was making those points of substance, all he got was the yah-boo politics that we can expect from the Opposition. I am afraid that the truth is, as anyone watching this debate at home can see for themselves, that the Opposition do not want to know the substance or the facts. All they are interested in is the politics, but this is far too important an issue to be treated with the political naivety with which some Opposition Members are treating it. This is an important subject and the Government are dealing with it and treating it with the seriousness it deserves."}, {"speaker": "Catherine McKinnell:", "speech": "      I thank the Minister for giving way, and he is clearly in a difficult corner, but I wondered whether he could clarify whether the Government now accept that women—well, anybody—need at least 10 years’ notification of a pension change in order to plan and prepare. If the Government now accept that, will he explain why that does not apply to this group of women?"}, {"speaker": "Mr Vara:", "speech": "      The hon. Lady will be aware that Governments have to take difficult decisions at times. Considering the state of the economy and the financial position that this Government came into—she will be aware that one of her own colleagues said that there was no money left—and considering the longevity of both men and women, the Government had to take difficult decisions, as all   "}, {"speaker": "Tommy Sheppard (Edinburgh East) (SNP):", "speech": "      The women of this country will be watching this debate and listening to the Minister’s comments with a mixture of concern and disappointment. He is given us history lessons and is trying to apportion blame. We have a material problem now that the Government need to address, so he should stop looking backwards and start looking forwards, and start caring for the women of this country. This House has already said by an overwhelming majority that it wants the Government to look again at the transitional arrangements: has the Minister looked again at them, has his position changed since the last time this House debated the subject and will he tell us what his change of position is?"}, {"speaker": "Mr Vara:", "speech": "      If hon. Members did not give mini speeches in the middle of my speech, I could reach my conclusions. I will answer the hon. Gentleman’s question in due course. We cannot look at the changes to women’s state pension age in isolation without acknowledging the significant changes in life expectancy in recent years, the huge progress made in opening up employment opportunities for women and the wider package of reforms. First, on life expectancy, the reason for all these significant reforms is that people are not just living longer but are staying healthy for longer. In just a decade, the length of time for which 65-year-olds will live in good health has surged by more than a year. That is welcome news, but it puts increasing pressure on the state pension scheme, and the Government—any Government—have a duty to ensure the sustainability of the state pension system. It would have been irresponsible for this Government, or the then coalition Government, to have ignored those developments."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      Does the Minister agree that all Governments have the responsibility to be fair to the people of this country? Women are affected by the goal posts moving, and the benefits that they would get at retirement age have gone as well. This is a double whammy for that group of women who have worked hard all their lives."}, {"speaker": "Mr Vara:", "speech": "      The Government have a duty to all their citizens, and they have to take difficult decisions and perform a balancing act. It is important to bear that in mind when people are talking about spending £30 billion-plus, or £77 billion. Those are serious sums of money, and difficult decisions have to be taken to achieve that balancing act."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Vara:", "speech": "      I will make progress. The landscape for women and employment has completely changed since the 1940s. Female employment is now at record levels, with more than 14 million women in work—a record rate of nearly 70%. The number of older women aged 50 to 64 in work is also at a record high, with over 100,000 more older women in work than this time last year. Indeed, over the past decade, women have on average stopped working later than 60. In 2015, the average age was 63, and we know that more women than men would prefer to work flexibly or part-time before retiring."}, {"speaker": "Mr Kevan Jones:", "speech": "      My hon. Friend the Member for Newcastle upon Tyne North (Catherine McKinnell) just said to the Minister that we need at least 10 years for these notifications to be brought in. Is he confirming that this group of women, some of the poorest people in the country, are paying for the planned deficit reduction? What does he say to my constituent, Jayne Manners, who is disabled and cannot make up the six years that she has lost from this scheme? What transitional help can he give her?"}, {"speaker": "Mr Vara:", "speech": "      The hon. Gentleman in part repeated a question that was asked earlier, and I refer him to my previous answer. I will turn to other issues later, given the opportunity to make progress with my speech."}, {"speaker": "Peter Dowd (Bootle) (Lab):", "speech": "      On transitional funding, is it about time that the Government started tackling rich corporate tax dodgers and stopped dodging poor women pensioners?"}, {"speaker": "Mr Vara:", "speech": "      I am sure the hon. Gentleman is delighted that he was able to score his cheap political point."}, {"speaker": "Lady Hermon:", "speech": "      I am genuinely grateful to the Minister for at long last allowing me to intervene. In response to an earlier intervention by a Conservative Member who has now left the Chamber, the Minister replied that Ministers are always happy to meet party colleagues to discuss difficult cases. Unlike the Minister for Pensions, who sits in the other place, this Minister has refused to come to Northern Ireland and meet women who were born in the 1950s and who are adversely affected by this change. Will he please have the good grace to agree to come to Northern Ireland and meet my constituents in North Down, and other women affected by this issue, and explain why the Government will not introduce transitional measures?"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before the Minister replies, 25 Members wish to catch my eye and we are hoping to have a Division at about 4:50 pm. We still have another Front-Bench opening speech, and we are getting tight on time. Interventions   "}, {"speaker": "Mr Vara:", "speech": "      I take on board what you say, Madam Deputy Speaker, and I am coming to a conclusion. I am more than happy to meet colleagues, but I am afraid the venue would have to be negotiated. It is not every day that I go to Northern Ireland, but if the hon. Lady wants a meeting with me I am more than happy to meet her here in London."}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Vara:", "speech": "      I will not give way. Hopefully the hon. Lady heard what Madam Deputy Speaker directed."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before I call the SNP spokesperson, I will impose a four-minute time limit on Back-Bench speeches. If too many interventions go on for too long, I will have to bring that down."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "      Having listened to the Minister for 35 minutes, I cannot think of a time when I have been in the Chamber and felt so utterly depressed by what I have heard— 35 minutes to say absolutely nothing and to give absolutely no hope to those women who are facing pension inequality. Talk about a Government who are out of touch!"}, {"speaker": "Richard Graham:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Ian Blackford:", "speech": "      I will give way later, but I want to make some progress because I am aware of the time constraints."}, {"speaker": "Catherine McKinnell:", "speech": "      Does the hon. Gentleman share my concern that the Minister has, basically, confirmed from the Dispatch Box that this disgraceful discrimination is a price worth paying for deficit reduction?"}, {"speaker": "Ian Blackford:", "speech": "      The hon. Lady makes a very good point. The women in the WASPI campaign are paying for the failures of the economic policy of this Government."}, {"speaker": "Richard Graham:", "speech": "      On a point of order, Madam Deputy Speaker. The hon. Gentleman did not give way earlier. I needed to correct him on a point of fact. The evidence given to the Work and Pensions—"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. That is not a point of order. The hon. Member for Ross, Skye and Lochaber (Ian Blackford) can give way if he wants to, but he does not have to."}, {"speaker": "Ian Blackford:", "speech": "      I will indeed give way because I will treat this House with respect; respect that has not been shown to the WASPI women by this Government. The hon. Member for Newcastle upon Tyne North (Catherine McKinnell) is correct."}, {"speaker": "Richard Graham:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Ian Blackford:", "speech": "      I will give way. I will answer the point and then give way."}, {"speaker": "Richard Graham:", "speech": "      The hon. Gentleman said earlier that the cost would be some £29 billion by 2026. He is completely wrong. The evidence to the Select Committee is that the bill in 2016-17 would be £29 billion and the total cost £77 billion. In Westminster Hall, the hon. Gentleman said that his party would commit to the policy of changing that if it were ever in the unlikely position of having responsibility for running these things itself. Will he confirm that his party leader will say, on the record, that if the SNP ever had responsibility for this, it would commit £77 billion?"}, {"speaker": "Ian Blackford:", "speech": "      Good grief! Have I ever heard such nonsense as I have just heard from the hon. Gentleman? I never committed the SNP to anything. What I did was make suggestions about what the Government may do. To toss around the £77 billion figure, which refers to the 1995 Act, is something I have never done. House of Commons Library figures show that the cost of reversing the 2011 Act would be £30 billion by 2026. Let us get the facts right. Rather than the nonsense from the Conservative Benches, we will tell the truth; they can spin the nonsense."}, {"speaker": "Graham Evans:", "speech": "      Will the hon. Gentleman confirm to the House whether the SNP is making a £26 billion spending commitment?"}, {"speaker": "Ian Blackford:", "speech": "      I never realised the Tories were so hard of hearing. I thought I made that quite clear in my earlier remarks, but I will do it again. We are asking for the Government to make clear what they will offer in mitigation for pensioners. I gave the example of the review of pension tax relief. If they can find the money for £176 billion for weapons of mass destruction, they can find the money to do the right thing for pensioners. "}, {"speaker": "John Glen:", "speech": "      I recognise the passion the hon. Gentleman is bringing to the debate, but I am very concerned that the WASPI campaigners will be misled and be unable to understand clearly what the SNP will commit to if it is to bring forward the amelioration it says is so necessary. If he and his party want to be taken seriously, it is incumbent upon them to have a clear, costed proposal to bring to the House today."}, {"speaker": "Ian Blackford:", "speech": "      This is remarkable. The difference between our Government in Scotland and the Tory Government in London is that we have a Government who are popular and responsible. There is a very easy answer to this: give us the powers over pensions. Give us our independence and we will do the right thing for our people and rectify the wrong that has been done by the Conservative Government."}, {"speaker": "Clive Lewis (Norwich South) (Lab):", "speech": "      Conservative Members keep talking about money. That is very important, but there is another issue—fairness. Maybe you do not know, but a third of the women between the age of 55 and 59 do not work. Do you know why they do not work? Because they have ill health or are disabled. The other half are either carers or looking after people. The reality is—"}, {"speaker": "Graham Evans:", "speech": "      On a point of order, Madam Deputy Speaker. Will you remind the House of the rules about Members making contributions when they were not in the Chamber at the beginning of the debate?"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      The hon. Gentleman has been in and out of the Chamber. He was here at the beginning of the debate. May I use this opportunity to calm things a little bit, so we can move on? A very large number of Members want to speak. If Members make interventions, please keep them short. May I also remind Members that they are speaking through the Chair? When they say “you” they are addressing the Chair, not hon. Members."}, {"speaker": "Ian Blackford:", "speech": "      Thank you, Madam Deputy Speaker. I very much agree with the hon. Member for Norwich South (Clive Lewis), who makes very good points. It is all about unfairness to women who are really struggling, women with ill health and women who cannot work; and it is about the Government accepting their responsibilities."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Ian Blackford:", "speech": "      I have already taken a lot of interventions and I am aware that many Members want to speak, so I shall try to get through my points as quickly as I can."}, {"speaker": "Patricia Gibson (North Ayrshire and Arran) (SNP):", "speech": "      Does my hon. Friend agree that as this plays out to the public, many women in the WASPI campaign who are watching our proceedings today, no doubt with huge disappointment, will be even more disappointed to see that the Tory Benches are populated almost exclusively by men, who are explaining why women born in the 1950s should not be able to access their pension? [Interruption.] I said “almost exclusively”. They are watching these detached, remote, middle-aged men explaining why they cannot access their pensions."}, {"speaker": "Ian Blackford:", "speech": "      I thank my hon. Friend for that point. I think we should all, whether we be men or women, should reflect on the unfairness. It is an issue that we should see as simply wrong, and we should deal with it, whether we be male or female."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "      Does the hon. Gentleman seriously believe, given that my constituents in Blackpool North and Cleveleys want me to be here, that I should leave the Chamber and not participate in the debate because I am a man?"}, {"speaker": "Ian Blackford:", "speech": "      I am sorry to hear that approach taken by the hon. Gentleman. I was looking for someone to defend the Government. I provided the opportunity for a Conservative Member to do so, and the hon. Gentleman failed. Everyone in this Chamber has the right to defend the interests of their constituents—we would all support that."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Ian Blackford:", "speech": "      I want to make some progress."}, {"speaker": "Nadine Dorries:", "speech": "      I point out that we would like to speak in the debate when the opening speeches are over."}, {"speaker": "Ian Blackford:", "speech": "      To defend what the Government are doing is to defend the indefensible. It is wrong; it is mean-spirited. Conservative Members should not just troop through the Lobbies without reflecting on the situation of women who in some cases are losing tens of thousands of pounds of their entitlement."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. The hon. Gentleman is speaking through the Chair. When he says “you”, he is speaking to me, but I am not directly participating in the debate. I would be grateful if he would address his comments in the third person."}, {"speaker": "Ian Blackford:", "speech": "      I apologise most sincerely for my oversight, Madam Deputy Speaker, and I will make sure it does not happen again."}, {"speaker": "Richard Arkless (Dumfries and Galloway) (SNP):", "speech": "      Is not the crux of the issue that we see a clear a breach of contract? If this were a private pension company that unilaterally changed the pension conditions of 2.6 million ladies in this country, this House would quite rightly be up in arms. Those ladies want only to have that contract mitigated fairly. Surely the Government should listen to the 2.6 million ladies in this country, and act now."}, {"speaker": "Ian Blackford:", "speech": "      I am very grateful to my hon. Friend, who makes a very good point. We were talking earlier about the Financial Conduct Authority and consumer protection, yet here are consumers being ripped off by their own Government, who are ripping up entitlements to the state pension. Conservative Members should be up in arms over this; they should defend the rights of their constituents."}, {"speaker": "Nadine Dorries (Mid Bedfordshire) (Con):", "speech": "      I rise—finally—to express disappointment—huge disappointment. This has not been a good debate so far, and I imagine that many of the WASPI women who have been watching it on television may have switched off long ago, because the party political point-scoring on all sides has been pretty embarrassing."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order."}, {"speaker": "Helen Jones (Warrington North) (Lab):", "speech": "      Women who work for fair transitional pension arrangements have been accused by some of being emotional. There is certainly one emotion that unites most of them, and that is anger: anger about the incompetence and stubbornness that have failed to address these issues over many years, and anger about the fact that the arrangements that they made for their retirement were based on either wrong information or no information at all from the Government, and have now been  overturned."}, {"speaker": "Dr Huq:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Helen Jones:", "speech": "      I am sorry; I do not have time."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Deputy Speaker:", "speech": "      Given that a great many Members want to speak, it would be helpful if Members did not intervene, because if they want to make speeches later, we shall be in an impossible position. If Members could shave just a little bit off their speeches, I shall try to ensure that everyone has a chance to speak."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "      I shall do my utmost, Mr Deputy Speaker."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      I start by offering you, Mr Deputy Speaker, and the House my apologies, because unfortunately I will not be able to be here for the winding-up speeches—I am on Front-Bench duty in Westminster Hall from 4 o’clock. No discourtesy is intended either to the shadow Minister or the Minister who will be closing the debate."}, {"speaker": "John Glen (Salisbury) (Con):", "speech": "      It is a pleasure to contribute to the debate. I rise to represent the views of Linda Anderson and others from the WASPI campaign group in Salisbury who came to see me just last week. It was clear from their representations that they feel a grave sense of injustice. They have had different experiences in what they have received over the years and in their understanding of the different entitlements they should have had, but I too have been disappointed by the lack of clarity in the alternatives that have been presented in this debate. We had a powerful speech by the SNP Front-Bench spokesman, but we did not have clarity or costings on the amelioration that his party proposes. As my hon. Friend the Member for Blackpool North and Cleveleys (Paul Maynard) said, the Opposition spokesman offered a menu of options, but we did not have any price tags and we did not have any choices."}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      I am pleased to speak in this debate because I have heard in so many cases how the changes brought in by the Pensions Act 2011 affect the lives of millions of women born throughout the 1950s. They are unfairly bearing the burden of the personal costs of the Government’s increases to the state pension age, because many find themselves without a job, without a pension or pensioner benefits, and without money to live on, and that must focus our minds. Many of the 1950s-born women affected by the changes are living in real financial hardship."}, {"speaker": "Tim Loughton (East Worthing and Shoreham) (Con):", "speech": "      I commend the hon. Member for Worsley and Eccles South (Barbara Keeley) on the measured way in which she made her comments."}, {"speaker": "Mrs Sharon Hodgson (Washington and Sunderland West) (Lab):", "speech": "      Today, we again debate the need for transitional arrangements following the equalisation of the state pension age. Contrary to what the Minister said, everyone—including the women affected—accepts the equalisation of the state pension age for men and women in principle. However, in practice it is clear that these changes have had such a detrimental effect on the lives of a particular group of women born in the 1950s—many thousands of them up and down the country—that we must look at transitional arrangements. We can ignore this no longer."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "      Nobody in this House can doubt the sincerity of the WASPI campaign or the number of women who have signed the petition, but as this is the fifth debate, we should start with what has changed since the last one. Today’s motion is all about bringing forward “transitional arrangements”, and those are the precise words used on the WASPI campaign’s petition. They sound fairly harmless, but what are these transitional arrangements?"}, {"speaker": "Victoria Atkins (Louth and Horncastle) (Con)", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Richard Graham:", "speech": "      I had better not."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      Sometimes a campaign captures the mood of this nation, and the WASPI campaigners have done just that. Like so much of this Government’s agenda, the speed of the transition arrangements for women’s state pensions betrays a rush to pinch pennies at too great a human expense, but the WASPI women have stung back—even more so than other groups that have been hit hard by austerity—and the wave of public support for their cause speaks volumes."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      This has been an interesting debate. Parts of it have been quite poor, but it is clearly of great interest to many of our constituents."}, {"speaker": "Mhairi Black (Paisley and Renfrewshire South) (SNP):", "speech": "      When I heard that we were to debate this issue again, I thought, “What am I going to talk about?” Everything is already on the record. We have already discussed how the new single tier state pension is irrelevant to the women in question and will not solve the problem. We went to great lengths to explain how nobody disagrees with equalisation and nobody is calling for Acts to be repealed."}, {"speaker": "Huw Merriman (Bexhill and Battle) (Con):", "speech": "      In the past few months I have met a number of constituents who have been impacted by these changes. They detailed how the increases in the state pension age have had an impact on them owing to their being on the wrong side of the dateline. I have every sympathy with them, and I understand their frustration."}, {"speaker": "Victoria Atkins:", "speech": "      I am grateful to my hon. Friend for giving way, because it enables me to make the point that I wanted to make to the hon. Member for Paisley and Renfrewshire South (Mhairi Black). To put this in context, if we compare the £39 billion with the approximately £120 billion annual spend on the NHS, we begin to see how difficult it is to make the sums add up. Does my hon. Friend agree?"}, {"speaker": "Huw Merriman:", "speech": "      I absolutely do. When it comes to footing the bill, I also have concerns about another age group in my constituency—those in their 20s and 30s. They are sometimes referred to as the packhorse generation because they are saddled with debts from university, which I, and many others of my age group and those older than me did not have to endure; they are less likely to be in receipt of occupational pension schemes; they are paying high rents and struggling to afford a home of   "}, {"speaker": "Kate Hollern (Blackburn) (Lab):", "speech": "      It has been interesting to hear the passionate arguments on this issue. The first thing we have to point out is that this is a political decision: you guys in government decided where the cuts would come. We are not asking Ministers to put £39 billion in; we are saying, “Don’t take it out. Have a transitional arrangement.”"}, {"speaker": "Graham Evans (Weaver Vale) (Con):", "speech": "      The need for equalisation of the state pension age is evident. We have an ageing population. People are living healthier, longer lives, with an ever-greater proportion of the population drawing a pension while an ever-smaller proportion are contributing through national insurance. Without equalisation, the system risks becoming increasingly difficult to afford. At my help and advice surgery in Frodsham last month, a constituent of mine, Barbara, came to speak to me about this issue. Barbara is 59, turning 60 this year, and she had been expecting to retire at 62. It was not until recently that she realised she would have to wait until she was 66 to retire. The majority of the anger at these changes lies in the lack of notification."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      Usually, when somebody says to me, “So-and-so is being a bit waspy,” it is a signal to tread with some care, so when I was told that a load of women who were concerned about this issue were coming to see me at my surgery on Friday, I trod with sufficient care. I was able to tell them that I spoke on Second Reading of the 2011 Act to point out that the women who left Foxhills comprehensive in my constituency in 1970 were the very women who would be affected, that it was not fair and that, frankly, there needed to be a better deal than two months’ transitional mudge."}, {"speaker": "Christina Rees (Neath) (Lab):", "speech": "      There are 3,540 women affected by the changes in my constituency. Does my hon. Friend agree that the 1995 changes were reasonably well communicated, but the 2011 changes were badly communicated? Some women who are affected by the 1995 changes were also affected by the 2011 changes, which compounded the issue."}, {"speaker": "Nic Dakin:", "speech": "      My hon. Friend has it spot on. Communication, as the hon. Member for Weaver Vale (Graham Evans) said, is one of the issues at the heart of the matter. What happened in 2011 compounded what had happened previously, and the situation is totally unfair."}, {"speaker": "Carolyn Harris (Swansea East) (Lab):", "speech": "      Women of a certain age, of which I am one, from right across the United Kingdom are very angry about the position they find themselves in. If they were born in March 1953, like Jill in the Jack and Jill twins scenario, they will be absolutely livid, because Jack will get £155 a week under the single-tier state pension, while Jill will get £131, because she was born a woman. Where is the justice in Jack getting £20,000 more over 20 years than his sister Jill? That is just ridiculous."}, {"speaker": "Julie Cooper (Burnley) (Lab):", "speech": "      I am grateful to you, Mr Deputy Speaker, for the opportunity to speak on this important issue. I thank the women of the WASPI campaign for their tireless efforts in persisting in bringing this issue to the Government’s attention. I want to speak for the women in my constituency of Burnley, and for the thousands of women who will be affected. There has been much talk about the financial impact of the change and what the cost will be, but let us not forget that these women are taxpayers who have worked hard and paid in. They are asking not for a benefit, but for a right to which they are entitled."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      I congratulate WASPI on its highly effective campaign, particularly all the women from my constituency who have contacted me or come to my surgeries. Women across the UK have been hit hard by the changes. To the surprise and dismay of many of them, the plans that they had made have been disrupted. Often, they face unemployment, with little hope of getting a job—a bleak life on benefits at a time when they should be enjoying the fruits of their long years of work."}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "      Mr Deputy Speaker, 1950s-born women are not usually seen as a militant group. They were born and raised in the era of “Hi honey, I’m home,” spotless perfection, domestic bliss and Formica, but the situation they now find themselves in is far from perfect."}, {"speaker": "Gavin Newlands (Paisley and Renfrewshire North) (SNP):", "speech": "      I welcome the opportunity to make another contribution on this matter. I also want to take the opportunity to pay tribute to the WASPI campaign for refusing to lie down and for continuing to fight for a transitional arrangement that will protect against the most damaging consequences of the rushed equalisation of the state pension."}, {"speaker": "Patricia Gibson (North Ayrshire and Arran) (SNP):", "speech": "      Previous speakers have already said that pensions are not a benefit but a contract, and the Government have broken that contract. If that were done by a private company, it would be sued for mis-selling. When the terms of a contract change, there must be notification—actual notification, not Westminster politicians talking to each other—and mitigation when someone is disadvantaged. In this case, the Government must take responsibility and correct that."}, {"speaker": "Alan Brown (Kilmarnock and Loudoun) (SNP):", "speech": "      This is the fourth WASPI campaign debate that I have spoken in, and it is hard to find something new to say. I note that the Minister had the same problem, because his earlier performance at the Dispatch Box was a disgrace. He said that he would talk about transitional arrangements, but he did not—he avoided the matter the whole time, took interventions and fudged the issue. Let me remind him of a suggestion that he made in a previous answer to an oral question, when he said that women could use the pension freedoms to help themselves bridge the gap and transition to state pension age. For me, that shows that he does not understand that women are less likely to have pensions, and that the pensions they do have are more likely to be low in value. To suggest that women should blow their savings as a remedial measure, instead of the Government helping out, is crazy and irresponsible."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      I am pleased to finally be able to take part in this debate on transitional state pension arrangements. As many hon. Members have pointed out, we have had many debates recently on the subject of women’s state pension age inequality. Now, however, we are talking about practical solutions and considering seriously transitional arrangements. Remember, this is transition—it is not for ever and it will not cost £30 billion or £39 billion, or whatever other figure has been floating around the Chamber. Transitional payments will help all the women born in the 1950s who have suffered the double whammy of the 1995 and 2011 Pension Acts. Those women have emailed, written, phoned, Facebooked and tweeted me, and many of my fellow MPs, on seeing their retirement plans disintegrate."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      In common with others, I regret that much of the debate from the Dispatch Box was focused on fixing the blame rather than fixing the problem, but at least the hon. Member for Pontypridd (Owen Smith) put forward a six-pack of options, which he rightly asked the Government to consider. Let us remember that the salient point about the motion is that it"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I call the shadow Minister."}, {"speaker": "Angela Rayner (Ashton-under-Lyne) (Lab):", "speech": "      It is absolutely great to follow the excellent speech made by the hon. Member for Foyle (Mark Durkan)."}, {"speaker": "Sir Peter Bottomley:", "speech": "      The hon. Lady has referred to the £1.1 billion, which brought the extension down from two years to 18 months and, we are told, dealt with 81% of the women affected. So only 20% roughly are left at 18 months and the cost would be up £200 million. Can we put it to Government that that £200 million would have bought the loyalty of the rest of us this evening, but it won’t if they don’t?"}, {"speaker": "Angela Rayner:", "speech": "      I thank the hon. Gentleman for his intervention. I hope that the Minister will answer that question. Just over a £1 billion was put in. According to my research, over half of that was for men."}, {"speaker": "The Parliamentary Under-Secretary of State for Disabled People (Justin Tomlinson):", "speech": "      I am sorry that the limited time available prevents me from paying credit to all the Members who have spoken today. There has been real passion, and well thought out and measured responses on both sides of the House, drawing on the challenges we face, the concerns raised directly by residents and the work of the WASPI campaign, to which many Members are paying close attention."}, {"speaker": "Barbara Keeley:", "speech": "      Will the Minister give way?"}, {"speaker": "Justin Tomlinson:", "speech": "      Because of the lack of time, I will not give way."}, {"speaker": "Ian Blackford:", "speech": "      Will the Minister give way?"}, {"speaker": "Justin Tomlinson:", "speech": "      I apologise to those who want to intervene. Those who debated with me in Westminster Hall know that I will always try to answer as many questions and interventions as possible. We simply do not have time today."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I have now to announce the result of two deferred Divisions. In respect of the Question relating to road traffic, the Ayes were 299 and the Noes were 226, so the Question was agreed to. In respect of the Question relating to estimates, the Ayes were 301 and the Noes were 60, so the Question was agreed to."}, {"speaker": "Andy Burnham (Leigh) (Lab):", "speech": "      I beg to move,"}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      I do not want to go too far back in history, but if my right hon. Friend looks at 3 February 2010 he will see that there were 18,000 more police officers under the Labour Government, but the increase in the budget for 2010-11 was 2.7%, and the Conservative party felt that it was not enough at the time."}, {"speaker": "Andy Burnham:", "speech": "      I was just about to make that very point. The cuts that we are now facing come on top of the loss of 18,000 police officers over the previous Parliament, as my right hon. Friend has just said, and 12,000 of them were front-line officers. Thousands of police community support officers and civilian staff have lost their jobs. We have begun to see the break-up of neighbourhood policing, which was a great achievement of the previous Labour Government, bringing police out of their stations and cars and back into communities, restoring trust and bringing down crime. That is a record that Labour should be proud of."}, {"speaker": "Ms Karen Buck (Westminster North) (Lab):", "speech": "      Is my right hon. Friend also aware that commitments were given that the sale of police stations and other buildings would help to ensure that there were additional police officers on the frontline? In my constituency we have lost St John’s Wood police station and Harrow Road police station, and I understand that Paddington Green police station has now been sold, yet our police numbers are still nearly 30% down on where they were in 2011."}, {"speaker": "Andy Burnham:", "speech": "      The same story is repeated all over the country. I ask my hon. Friend to think about the cuts that have been made to other services alongside the police, such as those to councils, mental health services, social care, disability benefits, ambulance services and fire services. All those cuts pile extra pressure on our overstretched police forces. That is what we are seeing. The cuts now being planned come at a time when this country is facing multiple challenges on many fronts, and when the threat level has never been higher, so something has to give."}, {"speaker": "Stephen Doughty (Cardiff South and Penarth) (Lab/Co-op):", "speech": "      Does my right hon. Friend agree that there is a stark contrast with the approach that the Welsh Labour Government are taking, with funding for hundreds of extra PCSOs in Wales making up for the shortfall they have seen as a result of cuts elsewhere?"}, {"speaker": "Andy Burnham:", "speech": "      I think that people will hear what my hon. Friend has said and make their own judgment. Who protects community safety? Who stands up for the   "}, {"speaker": "Kit Malthouse (North West Hampshire) (Con):", "speech": "      I understand that the right hon. Gentleman is giving this a bit of welly as part of his rehabilitation, but I am confused about two things. First, I have yet to hear him acknowledge that over the past seven years crime has continued to fall quite significantly. Secondly, I have yet to hear him refer to his own recommendation of 10% cuts in police funding, which he made not six months ago. Would he care to enlighten the House on both points?"}, {"speaker": "Andy Burnham:", "speech": "      I will come on to both points. I am doing fine, thanks. I hope that the hon. Gentleman can see that I will be standing up for police forces, even if he is not. I will come on to both points he raises, because I do not think that his Government are telling the correct story about what they are doing to the police. They are not providing real-terms protection; they are cutting the police. Ministers also stand at the Dispatch Box and say crime is falling; the Policing Minister said it just days ago—complacently. They fail to point out that the crime figures they quote do not include online crime, which is about to come into the crime statistics for the first time. In the last six years, crime has changed—it has moved online—but the relevant figures have not been counted, so I would not be so complacent if I were him."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      A few moments ago, the right hon. Gentleman rightly said that the level of threat is severe, and we are all aware of that. May I make the same invitation to him that I made to his Front-Bench colleague, the hon. Member for Birmingham, Erdington (Jack Dromey), in the previous policing debate? The right hon. Gentleman mentioned the importance of armed police officers. The Leader of the Opposition has made it clear that, in his vision of policing, even if those officers are armed, they will not be allowed to use their weapons. Will the shadow Home Secretary admit that that is a dereliction of duty? Will he take this opportunity, while he is speaking from the Dispatch Box, to clarify the Opposition’s position?"}, {"speaker": "Andy Burnham:", "speech": "      I can tell the hon. Gentleman now that the Leader of the Opposition said that that was simply not the case. There is no change whatever to long-established policy when it comes to the police keeping the public safe."}, {"speaker": "Steve McCabe (Birmingham, Selly Oak) (Lab):", "speech": "      Does my right hon. Friend agree that, in addition to the cuts, the 4.6% police precept rise in the west midlands, which was apparently negotiated by the hon. Members for Solihull (Julian Knight) and for Dudley South (Mike Wood), amounts to nothing more than local people paying more money for less police?"}, {"speaker": "Andy Burnham:", "speech": "      The Government are cutting the police at national level, making local people in the west midlands—and in Greater Manchester too—pick up the bill, but people are getting less in terms of police on their streets. We know, do we not, that the Government are very good at making cuts in urban areas such as Greater Manchester and the west midlands and at taking money elsewhere. That is the reality: our constituents will be paying more for less. The Chancellor and the Home Secretary have broken their police promise to our constituents."}, {"speaker": "Dawn Butler (Brent Central) (Lab):", "speech": "      Talking about cuts, we have lost 108 police officers and 104 PCSOs in my constituency since 2010. The only increase we have seen has been in voluntary special constables—and that was 98. The Government are trying to police using volunteers, not police officers."}, {"speaker": "Andy Burnham:", "speech": "      I will come to that as well. The Bill we will debate in a week or so is all about having a part-time police force to deal with the growing threat we face from online crime and fraud and from terror. That is simply not an answer to the challenges of the future, and I will come to that before I finish."}, {"speaker": "Catherine McKinnell (Newcastle upon Tyne North) (Lab):", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Andy Burnham:", "speech": "      I will make a little more progress, and then I will give way to my hon. Friend."}, {"speaker": "The Secretary of State for the Home Department (Mrs Theresa May)", "speech": "     rose—"}, {"speaker": "Andy Burnham:", "speech": "      I will give way to the Home Secretary in a moment."}, {"speaker": "Mrs May:", "speech": "      When my hon. Friend the Member for North West Hampshire (Kit Malthouse), who was a distinguished deputy Mayor for policing here in London, referred to the 10% figure that the right hon. Gentleman had quoted, the right hon. Gentleman said that there was far too much spin from the Government side of the House. The figure actually came from a Labour party press release where he said:"}, {"speaker": "Andy Burnham:", "speech": "      When that press release was issued I said that up to 5% would be do-able—[Interruption.] No, I have said this consistently, if the Home Secretary will just listen. I said that up to 5% cuts would be doable, and we stand by that; that up to 10% would be difficult; and that over 10% would be dangerous. She was threatening to cut the police by over 20%, so let us get the facts straight. She will recall that she asked Cobra to review police funding in the light of the Paris attacks. My hon. Friend the Member for Birmingham, Erdington (Jack Dromey)—the shadow Policing Minister—and I also consulted the police in the light of the Paris attacks. We listened to what they had to say, as the Home Secretary will have done. They said that over 5% would be difficult, if not dangerous, and I put that in a letter to her before the autumn statement. Let us get this right so that the public are not misinformed and there is no spin from the Government Dispatch Box."}, {"speaker": "Catherine McKinnell:", "speech": "      My right hon. Friend is making a powerful speech and highlighting the differential impacts, as well as the impact across the board. I want to give the House the example of Northumbria police. Just 12% of its revenue comes from the council tax precept. That is far below the national average of 25%, and that hampers its ability to make up for the shortfall. Northumbria is the worst hit of all forces, with local residents paying more for less."}, {"speaker": "Andy Burnham:", "speech": "      My hon. Friend is absolutely right. The more deprived parts of the country have less ability to raise money from their council tax base, so they cannot make up for the Government’s cuts. I am sorry to tell her that the situation could be about to get even worse. The Guardian reported yesterday that the Home Secretary is about to bring forward a new police funding formula—after the mess that the Policing Minister made of the last one—which will divert funding away from urban forces towards rural ones."}, {"speaker": "Mrs May", "speech": "     indicated dissent."}, {"speaker": "Andy Burnham:", "speech": "      The Home Secretary is shaking her head, and I am glad; I hope that she will tell me that that is not true. Recently, £300 million was miraculously made available for local government in England at the last minute, but—surprise, surprise—barely a penny went to any council represented by Labour. It all went to councils represented by the Conservatives. If the police funding formula did the same, it would add insult to injury and make a complete and utter mockery of the Government’s already dubious commitment to creating a northern powerhouse."}, {"speaker": "Tim Loughton (East Worthing and Shoreham) (Con):", "speech": "      I have listened carefully to the shadow Home Secretary for 22 minutes, and his entire assessment of how the police are doing is based on the amount of money that the Government have given them. There has been absolutely no mention of smarter policing, better procurement or better use of technology. We heard yesterday in the Home Affairs Committee from a former Labour Member of this House and former Minister who is now the PCC for Merseyside. She has managed to halve the budget for her office compared with that of the former police authority, and all that money has gone into front-line policing. There is more to policing than the amount of money that the police receive from central office."}, {"speaker": "Andy Burnham:", "speech": "      I could not have put it better myself. Vote Labour. Vote for a Labour PCC. Labour PCCs will work cleverly to protect front-line policing, and they will drive innovation and reform. Protect our police by voting Labour in May. I thank the hon. Gentleman for making my point better than I could have done."}, {"speaker": "Richard Fuller (Bedford) (Con):", "speech": "      On the point about additional funding for policing to plug some of the gaps that the right hon. Gentleman has talked about, as he knows, the reductions are over five years, during which time some PCCs may take control of their fire authorities. Does he believe that it would be right or wrong for PCCs to use fire budgets to plug perceived gaps in their police budgets?"}, {"speaker": "Andy Burnham:", "speech": "      I think it would be wrong, and I am very worried about the proposal to put fire under the control of the PCCs, because fire will be the poor   "}, {"speaker": "Kit Malthouse", "speech": "     rose—"}, {"speaker": "Andy Burnham:", "speech": "      I will give way one final time."}, {"speaker": "Kit Malthouse:", "speech": "      I recognise the issue that the right hon. Gentleman raises, but will he accept that we cannot patrol to prevent online crime? The solution to online crime is not throwing bodies at it but about throwing technology at it, which can be done either relatively cheaply or much more efficiently."}, {"speaker": "Andy Burnham:", "speech": "      What we should not do is to throw volunteers at it, which is the Home Secretary’s idea. [Interruption.] I will come on to explain that. This is about both technology and people. We need sophisticated teams to deal with it. It is fair to say that most police forces do not have such a capability at the moment, and they will not get that capability by having their numbers and their budgets cut. We need a sophisticated response to online crime."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      The hon. Member for North West Hampshire (Kit Malthouse) is trying to suggest that there is no link between crime and the reduction in support and funding for police services. In Greater Manchester, £8.5 million and 1,600 staff have been cut, and we know that there has been an increase in crime. In my constituency, the number of burglaries has doubled year on year. Is that not the effect of what the Government are doing?"}, {"speaker": "Andy Burnham:", "speech": "      That is directly the effect of what the Government have done, compared with what they inherited. How on earth can that police force now develop the   "}, {"speaker": "Mrs May:", "speech": "      I am grateful to the shadow Home Secretary for giving way to me a second time. He is making an argument about the importance of accuracy in reporting figures. May I therefore ask him why, in relation to a Labour party press release on crime statistics issued in January, under the heading “crime up 6 per cent, the biggest increase”, the UK Statistics Authority wrote to my hon. Friend the Member for Braintree (James Cleverly) to say that"}, {"speaker": "Andy Burnham:", "speech": "      No, I will not, because, as my hon. Friend the Member for Birmingham, Erdington said, the figures were accurately reported. The challenge today is for the Home Secretary to explain her claim that crime is falling, because I am afraid the recorded crime figures do not show that, and some experts say that the British crime survey is about to show that crime has in fact doubled. That is the issue that she has to explain, and she will have to work hard to do so."}, {"speaker": "Steve Rotheram (Liverpool, Walton) (Lab):", "speech": "      It was suggested by the former deputy Mayor that these things can be done by sophisticated algorithms that can filter out such crimes. Actually, the victims of such crimes still feel that they need a police officer to come   "}, {"speaker": "Andy Burnham:", "speech": "      We have seen this cost cutting and privatisation elsewhere, haven’t we? Take NHS 111, which was going to solve everything because of the algorithms that the call handlers would use. Has the service to the public been better than under NHS Direct? In no way. My hon. Friend has got it absolutely right. The Government suggest that it can all be done on the cheap, but people know it cannot."}, {"speaker": "The Secretary of State for the Home Department (Mrs Theresa May):", "speech": "      Let me start by paying tribute to the police, the fire and rescue services and all those who attended the incident at Didcot power station yesterday. In doing so, they showed the courage and professionalism that police officers and firefighters show day in and day out."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      I have heard the Home Secretary comment that she is not particularly concerned about the numbers, but I wonder whether she is concerned about the fact that Humberside police force has the lowest level of police officers since the 1970s. Does that not concern her at all?"}, {"speaker": "Mrs May:", "speech": "      The point that I am making is very simple and I am happy to repeat it to the hon. Lady. The Labour party consistently looks at the amount of money that is spent and at the number of police officers, but what we need to look at is how money is being spent and how the officers are being deployed. It is not just me who is saying that. Her Majesty’s inspectorate of constabulary has made it clear that there is no simple link between officer numbers and crime levels, between numbers and the visibility of police in the community or between numbers and the quality of service provided."}, {"speaker": "Andy Burnham:", "speech": "      I am listening carefully to what the Home Secretary is saying and she has repeated the claim that she is protecting the police in real terms. Is she therefore denying the figures from the House of Commons Library that show 36 out of 43 police forces in England and Wales receiving cash cuts in their allocation from the Home Office for 2016-17?"}, {"speaker": "Mrs May:", "speech": "      When the right hon. Gentleman looks at figures for overall police spending he needs to look at figures for overall police spending, because they include the money being spent. He was very careful. He said when he looked at his figures that he was not looking, for example, at the extra grants for London through the capital city grant. He was not looking at the money being spent on the emergency services mobile   "}, {"speaker": "Richard Fuller:", "speech": "      The Home Secretary makes a very good point; this is not just about the total money but about how money is spent. The problems on the Labour side also come down to a local level, not just a national level. Does not my right hon. Friend agree that although we understand the problems with financing policing in Bedfordshire, it undermines the case when the PCC for Bedfordshire has one of the highest proportions of commissioned police officers in staff roles rather than on the frontline and when he does not spend the budget allocated to him, for example, on counter-terrorism?"}, {"speaker": "Mrs May:", "speech": "      I agree with my hon. Friend, and it is very striking when we look at the figures for Bedfordshire how many officers are not on the frontline but in the back office. That is one of the things that most police forces have changed over the years, but there is clearly more scope for that to take place in Bedfordshire. Under a different police and crime commissioner—a Conservative police and crime commissioner—I am sure that it would."}, {"speaker": "Julian Knight (Solihull) (Con):", "speech": "      I want to pick up on that point about the financial management of Labour police and crime commissioners. In the West Midlands, for instance, the Labour PCC, David Jamieson, has reported £100 million in reserves, yet he chose before the spending review to fire huge swathes of vital PCSOs in a highly politicised move and then had to reverse the decision after the spending review. The message is, “If you want to play politics with the police, vote Labour.”"}, {"speaker": "Mrs May:", "speech": "      I have to say that I agree with my hon. Friend. If we look at the figures, we see that the cash change in resource reserves since March 2014 in the West Midlands is £27 million. The choice has been made to put that money in reserve—into the bank balance—rather than into officers on the frontline."}, {"speaker": "Andy Burnham:", "speech": "      I thank the Home Secretary for giving way one more time, because this is an important debate and people need the truth. They will have heard that she did not answer my last question about Home Office cash cuts to 36 police forces, so let me ask another question. She loves to read out what I said—5%, 10%—but I have already gone through what I said and the letter I wrote to her. Let us get the facts straight. Why did David Jamieson put forward those plans? It was because until the day before the spending review, the Home Secretary was telling the police that they could expect 25% cuts. That is what she was telling them; that is what they were planning for. What happened to make her change her mind the day before the spending review, and back down on the 25% cuts that she was planning?"}, {"speaker": "Mrs May:", "speech": "      The right hon. Gentleman is trying to make an argument where there is none, because he knows full well the processes of determining the comprehensive spending review, and the discussions that take place between Departments and the Treasury that result in the final figures that the Chancellor announces. In truth, the Labour party decided what its line was going to be on police funding, and when the Chancellor   "}, {"speaker": "Naz Shah (Bradford West) (Lab):", "speech": "      The Chancellor is not present, but will the right hon. Lady confirm that his pledge to protect the police relies on an assumed increase of £369 million in local taxes?"}, {"speaker": "Mrs May:", "speech": "      I described accurately in my speech what was said about real-terms figures and maximising the precept, and that in cash terms there will be virtually a £900 million increase in funding for police budgets."}, {"speaker": "Jake Berry (Rossendale and Darwen) (Con):", "speech": "      Is my right hon. Friend surprised, as I am, that on the one hand Labour Members seem to be arguing that the Chancellor protected funding because of their campaign, and on the other hand that funding is going down?"}, {"speaker": "Mrs May:", "speech": "      My hon. Friend is absolutely right—they cannot have it all ways, and that is exactly what the shadow Home Secretary is trying to argue. He is saying, “Isn’t it great? It is all because of us that police funding is protected—ooh, whoops, no, we think it’s going down.” He really needs to get his own lines straight before he stands up and speaks in this Chamber."}, {"speaker": "Clive Efford (Eltham) (Lab)", "speech": "     rose—"}, {"speaker": "Mrs May:", "speech": "      I want to speak about terrorism so I hope the hon. Gentleman will excuse me. The threat from terrorism is real and growing. As I said when I was in Washington last week, the threat from Daesh requires us to act with greater urgency and joint resolve, both at home and internationally, more than ever before. An effective counter-terrorism response relies on the police and agencies working together with the right tools, capabilities and powers. That is precisely why the Government took the decision to protect overall police spending in real terms last autumn, why they have always supported neighbourhood policing as part of that joint effort, and why they protected counter-terrorism policing budgets and increased funding for the security   "}, {"speaker": "Stephen Doughty:", "speech": "      I have spoken to the Home Secretary previously about this, and the Minister for Policing, Crime and Criminal Justice was good enough to meet me recently to discuss the specific concerns facing Cardiff— as a capital city—and its neighbouring regions, particularly when dealing with the threat from terrorism. Will she look closely and generously at the specific needs facing Cardiff when she considers the resources that she is speaking about?"}, {"speaker": "Mrs May:", "speech": "      There are two aspects to this. There is the request that Cardiff has made for capital city grant, in the same way that London receives capital city grant. This has been looked at very carefully on a number of occasions. In overall policing terms, London has specific responsibilities and issues to address that are not reflected in Cardiff as a capital city. Separately, there is the whole question of counter-terrorism policing. The counter-terrorism policing budget is separate. We have been able to not just protect it but increase it for such issues as the provision of firearms officers. I recognise the points the hon. Gentleman has made to me and my right hon. Friend the Minister for Policing, Crime and Criminal Justice about ensuring that proper counter-terrorism resource is available in the Cardiff area for policing."}, {"speaker": "Dawn Butler (Brent Central) (Lab):", "speech": "      I agree with the Home Secretary about the fight to combat terrorism. Safer neighbourhood teams have a pivotal role. In my constituency, the most diverse in the UK, we have lost 104 PCSOs. They cannot be replaced by volunteers. Does that concern the Home Secretary as much as it concerns me?"}, {"speaker": "Mrs May:", "speech": "      I will make two points to the hon. Lady. First, the percentage of officers in front-line duties has actually increased, I think from 89% to 92%, under this Government. Secondly, if we compare the actions of Labour police and crime commissioners with Conservative police and crime commissioners, Conservative PCCs have largely protected their local police officers, whereas Labour PCCs have been cutting them more significantly. I therefore suggest she looks at that."}, {"speaker": "Clive Efford:", "speech": "      Will the Home Secretary give way?"}, {"speaker": "Mrs May:", "speech": "      I am going to make some more progress, because we have limited time for this debate."}, {"speaker": "Debbie Abrahams", "speech": "      rose—"}, {"speaker": "Neil Coyle (Bermondsey and Old Southwark) (Lab)", "speech": "     rose—"}, {"speaker": "Mrs May:", "speech": "      I give way to the hon. Lady."}, {"speaker": "Debbie Abrahams:", "speech": "      Unfortunately, my constituents are not at all happy. Burglary has increased by 100% over the last year, according to police recorded crime figures. What is the Home Secretary doing to monitor the potential increase in vigilantism?"}, {"speaker": "Mrs May:", "speech": "      I am sorry, but I thought the hon. Lady said “invigilantism”. It is very clear—HMIC is very clear about it—that the police have the resources they need to do the job they need to keep people safe and secure. They are doing that on a day-to-day basis across the country. Public perceptions of crime are improving nationally and locally. Fewer people are worried about burglary, and more people believe the criminal justice system is effective."}, {"speaker": "Neil Coyle", "speech": "     rose—"}, {"speaker": "Mrs May:", "speech": "      I am sorry, but I am conscious that there is only limited time for this debate, and I am coming to the end of my remarks."}, {"speaker": "Andy Burnham", "speech": "     rose—"}, {"speaker": "Mrs May:", "speech": "      Given that it is the right hon. Gentleman, I will give way one last time, but I am virtually at the end."}, {"speaker": "Andy Burnham:", "speech": "      I am very grateful to the Home Secretary. She has just said something that goes to the heart of our debate today. She said that the Government had protected police budgets in real terms, once the police precept is taken into account—she said something along those lines. Will she accept that that caveat was not in the Chancellor’s autumn statement?"}, {"speaker": "Mrs May:", "speech": "      No. I am sorry, but we have been through this, and I am not going to go over it again for the right hon. Gentleman."}, {"speaker": "Neil Coyle", "speech": "      rose—"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. Members must allow the Home Secretary to conclude her speech."}, {"speaker": "Mrs May:", "speech": "      The hon. Member for Bermondsey and Old Southwark (Neil Coyle) may well be able to catch the eye of the Chair if he wishes to speak later."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. It will be obvious to the House that a great many Members wish to speak, and we have only an hour left. After the spokesman for the Scottish National party has made his contribution, there will be a three-minute limit on Back-Bench speeches."}, {"speaker": "Richard Arkless (Dumfries and Galloway) (SNP):", "speech": "      I assure Members that I have no intention of taking up any more time than is absolutely necessary."}, {"speaker": "John Stevenson (Carlisle) (Con):", "speech": "      Does the hon. Gentleman agree that when it comes to policing, it is not just a question of money but a question of structure? Will he acknowledge that the SNP Government made a mistake in reducing their police to a single force?"}, {"speaker": "Richard Arkless:", "speech": "      I remind the hon. Gentleman that the proposal was in the SNP manifesto, the Conservative manifesto, and the Labour manifesto at the last Scottish parliamentary election. It seems a bit rich to claim after the event that making the move was the wrong thing to do, given that all the parties were advocating such a move."}, {"speaker": "Jake Berry:", "speech": "      I wonder whether the hon. Gentleman would confirm that the Scottish Government were advised, before they made the changes to the Scottish policing structure, that they would lose their special status on VAT. If so, why did they still proceed to make the change?"}, {"speaker": "Richard Arkless:", "speech": "      I can confirm that that was the case, but we made our protestations abundantly clear at that time, and we also made it clear that we would campaign on the issue. There is an old saying: if it looks like a duck and quacks like a duck, the chances are it is a duck. That looks unfair, it feels unfair and I can assure the hon. Gentleman that it is unfair. Surely that cannot be right."}, {"speaker": "Mr Speaker:", "speech": "      I discern that the hon. Gentleman has finished his speech. We are very obliged to him."}, {"speaker": "Kit Malthouse (North West Hampshire) (Con):", "speech": "      I am pleased to see your happy countenance, Mr Speaker, for I rise depressed. I thought coming to this place that I would avoid tedious arguments about inputs and instead participate in a debate about results, policy and methods. In 2008, when I became deputy mayor for policing in London, I inherited a police force that had lost its way but was awash with cash. At that time in the capital, significant crime types were rising, not least teenage murder. During my four years, I helped, cajoled, bullied and persuaded the police to refocus at the same time as   "}, {"speaker": "Andy Burnham:", "speech": "      The hon. Gentleman has mentioned the Met he inherited in 2008. I would not argue that it was perfect, but does he accept that the Metropolitan police of 2008 were a universe away from the Metropolitan police of 1997, who failed properly to investigate the murder of Stephen Lawrence?"}, {"speaker": "Kit Malthouse:", "speech": "      I will accept that there have been significant changes in the Metropolitan police—that is absolutely right—but I think it is universally accepted that, when we got into office in 2008, under the then commissioner the force had lost focus. The point I am making is that it was not delivering while at the same time it was receiving significant budget increases. It was literally awash with cash. That position had to be corrected. That has to happen across the whole country."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      Mr Speaker, you are known as the Back Bencher’s champion, and I hope the shadow Home Secretary will not feel I am criticising him too much, but I think that for him to have spent 35 minutes—over a quarter of the entire allocated time for this debate—on his speech is a discourtesy to Members on both sides who have come here to talk about this important issue."}, {"speaker": "Jake Berry (Rossendale and Darwen) (Con):", "speech": "      Robert Peel’s vision for the police was that"}, {"speaker": "Naz Shah (Bradford West) (Lab):", "speech": "      Let me start by paying tribute to my local police, particularly Inspector Tom Horner. He works tirelessly, along with his team, to keep my community and my constituents safe, as does the regional police force. West Yorkshire’s force has lost a considerable amount of funding and more than 20% of its officers, and it is now likely to be asked to find savings, despite having a “protected budget”."}, {"speaker": "John Stevenson (Carlisle) (Con):", "speech": "      The police seem to be a popular subject in this House, as we have discussed them on several occasions, and I must say Labour’s arguments have not really moved on. Today’s debate gives me an opportunity to reiterate some comments and observations that I have made in previous such debates. It is important that we now look forward and not back. There are two key issues, one of which is financial and the other more general. The first is the police funding formula and the future consultation, and the second is leadership and innovation within police forces—new ideas and new thinking between them and within them."}, {"speaker": "Mrs Emma Lewell-Buck (South Shields) (Lab):", "speech": "      Many of my hon. Friends have spoken about the cuts to their local police force areas. Since 2010, the Northumbria police force has suffered some of the worst financial cuts of any force in the UK. I want to use what little time I have to share some of my personal stories, which show just how fantastic our police really are."}, {"speaker": "Suella Fernandes (Fareham) (Con):", "speech": "      I have listened intently to the Labour party’s propositions and arguments, and I am stunned and, frankly, disappointed by the one-sided and misleading portrayal of this issue. The shadow Home Secretary talked about cuts to services, cuts to funding and cuts to the police, but he totally ignored the remarkable cut in crime that this country has seen since 2010. Crime has fallen by about 25% since 2010. He challenged the crime survey statistics, but all the independent reports and all the facts show the same decline in crime, with a fall of more   "}, {"speaker": "Peter Dowd (Bootle) (Lab):", "speech": "      It is becoming increasingly apparent that we are not safe with the Tories. With underinvestment in the NHS, social care and local roads, with what is happening to the environment and the economy, and with the downward pressure on the pound, we are under threat from the Tories. We are not safe with them. Now, in our communities, there are attacks on the police, and all the Prime Minister can do is refer to the Leader of the Opposition’s tie. How pathetic is that?"}, {"speaker": "Jake Berry:", "speech": "      My grandfather spent 25 years patrolling the streets of Bootle as a police officer, and he would say—as I would—that we must focus on ensuring that   "}, {"speaker": "Peter Dowd:", "speech": "      I am really pleased that the hon. Gentleman says that, because I was just coming to that very point in relation to Merseyside police. A fantastic job is being done by the police and crime commissioner, Jane Kennedy; the chief constable, John Murphy; and my local commander, Peter Costello, and all his officers, who spend as much time as they can on the streets, against the odds."}, {"speaker": "Margaret Greenwood (Wirral West) (Lab):", "speech": "      I am sure my hon. Friend, as a fellow Merseyside MP, is aware of the fact that we lost 19% of our police officers on Merseyside between 2010 and 2015—something the grandfather of the hon. Member for Rossendale and Darwen (Jake Berry) would be very upset to hear. Workloads are soaring, and the officers who are left have to do a huge amount more with less and less. Does my hon. Friend agree that the recent Police Federation survey showing that 1,500 officers are off with stress or depression every day is an extremely worrying development and something we should all be concerned about?"}, {"speaker": "Peter Dowd:", "speech": "      I completely agree, and it surprises me that there are not even more police officers off with stress, given the pressures they are under."}, {"speaker": "Margaret Greenwood:", "speech": "      I thank my hon. Friend for giving way. Does he agree that those of us who work in this building every day—"}, {"speaker": "Mr Speaker:", "speech": "      Order. The hon. Member for Bootle (Peter Dowd) extended a generosity that it was not within his capacity to grant. It was very decent of him, but he gave time that he did not possess."}, {"speaker": "Jim McMahon (Oldham West and Royton) (Lab):", "speech": "      I thank my right hon. Friend the Member for Leigh (Andy Burnham) for opening this debate and allowing so many interventions. We have been able to take part in a very active and constructive debate."}, {"speaker": "Helen Hayes (Dulwich and West Norwood) (Lab):", "speech": "      I want to pay tribute to the hard work of the police in my constituency, which often goes above and beyond the call of duty. In addition to investigating crime, apprehending criminals and keeping us safe, in the current context of cuts to other public services, the police are too often the service of last resort for residents with severe mental illness and other vulnerabilities. Yet in London our hard-working officers are being let down and undermined by the current Mayor. We have seen enormous cuts to policing in London over the past five years, with the loss of more than 5,600 uniformed officers, including PCSOs."}, {"speaker": "Byron Davies (Gower) (Con):", "speech": "      Does the hon. Lady accept from me—I spent 32 years as a police officer—that the issue with mental health is not a new phenomenon but has always been the case?"}, {"speaker": "Helen Hayes:", "speech": "      The officers in my constituency tell me that the problem is more acute at the moment than it has been for many, many years, and that is my experience."}, {"speaker": "Margaret Greenwood:", "speech": "      Neighbourhood policing, which is the eyes and ears of policing, is important in tackling terrorism. Every day, Members of the House walk past monitors that tell us that the level of threat is “severe”. Does my hon. Friend agree that this is the wrong time to be making cuts to our police?"}, {"speaker": "Helen Hayes:", "speech": "      I agree entirely with my hon. Friend. When communities know their officers and officers know their patch, the police have a public face at a local level. When that is taken away, public confidence all too often depends on headlines, high-profile cases and the individual experiences of people who have, sadly, already been the victims of crime. Neighbourhood policing should not be regarded as the softer side of policing. It should be regarded not as a luxury to be cut in a time of austerity, but as a vital relationship-building bridge between the police and the communities that they serve, and as the key to resolving and preventing many of the serious crimes that can threaten the security and stability of our communities."}, {"speaker": "Naz Shah:", "speech": "      Is my hon. Friend aware that Her Majesty’s inspector of constabularies, Zoë Billingham, who led HMIC’s police effectiveness inspection, the report of which was published last week, described neighbourhood policing as"}, {"speaker": "Helen Hayes:", "speech": "      I thank my hon. Friend for that intervention, which supports the case I am making. In London, we need a Labour Mayor to restore neighbourhood policing, as my hon. Friend has just said, as a cornerstone of the Met."}, {"speaker": "Jo Stevens (Cardiff Central) (Lab):", "speech": "      We have heard this evening about crime going up, workloads going up, police numbers going down and police support staff   "}, {"speaker": "Steve McCabe:", "speech": "      I agree with my hon. Friend that such threats are multiplying. The Home Secretary suggested earlier that crime was down and all was well, but she seems to have overlooked the fact that violent crime is actually rising and that in some parts of the country—Birmingham, for example—gun crime is rampant. Is this not the wrong time to cut special resources for policing?"}, {"speaker": "Jo Stevens:", "speech": "      My hon. Friend is absolutely right. Knife crime has gone up again this year, and we have seen the figures released last week."}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      Neighbourhood policing was one of Labour’s greatest achievements—a proud legacy. When we were in government, we built on the British model of policing by consent. My right hon. Friend the Member for Delyn (Mr Hanson) was absolutely right to say that when Labour left office, there were record numbers of police on the street: 17,000 more than in 1997 and, in addition, nearly 17,000 PCSOs. As my hon. Friend the Member for Dulwich and West Norwood (Helen Hayes) said, neighbourhood policing is popular with the public. It is local policing with local roots, underpinned by local crime and safety partnerships, and it provides a local say."}, {"speaker": "Mrs May:", "speech": "      The hon. Gentleman quotes Her Majesty’s inspector of constabulary Zoë Billingham, but she actually said:"}, {"speaker": "Jack Dromey:", "speech": "      The Home Secretary can, if she wishes, misinterpret what the report says. I have reported the inspector’s warnings that she is ignoring. The Government are ignoring the warnings from the police and the mounting concern of the public that they no longer see their police."}, {"speaker": "The Minister for Policing, Crime and Criminal Justice (Mike Penning):", "speech": "      I was laughing at the shadow Policing Minister, Mr Speaker, and I apologise for doing so as this is a very serious day and a very serious debate. Like the Home Secretary, I pay tribute to the emergency services that are still on the scene at the former power station at Didcot. I spoke to the chief fire officer earlier today and, on behalf of the House, expressed gratitude for the work that they are doing at the incident, which is very harrowing for them as well as for the loved ones and families of those who are still missing and those who have been injured and killed."}, {"speaker": "Andy Burnham", "speech": "     rose—"}, {"speaker": "Mike Penning:", "speech": "      No, I will not give way. I am afraid that the shadow Home Secretary went on for far too long, as the Chair of the Home Affairs Committee said. Perhaps next week we might hear the same speech again."}, {"speaker": "Neil Coyle", "speech": "      rose—"}, {"speaker": "Mike Penning:", "speech": "      If I have time, I will give way to the hon. Gentleman. He has a very important constituency issue that I have been trying to help him with and I will give way if I have time."}, {"speaker": "Jack Dromey:", "speech": "      For the prevention of crime."}, {"speaker": "Mike Penning:", "speech": "      Absolutely, so perhaps the police and crime commissioner could explain why he has not spent part of the £153 million reserve in the West Midlands on that. Perhaps we should look at the polling in May when, as we have heard, the Labour party will have candidates in all 43 PCC areas. In its manifesto it said that it would not do that—it was going to abolish PCCs because they were wrong, expensive and unnecessary. It did not want them."}, {"speaker": "Jack Dromey", "speech": "     rose—"}, {"speaker": "Mike Penning:", "speech": "      No. Perhaps Paddy Tipping and Vera Baird convinced the Labour party that they would not accept being abolished. It is entirely up the electorate in England and Wales who to elect, but we should look carefully at the record of some PCCs around the country, especially Labour PCCs, where the cuts to front-line police have been the greatest."}, {"speaker": "Jack Dromey", "speech": "     rose—"}, {"speaker": "Mike Penning:", "speech": "      No. Perhaps we should look carefully at the only force in the country that is cutting the precept—Hertfordshire, in my part of the world. Why is it cutting it? Because part of the reserves that have been built up over the years will be used."}, {"speaker": "Jim McMahon", "speech": "     rose—"}, {"speaker": "Jack Dromey", "speech": "     rose—"}, {"speaker": "Mike Penning:", "speech": "      I will not give way."}, {"speaker": "Jake Berry:", "speech": "      In the short time remaining, will the Minister address my concerns about what further protections can be given to special constables, and say whether the Government will act to extend the protection of the Police Federation to them?"}, {"speaker": "Mike Penning:", "speech": "      I was just coming on to special constables, because they were derided by the Opposition. Volunteers—what a terrible thing to have in a police force! Our specials are the most important people in the community. They come forward and do not get paid and only receive expenses. In my constituency, a special was attacked when on duty one evening. They laid his leg across the kerb, jumped on it and snapped his leg. The sort of protection that we should have—we will look at this, because it is vital—should mean that a special constable or a warranted officer has exactly the same protection as any other police officer in this country, and I speak weekly with the Police Federation about that."}, {"speaker": "Steve McCabe (Birmingham, Selly Oak) (Lab):", "speech": "      Tonight I am seeking an opportunity to shed some light on the continuing saga of the Katie Road NHS walk-in centre in my constituency. Its future status has been in doubt ever since its fate was placed in the hands of one of the new clinical commissioning groups. My constituents have had to live with rumours, on-off consultations and continuing threats to the long-term future of an immensely popular and highly valued service that sees about 70,000 patients a year. The origins of the service lie in concerns that the large number of students in the area, as well as vulnerable individuals—often with mental health conditions and in unstable accommodation—were placing a demand on GP services that could not be met by existing provision, which was in turn placing intolerable strains on the local accident and emergency services."}, {"speaker": "Craig Whittaker (Calder Valley) (Con):", "speech": "      I agree that walk-in centres have the ability to take pressure off overworked A&Es, but does the hon. Gentleman agree that the best way to take pressure not just off A&Es but walk-in centres is to have GP surgeries open seven days a week, so that people can access services overall?"}, {"speaker": "Steve McCabe:", "speech": "      I might agree with that, but one of the problems in my area is that GP surgeries have been cut as well, so that is not the answer."}, {"speaker": "Mr Khalid Mahmood (Birmingham, Perry Barr) (Lab):", "speech": "      The issue of such walk-in centres closing down is difficult for all of us in our constituencies. It is no good Conservative Members saying that we will have a seven-day a week GP service, because what they have done already with regard to the junior doctors dispute shows that they are not capable of doing that. That means that our constituents will continue to suffer. In particular, those at work cannot access services and are therefore put at greater risk through further misdiagnosis or non-diagnosis."}, {"speaker": "Steve McCabe:", "speech": "      My hon. Friend will know very well that there is a problem with GP provision in his part of Birmingham as well as my own, so it is difficult to see how it could be stretched further."}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Ben Gummer):", "speech": "      I thank the hon. Member for Birmingham, Selly Oak (Steve McCabe) for his clear outlining of the case for his constituents and for Katie Road walk-in centre, and I congratulate him on securing this debate. He touches on an interesting issue for the NHS as a whole, one with which clinicians have been grappling in the past few years: what is the nature of urgent and emergency care in a world where demography is changing rapidly, where demands on the service are changing and where there are incredibly different and disparate populations? He rightly points out that he represents a constituency that has a high student population, that has areas with high levels of deprivation and that has a wide mix of ethnic diversity. Other parts of the country have a significantly ageing profile and do not have the ethnic mix that he is able to enjoy in his part of Birmingham; they have a different socio-economic profile."}, {"speaker": "Steve McCabe:", "speech": "      When the Minister was given an assurance that Katie Road would continue, he was presumably told that the contract was due to come to an end. Was there any indication that there was an intention to have yet another roll-over contract, or whether there is a timescale attached to the consultation—yet another one?"}, {"speaker": "Ben Gummer:", "speech": "      No, I was not assured in that level of detail—I can ask for that information in my letter to the chairman of the CCG—but I think that the intentions were clear, and they seemed entirely honourable. They understood the purpose of the centre, and they clearly saw the disadvantage of those services discontinuing before a new urgent care centre opens. I think that they understand the hon. Gentleman’s perfectly reasonable point that there needs to be some sort of continuity of service so that local people know where to go and can feel confident about local service provision."}]