[{"speaker": "Scott Mann (North Cornwall) (Con):", "speech": "   1.    What steps her Department is taking to monitor and prevent future chemical spills from quarrying in the headwaters of the River Tamar. [903444]"}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      We take the issue of chemical spills very seriously, particularly in the context of the Tamar. Such spills have caused significant damage to biodiversity and, specifically, to fish. We are analysing the pH levels and the dissolved solids to prevent future occurrences."}, {"speaker": "Scott Mann:", "speech": "      I am grateful for the Minister’s response. Will he ask his Department to review the decision of the Environment Agency not to pursue legal action against Glendinning for the major pollution incident relating to Pigsdon quarry in 2014?"}, {"speaker": "Rory Stewart:", "speech": "      Legal proceedings were brought and the decision was made by Truro Crown court, under the hon. Judge Carr, to instead impose an enforcement order. Some £70,000 has been contributed by the company, but, much more importantly, five new lagoons have been put in place to deal with the incident and chemical processes are being used to prevent a recurrence."}, {"speaker": "Christian Matheson (City of Chester) (Lab)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Order. Before the hon. Gentleman comes in, I emphasise that we are discussing the Tamar, not the Dee."}, {"speaker": "Christian Matheson:", "speech": "      Indeed, sir. Cornwall is well-known for its history of mineral extraction, whether it be china clay or Cornish tin. Cheshire is about to enter into mineral extraction as well through fracking. The Government have gone back on their pledges on monitoring and preventing chemical spills from fracking rigs. While the Minister is considering the potential pollution of the Tamar, will he also consider whether there is sufficient monitoring to prevent chemical leaks from fracking in the headwaters of the River Dee, like that in the headwaters of the Tamar?"}, {"speaker": "Rory Stewart:", "speech": "      I pay tribute to the hon. Gentleman for an ingenious connection, although the nature of the extraction in the two cases is quite different. The Environment Agency takes its responsibilities very seriously, whether in respect of quarrying or fracking. If there are particular concerns, I would be happy to sit down with him to discuss them in more detail."}, {"speaker": "Stewart Malcolm McDonald (Glasgow South) (SNP):", "speech": "   2.    What discussions she has had with the Secretary of State for Transport on the proposals by the European Commission for it to levy fines on vehicle manufacturers that do not meet emissions standards. [903445]"}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      In the wake of the Volkswagen engines scandal, it is extremely important both that we have monitoring in place to check the real levels of emissions of nitrogen dioxide and other pollutants from engines, and that we have proper fines in place. This Department and the Department for Transport will look very carefully at the proposals that were put forward by the Commission last week."}, {"speaker": "Stewart Malcolm McDonald:", "speech": "      I am grateful for that very positive response from the Minister. Does he agree that it is time to break the relationship between industry, testers and regulators, so that the process is truly independent and so that Government agencies, whether they be in his Department or the DFT, act wholly in the public interest?"}, {"speaker": "Rory Stewart:", "speech": "      As a matter of principle, it is incredibly important that regulators are entirely independent of the industry they regulate. This is essentially an issue for the DFT. The reason the Commission’s proposals are interesting to ourselves and the DFT is that they include both the commitment on spot checks, with a clear indication of the fines, and a separation, as the hon. Gentleman says, between the regulator and the industry."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Car emissions are a main contributor to poor air quality in this country. Many of the former local authorities that covered my constituency were among the first to sign up to the Clean Air Act 1956, but much of that progress has gone backwards as a result of poor air quality in urban areas. Is it not time for a new clean air Act that is fit for the 21st century?"}, {"speaker": "Rory Stewart:", "speech": "      Clean air is certainly an issue of significant concern, but air quality has improved significantly over the past 30 years. The levels of sulphur dioxide, nitrogen dioxide, PM2.5 and PM10 have improved."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Not around here."}, {"speaker": "Rory Stewart:", "speech": "      Air quality has also improved here. However, we will work very closely with individual local authorities on clean air zones to meet the level in the ambient air quality directive of 40 micrograms per cubic metre."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      On the foot of the ongoing discussions with the Select Committee on Environment, Food and Rural Affairs in relation to our inquiry into air quality, will the Minister hold the car manufacturers to account to ensure that car owners throughout Britain and Ireland who have been affected by the defeat devices are compensated?"}, {"speaker": "Rory Stewart:", "speech": "      This is a DFT lead, but the issue raised by the hon. Member for Glasgow South (Stewart Malcolm McDonald) about the Commission’s proposals addresses the relationship between the manufacturer, the vehicle owner, and the kind of fines that could be imposed. That is why member states will be looking closely at that Commission proposal."}, {"speaker": "Paul Blomfield (Sheffield Central) (Lab):", "speech": "   3.    What steps the Government plan to take to meet the UN target of halving food waste by 2030. [903447]"}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      Our commitment to the UN target of halving food waste is immensely important, and work on that is being taken forward by the Love Food Hate Waste campaign, the Waste and Resources Action Programme—WRAP—and the Courtauld 2025 agreement. It will aim to build on work that we have achieved since 2009, which has reduced household food waste by 17%."}, {"speaker": "Paul Blomfield:", "speech": "      The Minister is right to highlight the reduction in household food waste, but he will know that that is not being matched by the food industry. Will he explain why Government Whips objected to the Food Waste (Reduction) Bill, which was promoted by my hon. Friend the Member for Bristol East (Kerry McCarthy) last Friday? Would it not be better to get the Bill into Committee, where its provisions and the positive course of action that it proposes could be properly considered, and we can take the opportunity to end the scandal of food waste?"}, {"speaker": "Rory Stewart:", "speech": "      I pay tribute to the hon. Member for Bristol East (Kerry McCarthy), who has campaigned strongly on this issue for a long time. We have significant concerns about the targets set in that Bill, and we believe that its proposals include perverse incentives. Voluntary measures have increased by 70% the amount that retailers have managed to redistribute to charitable organisations, and the real key will be getting councils and retailers to work on a unified system."}, {"speaker": "Mrs Caroline Spelman (Meriden) (Con):", "speech": "      While visiting the anaerobic digestion plant belonging to Severn Trent, which is near to my constituency, I was impressed by the energy recovery from food waste. However, does the Minister agree that too much edible food is still going into waste? How do the Government plan to intercept that food for redistribution while it is still edible?"}, {"speaker": "Rory Stewart:", "speech": "      My right hon. Friend is absolutely right, because at the moment the average household in the United Kingdom wastes more than £60 a month on food waste. We must ensure that food is not wasted in the first place on its way from the farm gate to the house, and if food   "}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "      The Soil Association estimates that between 20% to 40% of UK fruit and veg is rejected before it even reaches the shop—it is deemed as being a kind of “wonky veg” because it fails to meet the supermarket’s strict cosmetic requirements. Will the Minister ensure that supermarkets and manufacturers transparently publish their supply chain waste—I think Tesco is doing that with food waste hotspots? That is vital if we are to achieve a meaningful reduction in waste."}, {"speaker": "Rory Stewart:", "speech": "      I absolutely agree that that is vital, and we recently held a round table with retailers on that issue. One solution, although not a total solution, is being pioneered by Tesco and Co-operative supermarkets, which are looking at individual varieties—for example, of potatoes—that result in much less food waste on the way from the farm gate to the shelf."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      My constituents in Kettering, especially those from the wartime generation, are horrified about the amount of food that is wasted. How can we get back to the principle that we do not put more food on our plate than we can eat, and that we consume the food that is on our plate?"}, {"speaker": "Rory Stewart:", "speech": "      My hon. Friend has drawn attention to one of the central points of this issue, which is human behaviour and culture. Certain things can be done by the Government and others by retailers, but in the end a lot of responsibility rests on us all regarding how much food we buy, how we use it, and how much of it we throw away."}, {"speaker": "Sir Henry Bellingham (North West Norfolk) (Con):", "speech": "   4.    How many schemes will begin construction under the Government’s six-year flood defence programme in 2016. [903448]"}, {"speaker": "The Secretary of State for Environment, Food and Rural Affairs (Elizabeth Truss):", "speech": "      A total of 246 schemes will begin construction in 2016-17 as part of our first ever six-year programme of investment in flood defences. That £2.3 billion of investment represents a real-terms increase on the last Parliament, and will protect an additional 300,000 homes."}, {"speaker": "Sir Henry Bellingham:", "speech": "      I congratulate the Minister on championing this cause. Does she agree that when it comes to investing in new flood defences and improving existing ones, getting the support of local authorities, drainage boards, and the private sector is incredibly important? Will she pay tribute to Mike McDonnell in my constituency, who has helped to set up a community interest company to invest in sea defences along the stretch of coast adjacent to Snettisham and Heacham in west Norfolk?"}, {"speaker": "Elizabeth Truss:", "speech": "      My hon. Friend is absolutely right. When internal drainage boards work with local businesses and local councils, we can get really good local solutions.   "}, {"speaker": "Louise Haigh (Sheffield, Heeley) (Lab):", "speech": "      Sheffield remains £20 million short of the investment it needs to protect our city. The Department is holding a teleconference with council leaders, but will the Secretary of State commit to visiting Sheffield to see the innovative flood defences we have planned that will protect the city from a potential £1 billion of economic damage?"}, {"speaker": "Elizabeth Truss:", "speech": "      As part of the national resilience review being led by the Chancellor of the Duchy of Lancaster, Sheffield is one of the core cities that will be looked at in particular to make sure it is sufficiently resilient to flooding. I am sure that as part of that review there will be a visit to Sheffield to ensure that that very important city has the protection it needs."}, {"speaker": "Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "      Flood Re insurance will help many householders in Thirsk and Malton affected by recent floods, but it does not cover small businesses or leasehold properties with more than three units. In one such development in my constituency at Topcliffe Mill, residents of a two-bedroom flat now face a premium of £4,000 a year and an excess of £40,000. Will Ministers agree to meet me and representatives from the insurance industry to consider how we can provide a solution to this problem?"}, {"speaker": "Elizabeth Truss:", "speech": "      We are providing £6 million to help small businesses as a result of this winter’s floods. The issue my hon. Friend raises with regard to leaseholders is important. Ministers will be very willing to meet him to discuss it."}, {"speaker": "David Simpson (Upper Bann) (DUP):", "speech": "      On the defence programmes and the victims of flooding, will the Secretary of State confirm whether her Department is making an application to the EU solidarity fund to draw down funds for victims and businesses?"}, {"speaker": "Elizabeth Truss:", "speech": "      We have not ruled out an application to the EU solidarity fund. We have until the end of February to apply. We need to find out the total cost of the floods before a potential application is made. Our priority has been to make sure we get funding to affected homes and businesses as soon as possible. In fact, for the floods that took place on 26 December, funding was with local authorities on 29 December. Our priority has been making sure we make £200 million available to fix the damage and help communities to get back on their feet."}, {"speaker": "Alex Cunningham (Stockton North) (Lab):", "speech": "      The devastating floods across the country are extremely well documented, as are the knock-on effects of the Government’s decision to postpone or cancel capital schemes—an estimated cost of £5 billion. Communities, families, individuals and businesses have suffered ruinous consequences. It is imperative that the Government do everything possible to maximise resources from all areas. The Secretary of State mentioned the EU solidarity fund. Time is running out, with only three or four weeks left for an application in relation to Cumbria. Will she just get on with the job and do it now, please?"}, {"speaker": "Elizabeth Truss:", "speech": "      This Government have invested more in flood defences than ever before: a real-terms increase on the previous Parliament, which was a real-terms increase on what was spent under Labour. The fact is that the Labour Government spent £1.5 billion and we are spending £2 billion in this Parliament. We have got money to affected communities as soon as possible—that is our priority."}, {"speaker": "Andrew Griffiths (Burton) (Con):", "speech": "   5.    What the role is of the Great British Food Unit in promoting British food (a) in the UK and (b) overseas. [903449]"}, {"speaker": "Stephen Metcalfe (South Basildon and East Thurrock) (Con):", "speech": "   9.    What the role is of the Great British Food Unit in promoting British food (a) in the UK and (b) overseas. [903453]"}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "   10.    What the role is of the Great British Food Unit in promoting British food (a) in the UK and (b) overseas. [903454]"}, {"speaker": "The Secretary of State for Environment, Food and Rural Affairs (Elizabeth Truss):", "speech": "      We launched the Great British Food Unit in January. It brings together expertise from UK Trade & Investment and the Department for Environment, Food and Rural Affairs to create a team of 40 people in London and teams around the world, including five people in China, to promote great British food. I am pleased to say that food and drink manufacturers have already agreed to expand their exports by a third by 2020."}, {"speaker": "Andrew Griffiths:", "speech": "      I draw the House’s attention to my entry in the Register of Members’ Financial Interests."}, {"speaker": "Elizabeth Truss:", "speech": "      I know that beer is my hon. Friend’s passion, and I congratulate him on his role as chairman of the all-party parliamentary group on beer. Also, his constituency is home to some of the finest water in our country that produces some of the finest beer. In fact, Lord Bilimoria, one of the founders of Cobra, is one of our food pioneers helping to promote great British beer not just in Europe, but in India and China—we recently promoted great British beer at the Baker Street brew pub in Chongqing."}, {"speaker": "Mr Speaker:", "speech": "      We are all now better informed."}, {"speaker": "Stephen Metcalfe:", "speech": "      The success of the food industry, not least in counties such as Essex, is largely down to the innovation and skill of the workforce. How will the Great British Food Unit encourage more people into the industry, particularly through apprenticeships?"}, {"speaker": "Elizabeth Truss:", "speech": "      My hon. Friend is absolutely right. There are fantastic jobs to be had in the food industry, from farming to engineering and food technology. Food and drink is our largest manufacturing sector, and we need more apprentices in this vital sector. We have an ambition to triple the number of apprentices by 2020, and I will be holding a round table shortly with some of the leading figures from the industry to make sure they commit to that goal."}, {"speaker": "Richard Graham:", "speech": "      The Great British Food Unit and the enthusiastic Secretary of State will know that some of the greatest food on earth comes from the Gloucester Old Spot pig and from Gloucester cattle, including the single Gloucester cheese, which is famously used in the annual cheese rolling race. There is no better place to see these and 130 other great Gloucester producers than the Gloucester services on the M5, described by The Telegraph as probably the best service station in the UK. Were she to find herself near the M5 in the near future, my hon. Friend the Member for Stroud (Neil Carmichael) and I would give her a warm welcome and a Gloucester Old Spot sausage. [Laughter.]"}, {"speaker": "Elizabeth Truss:", "speech": "      I thank my hon. Friend for his extremely kind invitation. It is one of the best offers I have had all year.[Laughter.] Next time I am driving along the M5, which I frequently am, I will be very happy to meet him at this amazing service station."}, {"speaker": "Mr Speaker:", "speech": "      The Secretary of State has made the hon. Gentleman’s day, possibly his month and conceivably his year."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      To hit a more serious note, after that interesting and humorous exchange, may I say to the Secretary of State that to produce great British food, we need great British technology? The news yesterday that Syngenta, our leading European food innovator, which produces wonderful technology and innovation and has a large plant in my constituency, is to be taken over by ChemChina means that overnight the European capacity for innovation in food technology and much else will be wiped out. Should the House not debate that very seriously before it goes through?"}, {"speaker": "Elizabeth Truss:", "speech": "      We are investing in science and technology. Last year, the Prime Minister announced a food tech innovation network, and, in terms of DEFRA’s capital budget, we are doubling our spend on investment in science and animal health research precisely so that we can take advantage of these huge opportunities."}, {"speaker": "Angela Smith (Penistone and Stocksbridge) (Lab):", "speech": "      The Great British Food Unit depends on great British farmers producing the goods for the unit, but many farmers are still experiencing problems with the Rural Payments Agency. One of my constituency farmers was only told late on Sunday afternoon of the failure to issue his payment, and even then it was done by email. What will the Secretary of State do to make sure that farmers are properly supported by the RPA?"}, {"speaker": "Elizabeth Truss:", "speech": "      The hon. Lady is right: farmers are facing difficult cash flow at the moment. We are doing all we can to get those payments out as soon as possible. It is the most complicated common agricultural policy   "}, {"speaker": "Calum Kerr (Berwickshire, Roxburgh and Selkirk) (SNP):", "speech": "      Scotch whisky is a great Scottish and UK success story, with exports totalling £4 billion annually. Does the Secretary of State agree that reducing the 76% tax burden on an average bottle of Scotch in the coming Budget would send an important message that the Government support the industry? Will she speak to her friend the Chancellor and ensure that such a reduction is included in his statement?"}, {"speaker": "Elizabeth Truss:", "speech": "      I am sure that the Chancellor and the Treasury team have heard what the hon. Gentleman had to say. I agree with him that Scotch whisky is our top international export. Other products such as Scotch gin, which I promoted recently with the Scottish gin trail, taking people from the golf clubs of St Andrews to the distilleries around the north of Scotland, can also play a massive part. We have fantastic products in Scotland and fantastic products right across the UK. The Great British Food Unit is all about promoting them around the world. I am happy to work with the hon. Gentleman on that."}, {"speaker": " Simon Hoare (North Dorset) (Con):", "speech": "   17. [903462]    In supporting Dorset food and exports internally and across the world, will my right hon. Friend pay particular tribute to some notable producers in my constituency: Fudges, the Blackmore Vale dairy, Sixpenny Handley brewery and the Langham estate? Without wishing to outdo my hon. Friend the Member for Gloucester (Richard Graham), I should also add to that list the manufacturer of Dorset knobs, which I am very happy to offer the Secretary of State. Will she also take into account in all that her Department does the burden of regulation and the impost of the living wage, because many of these producers are very small, so those burdens fall particularly heavily on them?"}, {"speaker": "Elizabeth Truss:", "speech": "      I would be delighted to visit some of the fantastic producers in Dorset that my hon. Friend mentions, such as the Blackmore Vale dairy, and to see what they have to offer as well as using the Great British Food Unit to promote them both here and overseas. We are working to reduce regulation on our food and farmers, and over the course of this Parliament we are looking to reduce the costs by £500 million, so that we can see more new businesses opening, more exporting and more selling their fantastic food here in Britain."}, {"speaker": "Tom Elliott (Fermanagh and South Tyrone) (UUP):", "speech": "   6.    What assessment she has made of the effect of recent flooding on the agriculture industry. [903450]"}, {"speaker": "The Minister of State, Department for Environment, Food and Rural Affairs (George Eustice):", "speech": "      Farmers in many parts of the country have been affected by the winter flooding, notably in Cumbria, Lancashire, Yorkshire, Scotland and, of course, areas of Northern Ireland. We identified 600 farmers in Cumbria alone who suffered   "}, {"speaker": "Tom Elliott:", "speech": "      In Northern Ireland, there is a long-established relationship with the Republic of Ireland Government in relation to Lough Erne and its levels. The UK Government had a relationship, too, from 1950, when that deal was made. Have there been any discussions with the Northern Ireland Minister of Agriculture and Rural Development about reviewing the levels of Lough Erne to stop farmers from being flooded in the area?"}, {"speaker": "George Eustice:", "speech": "      As the hon. Gentleman knows, flooding is a devolved matter, but if there is a need for discussion with the Irish Republic and if the Northern Ireland Administration would like me to be involved in that, I would be happy to have that conversation with them."}, {"speaker": "Alec Shelbrooke (Elmet and Rothwell) (Con):", "speech": "      Farmers in areas in the south of my constituency, around Methley and Mickletown, have had large areas of their land flooded to hold water in order to prevent flooding of housing, which the farmers themselves agree with. However, what they do not agree with is the Environment Agency saying that it could take up to six years for this water to drain off the land. One particular farmer in my constituency had 80% of his land covered. Will my hon. Friend speak to the Environment Agency to speed up the draining of the water from this land?"}, {"speaker": "George Eustice:", "speech": "      That is a good point. Natural flood plains play an important role in alleviating the risk of flooding in urban areas. We intend to use the countryside stewardship scheme to help us to deal with flood problems. As for my hon. Friend’s specific point about the length of time for which land has been flooded, I shall be happy to take it up with the Environment Agency and see what can be done."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      I am still waiting to hear the date of the meeting with Members whose constituencies lie along the River Wharfe to discuss the flooded farmland in Pool-in-Wharfedale and Arthington, in my constituency. We particularly need to discuss what can be done upstream to prevent the water from coming down and threatening both farms and housing. When can we have that meeting?"}, {"speaker": "George Eustice:", "speech": "      I am sure that my hon. Friend the Member for Penrith and The Border (Rory Stewart), the floods Minister, has heard what the hon. Gentleman has said, and will be willing to meet him to discuss his concerns. My hon. Friend has already had many meetings with the many Members who have been affected by winter floods."}, {"speaker": "Nick Smith (Blaenau Gwent) (Lab):", "speech": "      The Secretary of State says that DEFRA wants to be able to spend more on flood defences by reducing the millions paid in penalties to the EU every year. However, the National Audit Office says that the Rural Payments Agency fiasco could cost the country a whopping £180 million a year in penalties. Can the Minister confirm the most recent estimate of   "}, {"speaker": "George Eustice:", "speech": "      The “horizontal” regulation that governs the disallowance system has been changed, and the penalties that the Commission can charge, and their frequency, have increased. That is the issue of concern in this instance, rather than any particular issues involving the rural payments system. I repeat that we are spending £2.3 billion a year on flood defences, and have provided £200 million to help people to get back on their feet after the most recent episode."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "   7.    What assessment the Government have made of the contribution of nature improvement areas to habitat creation and wildlife conservation. [903451]"}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      The nature improvement area report has been overwhelmingly positive, which is quite a rare feature of monitoring reports of this kind. I pay particular tribute to the Wild Purbeck nature improvement area, where there has been an extraordinary combination of activities: saving the ladybird spider, which has included 3,000 volunteer hours, and involving schools through the forest school learning initiative. These are great, great projects."}, {"speaker": "Oliver Colvile:", "speech": "      I thank my hon. Friend for our hedgehog summit on Monday. What measures does he propose, along with our right hon. Friend the Secretary of State, to increase the number of hedgehogs, which, as he knows, has declined by between 30% and 50% over the last 15 years?"}, {"speaker": "Rory Stewart:", "speech": "      I pay tribute to my hon. Friend, who has become a doughty champion of the hedgehog. The most important thing for hedgehogs, which are a much-loved species, is their habitat, and we are dealing with that by means of our hedgerow schemes, as well as the woodland planting schemes that the Secretary of State is promoting, which include the planting of 11 million more trees over the next five years. The real challenge for all of us, however, is to see hedgehogs in a suburban context, and, in particular, to consider the possibility of providing them with access and corridors through garden fences."}, {"speaker": "Barry Gardiner (Brent North) (Lab):", "speech": "      The 12 nature improvement areas were the right response to the Lawton report, but they were supposed to create 1,000 hectares of new woodland, 1,000 hectares of new chalk grassland, and more than 1,500 hectares of new wetland. How many hectares of each of those have actually been created?"}, {"speaker": "Rory Stewart:", "speech": "      I cannot give every one of those figures, but, as the hon. Gentleman says, the target for chalk grassland was 1,000 hectares, and a single project achieved 1,773 hectares."}, {"speaker": "Mr Speaker:", "speech": "      That was a wonderfully precise answer, worthy of a boffin, although the hon. Gentleman is not a boffin; he is a distinguished Minister of the Crown."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      I am proud to say that Northern Ireland has eight areas of outstanding natural beauty, 47 national nature reserves, 43 special areas of conservation, and 10 special protection areas. The charities—especially the Royal Society for the Protection of Birds—are working very hard in campaigning for support for wildlife in urban areas. What discussions has the Minister had with his Northern Ireland counterpart about preserving the countryside and ensuring that housing does not expand further from urban areas into rural locations, often encroaching on the wealth of wildlife in those locations?"}, {"speaker": "Rory Stewart:", "speech": "      We work closely with our Northern Ireland counterparts. Some of these issues are of course devolved, but we would love to work more closely on issues such as these, and if there are opportunities to do that, I personally would be delighted to engage more closely."}, {"speaker": "Matt Warman (Boston and Skegness) (Con):", "speech": "   8.    How many acres of farmland will be protected by Government investment in flood defences over the next six years. [903452]"}, {"speaker": "The Secretary of State for Environment, Food and Rural Affairs (Elizabeth Truss):", "speech": "      As a result of the Government’s £2.3 billion programme, more than 420,000 acres of farmland will be better protected by 2021. That means that over the course of the decade between 2010 and 2021, we will see 1 million acres of farmland being better protected from flooding."}, {"speaker": "Matt Warman:", "speech": "      I recently visited the River Steeping in my constituency with representatives of the Environment Agency and saw the huge amount of damage that badgers are doing to flood defences in that area—[Interruption.] Don’t worry. Can my right hon. Friend assure me that the Environment Agency’s preferred method of creating artificial setts to relocate badgers will have a meaningful effect on the riverbanks and secure the area for the future?"}, {"speaker": "Elizabeth Truss:", "speech": "      I was pleased to meet my hon. Friend and representatives of the local internal drainage boards to discuss flooding in his constituency, and I am pleased to hear that the Environment Agency has found a solution to this issue. I note that 100,000 acres of agricultural land in his constituency will be protected as part of our six-year programme."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      While the Government are prevaricating, farms and businesses in the north of England and in Scotland are struggling to cope with the aftermath of the December floods. Can the Secretary of State explain why she needs to find out the total cost before applying to the EU solidarity fund, and will she be able to do this in time to meet the deadline?"}, {"speaker": "Elizabeth Truss:", "speech": "      The hon. Lady should be aware that we have made a farming recovery fund available, and that we have already paid out money to farmers worth up to £20,000 for each farmer. As soon as the floods took place, we looked on satellite mapping, identified the affected farmers and got on with paying them and sorting the issue out."}, {"speaker": "Chi Onwurah (Newcastle upon Tyne Central) (Lab):", "speech": "   11.    What recent assessment she has made of the effect of slow broadband services on farmers and other rural businesses. [903455]"}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      Access to fast reliable broadband is of course important for rural areas, as the hon. Lady well knows. There are two indicative measures that we have taken. One was to ensure that by the end of last year anyone who wished to have a 2 megabit service could access such a service. Perhaps more important is the universal service obligation, which will be in place with 10 megabits by 2020."}, {"speaker": "Chi Onwurah:", "speech": "      In 2012, when I criticised the Government for abandoning Labour’s universal broadband commitment, the then Secretary of State said:"}, {"speaker": "Rory Stewart:", "speech": "      As the hon. Lady is aware, farmers are able to make applications on paper. Also, she is even more aware than I am of the fact that this is an extremely difficult issue to deal with in rural areas. We have just carried out seven very interesting pilots with operations such as Cybermoor to look at different technological solutions, but the key indicator is the universal service obligation of 10 megabits by 2020."}, {"speaker": "Mr Gary Streeter (South West Devon) (Con):", "speech": "      The roll-out of superfast broadband in Devon and Somerset is being hampered by the poor performance of BT Openreach, which still has a virtual monopoly in the area. Is it not time that the Government did something to tackle that monopoly?"}, {"speaker": "Rory Stewart:", "speech": "      The Department for Communities and Local Government leads on this issue. The reason that the seven pilots have been interesting is that they are community-led pilots that have looked at different technological solutions ranging from satellite through to point-to-point wireless connections. We are going to need all those solutions and to involve all the different parties in order to deliver the difficult challenge of rural broadband."}, {"speaker": " Mr Jim Cunningham (Coventry South) (Lab):", "speech": "   T1. [903474]    If she will make a statement on her departmental responsibilities."}, {"speaker": "The Secretary of State for Environment, Food and Rural Affairs (Elizabeth Truss):", "speech": "      Following the severe flooding in the north of England over Christmas, the Government are working to help communities to get back on their feet and to restore critical infrastructure. We are taking forward two important areas of work: the national flood resilience review to assess how the country can be   "}, {"speaker": "Mr Cunningham:", "speech": "      What discussions has the Secretary of State had with the supermarkets and farmers about food waste by the supermarkets?"}, {"speaker": "Elizabeth Truss:", "speech": "      I thank the hon. Gentleman for his question. I held a round table meeting, with not just supermarkets, but food manufacturers, because we need to address the issue of food waste right through the food chain. We are working on the next step of the Courtauld agreement—Courtauld 2025—which will have voluntary targets to get both supermarkets and the food manufacturers to a better level."}, {"speaker": " Peter Aldous (Waveney) (Con):", "speech": "   T6. [903480]    Will the Minister confirm that the Government will reallocate fishing quota from those who hold it only as an investment to active, small-scale fishermen such as those who fish out of Lowestoft, who bring real benefits to their local community?"}, {"speaker": "The Minister of State, Department for Environment, Food and Rural Affairs (George Eustice):", "speech": "      My hon. Friend will be aware that we had a manifesto commitment to rebalance quotas, and we have already commenced that this year, with the quota uplift that comes with the introduction of the landing obligation. We have made it clear that we will give the first 100 tonnes, and 10% thereafter, to the under-10 metres, and this year it will give them an extra 1,000 tonnes of fish."}, {"speaker": "Mr Mark Williams (Ceredigion) (LD):", "speech": "   T2. [903475]    The recent Tesco case has shown the importance of the Groceries Code Adjudicator. Does the Secretary of State share the view of the National Farmers Union, the Farmers Union of Wales and many in the dairy sector that now is the time to consider extending the adjudicator’s remit right across the supply chain, from gate to plate, even if that requires legislative change?"}, {"speaker": "George Eustice:", "speech": "      I am aware of the representations made by the NFU and of the conclusions of the Select Committee on Environment, Food and Rural Affairs in this regard. I know that colleagues in the Department for Business, Innovation and Skills are about to commence a review of the role of the adjudicator so far, and it may well be that as part of that they look at how the code is implemented. There would be challenges involved in trying to regulate things that far up, with thousands and thousands of different relationships to police, but we hear what has been said and we will look at this matter."}, {"speaker": " Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "   T8. [903483]    Cross-compliance rules prevent hedge cutting in August, yet the only bird that seems to be nesting at that time is the very prolific wood pigeon. The rules are preventing farmers from doing vital work, as they are unable to get on to that land during August. Will Ministers agree to look at this to see what can be done to change these rules?"}, {"speaker": "George Eustice:", "speech": "      My hon. Friend will be pleased to hear that I am always looking at the cross-compliance rules to see whether we can introduce proportionality. I do not agree with him that it is just the wood pigeon that is being protected; yellowhammers and other rare species that we are trying to encourage to recover also have second broods later in the year."}, {"speaker": "Kerry McCarthy (Bristol East) (Lab):", "speech": "      One less well-publicised deal the UK has been negotiating with our European partners recently is the circular economy package, which could not only bring about significant environmental benefits, but create jobs and growth. The Government, however, do not seem to have a strategy for achieving the ambitious waste targets set out there or for unlocking the economic opportunities that would come from greater resource efficiency. When are we going to have a proper waste resources strategy from the Secretary of State?"}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      The circular economy package is absolutely central, and we are looking closely at it. We sat down with a number of different people last week specifically to address it. The key is in getting the right balance between preventing the resources from being wasted in the first place and the targets that the European Union is setting, but I absolutely agree that this is vital and I am very happy to include the shadow Secretary of State in these discussions going forward."}, {"speaker": "Kerry McCarthy:", "speech": "      I thank the Minister for that response —I hope the Secretary of State can reply to the next question. The Ellen MacArthur Foundation says that the huge growth in plastics production means that by 2050 there could be more waste plastic in the sea than fish. Just 5% of plastics are recycled, 40% end up in landfill and a third end up polluting our ecosystems. What is the Secretary of State doing to combat plastics pollution? For starters, how about doing what President Obama has just done and banning microbeads in cosmetic products?"}, {"speaker": "Elizabeth Truss:", "speech": "      We are looking at the issue of microbeads, but I would point out that the plastic bag charge that we have introduced has brought about an 80% reduction in the use of plastic bags."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      Will the Secretary of State join me in welcoming the multi-million pound joint investment by the Environment Agency and my local authority in the work on the River Avon, which runs through my constituency, as it will help to reduce flooding for hundreds of homes and businesses across the constituency? Will she also look at further funding should the flood risk increase?"}, {"speaker": "Elizabeth Truss:", "speech": "      I thank my hon. Friend for his question. I congratulate the Environment Agency and his local authority on that work. What we are doing as part of the national resilience review is making sure that we are properly protected right across the country. We are investing a record amount in flood defences, and doing it in a way that is fair. Therefore, our flooding formula reflects the number of houses and businesses protected wherever people live in the country."}, {"speaker": " Margaret Greenwood (Wirral West) (Lab):", "speech": "   T3. [903476]    I welcome the announcement of further marine conservation zones around our coast to protect our wildlife. However, back in November 2012, when the previous round of MCZs was announced, many in my constituency were very concerned that the zone to protect Hilbre Island was dropped at the 11th hour, especially in the light of the licence for underground coal gasification that exists in the Dee. Why was Hilbre Island not included in this latest round?"}, {"speaker": "George Eustice:", "speech": "      We ruled out Hilbre Island, following assessments by the Centre for Environment, Fisheries and Aquaculture Science and the Joint Nature Conservation Committee, because the simple truth was that the features that people said were there were not there sufficiently for us to designate those areas."}, {"speaker": "Neil Parish (Tiverton and Honiton) (Con):", "speech": "      For farmers, farmgate prices are so low that the single farm payment is absolutely essential. Will the Secretary of State assure me that the Rural Payments Agency recognises that there are still too many farmers who have not received their payments, and that work is being done to ensure that, next year, we catch up so that we are not late in paying again?"}, {"speaker": "Elizabeth Truss:", "speech": "      I completely agree with my hon. Friend. A number of farmers are facing cash-flow issues, which is why we are putting as much resource as possible into the RPA. We are now up to 77%, and we have paid out £1 billion. The cases that we are now dealing with are the more complicated ones, including those involving commons land and cross-border land, which take extra time. As I have pointed out, we are dealing with a very complicated cap. One of my main efforts is to try to simplify that cap and enable farmers to make claims online this year so that the system will be faster next year."}, {"speaker": "Wayne David (Caerphilly) (Lab):", "speech": "   T4. [903477]    No ifs, no buts, will the Secretary of State commit to maintaining the ban on foxhunting with hounds?"}, {"speaker": "Elizabeth Truss:", "speech": "      We have been very clear in our manifesto. We retain our commitment to a free vote on this issue, with a Government Bill in Government time."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      Will the Secretary of State undertake that the Great British Food Unit will promote the superfood, Bury black pudding?"}, {"speaker": "Elizabeth Truss:", "speech": "      I certainly will. I have had the opportunity to sample the great British Bury black pudding in my hon. Friend’s constituency, and I hope that it will become known around the world."}, {"speaker": " Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "   T5. [903479]    London breached annual pollution limits just days into 2016, repeating what happened in 2015. The Government were forced by the Supreme Court to publish plans on reducing air pollution. Does the Secretary of State think that her Department is doing enough to tackle air pollution? It is projected that there will be five years of this in London."}, {"speaker": "Elizabeth Truss:", "speech": "      As the hon. Lady said, we published plans just before Christmas to ensure that we comply with those air pollution levels. The level of roadside nitrogen dioxide has fallen over the past five years. We have invested £2 billion in that already, but we do need to do more, which is why we issued the plans just before Christmas."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      Seafood is nutritional and healthy and many thousands of people in the Cleethorpes and Grimsby areas work in the industry. What initiatives is her Department planning to promote the seafood industry?"}, {"speaker": "Elizabeth Truss:", "speech": "      I thank my hon. Friend for his point. The Great British Food Unit has not just outposts around the world, but regional teams to help local businesses, whether they are in Cleethorpes or elsewhere in the country, to promote their food both in the UK and overseas. Certainly, seafood is a huge part of that."}, {"speaker": "Christian Matheson (City of Chester) (Lab):", "speech": "   T7. [903482]    Can the Secretary of State confirm that it was her signature on a letter last July promising to drive forward fracking in sites of special scientific interest and national parks, in complete contradiction to assurances previously given? May I respectfully suggest to her that, since she is the Secretary of State for Environment, Food and Rural Affairs, she should be standing up for the interests of the environment and rural areas, and not the interests of big globalised fracking companies that want to frack in rural Cheshire?"}, {"speaker": "Elizabeth Truss:", "speech": "      As the Royal Society and the Royal Academy of Engineering made clear in their report, shale gas extraction is safe and has minimal impact on the environment, provided that it is correctly regulated. I am absolutely confident that we have very strong protections in place through the Environment Agency to do that."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I fear that this will be the last question. I am sorry, but progress has been very slow—very long questions and very long answers."}, {"speaker": "Sir David Amess (Southend West) (Con):", "speech": "      Has my hon. Friend thought through the impact of the introduction of marine conservation zones on the under-10-metre fleet? That could have an effect on smaller, non-nomadic boats, which might be banned from fishing in their own grounds."}, {"speaker": "George Eustice:", "speech": "      I absolutely assure my hon. Friend that the interests of fishermen are taken into account when we make decisions on these designations. It is important to note that designation does not mean that we ban fishing; it may mean, for instance, limitations on the particular types of bottom-trawling gear that do most damage."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I am sorry to disappoint colleagues, but we really must move on."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "   1.    What recent assessment the Electoral Commission has made of the potential effect of the date of the EU referendum on mayoral, local, and devolved institutions’ elections. [903465]"}, {"speaker": "Mr Gary Streeter (South West Devon):", "speech": "      The Electoral Commission recently wrote to the Public Administration and Constitutional Affairs Committee, following that Committee’s recent evidence session, on a number of issues, including the potential impact of the date of the referendum if it were to be held in June. A copy of the letter is available on the Committee’s website."}, {"speaker": "Ian Blackford:", "speech": "      I thank the hon. Gentleman for that answer. As he will know, early-day motion 1042, in the name of my hon. Friend the Member for North East Fife (Stephen Gethins), has cross-party support in the House. It calls for the EU referendum not to be held in June."}, {"speaker": "Mr Streeter:", "speech": "      It is for the Government to decide how they respond to the letters from the heads of those Governments. The Electoral Commission has strongly advised the Government and the House about the date of the referendum. The Government listened; they are not holding the referendum in May. I am sure that, as soon as a specific date is announced, the Electoral Commission will give further advice."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      Given the lengthy procedure for determining the lead organisation, will my hon. Friend make it clear that the Electoral Commission will ensure that it appoints a lead organisation in sufficient time—and not halfway through the campaign?"}, {"speaker": "Mr Streeter:", "speech": "      The Electoral Commission is extremely exercised about the issue of appointing the lead campaigns, and it will do that as soon as possible."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      Will my hon. Friend confirm whether the Electoral Commission has given any views about potential dates for the EU referendum in June?"}, {"speaker": "Mr Streeter:", "speech": "      My hon. Friend has his finger on the pulse. Let me read one sentence from the appropriate letter:"}, {"speaker": "Kirsty Blackman (Aberdeen North) (SNP):", "speech": "   2.    What assessment the Electoral Commission has made of the effect of the level of policy development grants on the operation of political parties. [903467]"}, {"speaker": "Mr Streeter ", "speech": "    The Electoral Commission has recently written to the Government setting out its recommended approach to implementing the reduction of policy development grants, which the Government announced in the spending review and autumn statement of 2015. A copy of the Electoral Commission’s letter will be placed in the House Library."}, {"speaker": "Kirsty Blackman:", "speech": "      Policy development grants allow political parties to develop considered, costed policies to the benefit of the people living in the UK. As the hon. Gentleman said, the grants are to suffer a cut, which will save the Treasury a very small amount of money relatively but have a big impact on political parties. Does he agree that there could not be a less appropriate time for such a cut?"}, {"speaker": "Mr Streeter:", "speech": "      The important thing is how the money is allocated among the various parties. The hon. Lady will know that the Electoral Commission has consulted the smaller parties. It has written to the Government recommending that those parties should be disproportionately protected—that is, they should get a smaller cut than the larger ones. The Electoral Commission is waiting for the Government to respond to that advice."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Is this issue not a real worry? In a healthy democracy we need parties to be able to develop policy. What is going on in the House of Lords and in this Chamber is penalising the Opposition in terms of the Short money and the policy development grant they get. That cannot be good for democracy, can it?"}, {"speaker": "Mr Streeter:", "speech": "      The hon. Gentleman always speaks very clearly and powerfully on these issues. Unfortunately, the issue he raises is a matter for the Government, not the Electoral Commission. It is for the Government to decide the size of the grant; the Electoral Commission will advise the Government on how the grant should be allocated."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      This mean, despicable cut will hamper the power of Oppositions—the Conservative party will be in opposition in the future, as they were in the past—to reduce the democratic accountability of this place. Would it not be a great improvement, if the Government wish to improve the quality of our democracy, to cut the number of hereditary chieftains who sit in the House of Lords and the number of people in the House of Lords who buy their places by making donations to political parties?"}, {"speaker": "Mr Streeter:", "speech": "      Once again, a very powerful outburst from the hon. Gentleman, but I am afraid these issues have absolutely nothing to do with the Electoral Commission."}, {"speaker": "Mr Speaker:", "speech": "      That has never stopped the hon. Gentleman before. [Interruption.] I have never accused the hon. Member of indulging in an outburst—more a spontaneous articulation of strongly held opinions."}, {"speaker": "Dr Matthew Offord (Hendon) (Con):", "speech": "   3.    What plans the Church of England has to mark the 90th birthday of Her Majesty Queen Elizabeth II. [903468]"}, {"speaker": "The Second Church Estates Commissioner (Mrs Caroline Spelman):", "speech": "      The Church of England will mark the 90th birthday of Her Majesty with a large number of events and activities at national and local levels. Alongside these events, the Bible Society and HOPE have released a companion book titled “The Servant Queen”, with a foreword written by Her Majesty that discusses how her faith has influenced her service of this nation over the last 90 years."}, {"speaker": "Dr Offord:", "speech": "      I am sure I speak on behalf of the whole country when I say that the opportunities for the Queen to be celebrated are most welcome. The Church is recommending that every parish church organises an exhibition or festival on the weekend of 10 to 12 June. Will my right hon. Friend use her office to encourage residents to challenge local authorities that seek to charge for road closures or to require events to have public liability insurance?"}, {"speaker": "Mrs Spelman:", "speech": "      My hon. Friend makes a good point, because there will be a large number of activities in London, not least a special service at St Paul’s on 12 June, and his constituents will no doubt want to be there. While this issue is not directly my responsibility, I will use my good offices with the Local Government Association to try to make sure that our constituents are not impeded in celebrating Her Majesty’s birthday in the best possible way."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "   4.    How many street pastor teams the Church of England works with. [903469]"}, {"speaker": "Mrs Spelman:", "speech": "      The Church of England has supported Street Pastors since its formation in London by the Ascension Trust in 2003. A large proportion of its clergy and members of the congregations are involved in Street Pastors. In Kettering, nine of the 27 street pastors are Anglicans."}, {"speaker": "Mr Hollobone:", "speech": "      Kettering is indeed fortunate to have a superb team of street pastors, who go out in the town centre at weekends to speak to, often, vulnerable people and to many young people who are the worse for wear and who have had too much to drink. That really is an excellent example of faith-based action. May I urge my   "}, {"speaker": "Mrs Spelman:", "speech": "      I could not support that recommendation more. There are now 12,000 trained street pastors in our country, serving 270 towns and cities. It is particularly interesting that the nightly reporting inventory for the last year for Kettering showed remarkable attention to detail. It refers to giving away 125 pairs of flip-flops, 294 bottles of water and an amazing 2,299 lollipops."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      In my constituency, Street Pastors started in September 2015. Its vision is to go out to help vulnerable people and to do the best for them, and the results have been excellent. What discussions has the Church of England had about working with other Churches? We are better together, as we all know, and if we can do these things together, we can reach more people."}, {"speaker": "Mrs Spelman:", "speech": "      As I indicated, the concept of street pastors did not actually originate with the Church of England, and we acknowledge that. However, Anglicans support absolutely what the street pastors do. Churches should work together; indeed, we should look to work with other faiths. In the city of Birmingham, near my constituency, there are also street pastors of the Muslim faith, and I have seen for myself what an impact street pastors have on gang culture and on tackling knife and gun crime."}, {"speaker": "John Pugh (Southport) (LD):", "speech": "   5.    What recent assessment she has made of the effectiveness of the Church Commissioners’ ethical investment policy. [903470]"}, {"speaker": "Mrs Spelman:", "speech": "      During 2015, the Church Commissioners’ ethical investment strategy won awards at the Portfolio institutional awards in the category of responsible investment. The commissioners have also had success in leading shareholder resolutions on climate change behaviour with BP and Shell, and they will continue to work with other institutional shareholders on filing similar resolutions at their annual general meetings."}, {"speaker": "John Pugh:", "speech": "      I thank the right hon. Lady for that full response, but is not the correct principle that the commissioners actively seek to shun investment in companies guilty of what the Chancellor calls “aggressive tax avoidance”?"}, {"speaker": "Mrs Spelman:", "speech": "      Yes. Indeed, it is just a year to the day since the Archbishop of Canterbury said that a good economy is based on"}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      One of the ways in which the Church deploys its investments, ethical or otherwise, is in supporting schools across the country. Will my right hon. Friend use her offices to persuade the Church, and particularly certain dioceses, to take a   "}, {"speaker": "Mrs Spelman:", "speech": "      The Church of England is the largest provider of education in this country, and it is co-operating with the Government in trying to address poor performance in schools. Eighty per cent. of Church of England schools are rated “good” or “outstanding”, but the Church recognises the need to work with schools where the performance is not as good as that. Multi-academy trusts present a great opportunity for successful Church of England schools to mentor and help with the raising of standards among those which find this more difficult."}, {"speaker": "Matt Warman (Boston and Skegness) (Con):", "speech": "   6.    What further steps the Church of England is taking to increase the representation of women and BME groups among its leadership. [903471]"}, {"speaker": "Mrs Spelman:", "speech": "      The Church of England needs to increase its vocations for ministry by around 50% in the next 10 years in order to sustain the 8,000 clergy it currently has in parish ministry. The representation of women in the Church has grown significantly, with almost equal numbers being recommended for ordination training. Currently, those of black, Asian, and minority ethnicity make up 3% of the clergy population, and the Church is committed to increasing that percentage."}, {"speaker": "Matt Warman:", "speech": "      I welcome that answer. May I ask that, when trying to increase the range of people available to take up positions that are currently vacant, we pay particular attention to churches that have been vacant for long periods, because that is damaging to communities such as that at St Matthew’s in Skegness?"}, {"speaker": "Mrs Spelman:", "speech": "      I hope I can reassure my hon. Friend on this, because as recently as Tuesday night in this House we passed the obscurely titled Diocesan Stipends Fund (Amendment) Measure. That Church measure—it originated from the diocese of Lincoln, which covers his constituency—should enable his diocese to invest in the training of more clergy by releasing money from the funds for that purpose."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "   7.    What support the Church of England provides to local credit unions. [903472]"}, {"speaker": "Mrs Spelman:", "speech": "      Churches and dioceses across the country have responded enthusiastically and creatively to the Archbishop of Canterbury’s call to support credit unions and community finance, often building on pre-existing initiatives and helping to build financial resilience in communities. The diocese of Gloucester has recently part-funded the appointment of a credit union development worker for Gloucestershire Credit Union and established collection points in local churches."}, {"speaker": "Richard Graham:", "speech": "      The diocese of Gloucester has shown real commitment to breathing new life into Gloucester Credit Union; I should declare an interest as a long-standing member. However, we need to do much more to reach effectively those who are most vulnerable to loan sharks. Can my right hon. Friend assure me that, while the Church of England builds and promotes its own new credit union, that will not distract from the important work it does in supporting existing local credit unions?"}, {"speaker": "Mrs Spelman:", "speech": "      I absolutely give my hon. Friend that assurance. Every Member of this House would recognise the importance of credit unions at the local level, but that goes hand in hand with, and does not detract from, the Archbishop’s task group on responsible credit savings, which has sought to harness the Church’s national and grassroots resources in support of developing a stronger community of finance."}, {"speaker": "Mr Robin Walker (Worcester) (Con):", "speech": "      As chairman of the all-party group on credit unions, may I welcome my right hon. Friend’s last answer? I also welcome the leadership that the Archbishop of Canterbury has shown on the issue of problem credit. Does she welcome the launch of Fair For You, and will she comment on how the Church can support that community finance initiative in the rent-to-own sector that is taking on some of the challenges in that sector and showing that responsible, local community finance can compete?"}, {"speaker": "Mrs Spelman:", "speech": "      I will certainly take that suggestion back to Church House. The Church has shown commitment to helping people manage their money and invest safely, and to teaching our children at the very earliest age—through its LifeSavers project, with assistance from the Treasury—how to ensure that they do not get into debt. All of that is evidence, I think, that the Church will be supportive of my hon. Friend’s suggestion."}, {"speaker": "Kate Green (Stretford and Urmston) (Lab)", "speech": "     (Urgent Question): To ask the Secretary of State for Home Affairs if she will make a statement on events planned by the group Return of Kings."}, {"speaker": "The Parliamentary Under-Secretary of State for the Home Department (Karen Bradley):", "speech": "      Roosh V is a US, self-styled pick-up artist. Media reporting has suggested that supporters of Roosh V and the Return of Kings website were scheduled to hold nine events across the UK this Saturday 6 February. An announcement on the group’s website has been publicised in the press this morning, stating that no Return of Kings events will be held on Saturday."}, {"speaker": "Kate Green:", "speech": "      I welcome the Minister’s response. There has been widespread ridicule of and revulsion at the antics of the group Return of Kings, including from the respected police and crime commissioner for Northumbria, Vera Baird, and parliamentary colleagues. My hon. Friend the Member for Rotherham (Sarah Champion) has written to the Minister about the matter, and there has been widespread coverage in the media. The public, in this country and worldwide, have also responded. Indeed, there are 63,000 signatures to the online petition calling for the events to be banned, so I am very glad that they will not go ahead this weekend. That is in no measure, as far as I can tell, due to the action of the Government, but we need assurances for the future, because Roosh V has said that he cannot stop men attending private meetings."}, {"speaker": "Karen Bradley:", "speech": "      I start by agreeing with the hon. Lady that the comments of this individual and the proposals of this group are absolutely repulsive. I am sure that everybody in the House will join us in condemning what they have said. Such things have no place in British society. I assure her that the Government are taking all the steps we can to deal with the matter, and I will be happy to write to her on the specifics of what the Government can do. She will understand that I cannot comment on individual cases, and many of the things that she asked about are operational matters for local police. I will be happy to write to her about what local police can do to stop such activities, but it would not be appropriate for me to go into detail here."}, {"speaker": "Dame Angela Watkinson (Hornchurch and Upminster) (Con):", "speech": "      I welcome the Government’s commitment, through education, to raising awareness about sexual and relationship abuse with its “This is Abuse” campaign. Does the Minister agree that more emphasis must be placed on tackling controlling behaviour and emotional abuse, which often go unreported?"}, {"speaker": "Karen Bradley:", "speech": "      I thank my hon. Friend for her question. The “This is Abuse” campaign has been extremely successful, and I am very pleased that the Government announced, just before Christmas, that we are continuing with it. It is so important that young people understand what is appropriate, understand what is appropriate in relationships and understand what a normal loving relationship is, as opposed to an abusive one."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      I thank the Minister for her comments. I join her in condemning rape and violence in any form and, in particular, any attempt to blame the victims. I wholeheartedly agree with her that responsibility must always rest with the perpetrator."}, {"speaker": "Karen Bradley:", "speech": "      I thank the hon. and learned Lady for her comments. I assure her that I will copy her into my letter to the hon. Member for Stretford and Urmston (Kate Green). We want to take all the steps we possibly can, and I want to set out in depth the steps that the Government can take and what we will do."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      I very much support what the Opposition Front Benchers have said. We defend our cherished liberty of free speech to the utmost, but with that freedom must come responsibility. May I say to my hon. Friend the Minister that I am pretty certain all Conservative Members would welcome the proactive engagement of the Home Secretary and   "}, {"speaker": "Karen Bradley:", "speech": "      I want to reassure my hon. Friend that he would struggle to find a more proactive Home Secretary. This Home Secretary has excluded more people and done more to tackle violence against women and girls than any Home Secretary in history, and I am very proud to serve in her Department."}, {"speaker": "Chi Onwurah (Newcastle upon Tyne Central) (Lab):", "speech": "      These planned meetings may well have been simply a publicity stunt by an attention-seeker so insecure in his own masculinity that he goes to such lengths to augment the size of his—er—following. I have been contacted by many constituents—men and women—who are outraged and revolted and also frightened by the planned meeting in Newcastle, so can the Minister reassure them that anyone meeting in Newcastle or anywhere else, or coming to this country to plan or condone rape, would be treated in the same way as anyone planning or condoning murder, terrorism or any violent act?"}, {"speaker": "Karen Bradley:", "speech": "      I can assure the hon. Lady that that is a criminal offence and such people would be treated in the same way. I join her in her comments about the possible reasons why this individual is doing what he is doing—to ensure that he gets publicity, which he may need for other reasons. I will say no more."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      Can we be really robust in deciding who is allowed into this country and who is not? Rather than relying on individual police forces to intercept such individuals after their arrival, if the Government have clear intelligence that an individual or a group are seeking to incite criminal activity in this country, the Government should have no qualms at all about making it clear that these people are excluded from our country, so that we do not have to put extra pressure on our police forces, who have many other things to do."}, {"speaker": "Karen Bradley:", "speech": "      My hon. Friend will understand that I cannot comment on individual cases, but I agree that it is much better to exclude than to deal with such people when they are here. This Home Secretary has excluded more foreign national offenders and foreign nationals than any other."}, {"speaker": "Christian Matheson (City of Chester) (Lab):", "speech": "      I can see no possible benefit from this individual being allowed into the UK now or in the future, so may I add my voice to those of hon. Members who say that, although we understand that the Minister cannot comment on individual cases, we hope that very soon she will be able to do so by saying that this person is excluded permanently from the UK? She cannot talk about operational police matters; is there a general steer that she would hope to give to the police as to their response to this matter?"}, {"speaker": "Karen Bradley:", "speech": "      I am sure the hon. Gentleman’s comments will have been heard. I have the Police Minister sitting next to me and he has also heard the hon. Gentleman’s comments."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      Although I share the revulsion at this group’s views and the need to exclude such people from the UK, there is a substantial weight of evidence now to suggest that this group has no plans to meet and is concocting these plans across the globe to generate maximum publicity for its vile views, and that it is taking politicians and the media across the globe for a ride. I welcome the news that these alleged events have been cancelled, but has the Minister seen or heard any evidence to suggest that there was actually a plan to hold any of these events in the UK?"}, {"speaker": "Karen Bradley:", "speech": "      I have as much information as my hon. Friend as to how valid the plans may or may not have been, but he makes an important point. We should all remember, as the hon. Member for Newcastle upon Tyne Central (Chi Onwurah) said, to treat such people with ridicule rather than seriously."}, {"speaker": "Liz Saville Roberts (Dwyfor Meirionnydd) (PC):", "speech": "      I, too, welcome the public revulsion which has resulted in the cancellation of the Return of Kings meetings, including one in Cardiff, which Plaid Cymru was set to oppose. How will the Minister address the wider question of the balance between free speech online and the incitement of violence against women as though it was socially acceptable?"}, {"speaker": "Karen Bradley:", "speech": "      The hon. Lady asks about online specifically. I assure her that what is illegal offline is illegal online. If it is a criminal offence, it is a criminal offence, no matter where it happens."}, {"speaker": "Mike Freer (Finchley and Golders Green) (Con):", "speech": "      As part of the review of public order, will my hon. Friend review the weighting of the community impact element when the police decide when to intervene? One of the problems with such public order decisions is that the police take quite a black and white decision about whether the law has been broken, rather than taking a wider view of the impact that that has on the community involved."}, {"speaker": "Karen Bradley:", "speech": "      My hon. Friend makes an important point. I know that he has personal experience in his own constituency. I can assure him that we will look at those points."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      This is not the first time that a campaign of violence and aggression has been orchestrated via the internet, and it will not be the last. Although we hear warm words from the Government every time there is an incident, nothing ever seems to happen. I press the Minister to say what action the Government will take over the ease with which vile messages can be distributed via the internet."}, {"speaker": "Karen Bradley:", "speech": "      I assure the hon. Lady that it is a criminal offence to make these kinds of comments. The Government do not take these matters lightly. We work hard and at length with the internet service providers, which have a responsibility to ensure that such messages are not distributed."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      This individual’s offensiveness and arrogance are exceeded only by his ignorance. There are real worries about whether the   "}, {"speaker": "Karen Bradley:", "speech": "      I agree absolutely with my hon. Friend."}, {"speaker": "Gavin Newlands (Paisley and Renfrewshire North) (SNP):", "speech": "      On the very day when we will discuss for the first time at Westminster the positive role that men can play in preventing and ending violence against women, does the Minister share my concern that this small, small man’s abhorrent views and publicity seeking risk distracting us from the positive role that the vast majority of men —real men—would like to play in ending misogyny in all its forms?"}, {"speaker": "Karen Bradley:", "speech": "      The hon. Gentleman makes a very important point and I look forward to debating the matter this afternoon. He is absolutely right that men have a positive role to play, and the vast majority of men do so."}, {"speaker": "Geraint Davies (Swansea West) (Lab/Co-op):", "speech": "      Does the Minister agree that this situation is symptomatic of a much bigger, awful trend towards misogyny, hatred against women and violence that we are seeing on all sorts of media, including Twitter, which is international? What efforts is she making to promote an attitude of zero tolerance towards that trend, not just in Britain, but by taking leadership internationally to address it at its roots?"}, {"speaker": "Karen Bradley:", "speech": "      The hon. Gentleman leads me into an answer that could potentially last many days on the different things that need to be done internationally to promote women and women’s rights, such as the action that the Government are taking to tackle female genital mutilation and forced marriage. All people have a right to exist and live equally. These views and comments are not acceptable."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      It is a ridiculous irony that the events have been cancelled for the safety of this man’s supporters, given the nature of the events. I join everybody in their condemnation of this sick individual and his misogynist followers. Will the Minister pay tribute to the groups of campaigners across the country, particularly in Glasgow, who have helped to force the cancellation of the events? Will she also pay tribute to Police Scotland, which has worked closely with the campaigners in Glasgow and Edinburgh to ensure their safety at the events? There was unequivocal condemnation in the Police Scotland statement, which said that"}, {"speaker": "Karen Bradley:", "speech": "      I agree with the hon. Lady. I pay tribute to Police Scotland and to all police forces across the country, which work equally hard to deal with these crimes and to make that message heard."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      I agree with the Minister that most men will not support these vile, anti-women, misogynistic, pro-rape views. I am   "}, {"speaker": "Karen Bradley:", "speech": "      The hon. Gentleman makes the important point that prevention and education are incredibly important to make sure that the young men—and older men—who hold these views understand that they are wrong. The “This is Abuse” campaign, which my hon. Friend the Member for Hornchurch and Upminster (Dame Angela Watkinson) mentioned, is part of that, as is our work to end gang and youth violence and exploitation, because young men who are in a circle where it is seen as acceptable to exploit young women and treat them as no more than sex objects have to be educated that that simply is not right."}, {"speaker": "Stewart Malcolm McDonald (Glasgow South) (SNP):", "speech": "      The fact that this event in Glasgow has been cancelled shows that people do make Glasgow. Does the Minister agree that any event planned to coach men how to coerce women into having sex. is not a free speech issue but an issue of public safety and order? Will she join me in condemning the sick-minded halfwits who support these events and were planning to attend them, and does she welcome the fact that this weekend they will now be sitting in their underpants, eating cold ravioli from a tin?"}, {"speaker": "Karen Bradley:", "speech": "      The hon. Gentleman conjures up quite an image—I think I will leave it at that!"}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      Such grotesque misogynist and homophobic views are not masculine—they are a perversion of masculinity and are cowardly. Does the Minister welcome initiatives by the National Union of Students and student unions—including in Leeds—to train bar staff to spot signs of sexual harassment? We must stamp out sexual harassment in all our society."}, {"speaker": "Karen Bradley:", "speech": "      I would be very interested in learning more about what the hon. Gentleman says, as that is exactly the kind of initiative that we need to ensure that it is clear that no woman can ever be guilty of inciting her own rape. Rape is committed by the perpetrators, and they are the only people who are responsible."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "      As the Minister will know, I wrote to the Home Secretary on this issue in response to the outrage and anger of my constituents who contacted me about it. The Government of Australia have publicly stated that they will continue to monitor any application from Roosh V, or anyone else associated with the Return of Kings. Will the Minister assure the House that the UK Government will do likewise for any individual associated with this group who is promoting a diet of hate?"}, {"speaker": "Karen Bradley:", "speech": "      I assure the hon. Gentleman that the Home Secretary keeps a very close eye on all these matters, and that the Government take every step they possibly can."}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      Will the Leader of the House give us the forthcoming business, and all that jazz?"}, {"speaker": "The Leader of the House of Commons (Chris Grayling):", "speech": "      There is not much jazz in this, unless there is an MP4 concert coming up, but that is not something I know about. The business for next week is as follows:"}, {"speaker": "Chris Bryant:", "speech": "      It has been quite a week, hasn’t it! I thought I was hearing things yesterday morning when listening to the “Today” programme, when they said that a “Belgian loon” had given the Prime Minister his backing, I thought, “Is that gross BBC bias? Inappropriate stigmatising language?” Perhaps they were talking about a Walloon? No, it was Mr Sander Loones, the vice-chair of the New Flemish Alliance. So now we know—the Loones back the Prime Minister."}, {"speaker": "Chris Grayling:", "speech": "      Mr Speaker, your request about the length of the shadow Leader of the House’s contribution lasted just one week."}, {"speaker": "Dame Angela Watkinson (Hornchurch and Upminster) (Con):", "speech": "      Will the Treasury take a closer look at the proposed changes to the disbursement of landfill tax revenues through the landfill communities fund before they become effective in April? Currently, 10% of the funds for every project are raised by a third party—usually the applicant—but the proposal is to transfer that 10% to the landfill operator. The concern is that many small operators might withdraw from the scheme, meaning that fewer projects can be considered. I am sure that this is an unintended consequence."}, {"speaker": "Chris Grayling:", "speech": "      I am aware of my hon. Friend’s concerns, and I can assure her that the Department for Communities and Local Government is in discussions with industry representatives and is trying to do what it needs to do in the right way. It has to take some decisions, but it is fully aware of her concerns as it looks to reach a decision."}, {"speaker": "Pete Wishart (Perth and North Perthshire) (SNP):", "speech": "      I thank the Leader of the House for announcing next week’s business. Mr Speaker, I am sure that you and the rest of the House would like to know that today is World Cancer Day. Almost every household in the country is touched by cancer, so this is a great opportunity to pay tribute to all the wonderful staff who work in the hospitals across the whole of the United Kingdom and treat people with this still appalling condition."}, {"speaker": "Chris Grayling:", "speech": "      I think that is a great idea. The hon. Gentleman and I do not always share exactly the same views on European matters, but I can tell him that I will happily champion the cause of MP4 in Eurovision. I just hope that there is a change when it comes to those difficult votes, because countries in eastern Europe unfortunately tend to award the UK entrants “nul points”. Let us hope that MP4 will turn things round. I am sure that the hon. Gentleman will have the support of the whole House in doing so—"}, {"speaker": "Chris Bryant", "speech": "     indicated dissent."}, {"speaker": "Chris Grayling:", "speech": "      Oh no. I am sorry to say that the shadow Leader of the House will not be supporting MP4 for Eurovision. I think that is a shame and a betrayal of the principles of the House, but never mind. "}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      Let me give the Leader of the House an opportunity to be a white knight for the people of Lancashire. The county council has embarked on a consultation about the withdrawal of subsidies from bus services. The consultation will close at the end of March, but in the meantime the council has already told bus operators that it will withdraw the subsidies, and some services will cease on 21 February. Will the Leader of the House arrange for a Minister to make a statement about this sham consultation, and about what can be done to help some of the most elderly and vulnerable people, living in villages, who will be isolated if the bus cuts go ahead?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend has made his point in his customary forthright manner, and he is right. It is not acceptable for a county council—a Labour-controlled county council—to announce a proposal, to consult on that proposal, and then to start to take action before it has even seen the responses to the consultation; but that, of course, is what Labour is really like when it holds power."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      When can we debate the Government’s planned cut in funding for the National Wildlife Crime Unit, which is welcomed only by those sadists who think it fun and amusing to torment defenceless wild animals? Will the Government cancel the threatened cut, or will they proceed with it and reinforce their reputation as the nasty party which does not care about animals’ suffering?"}, {"speaker": "Chris Grayling:", "speech": "      I know that a number of Members have expressed concern about the issue. The Home Secretary will be in the House on Monday week, and I am sure that the hon. Gentleman will be able to raise it with her then."}, {"speaker": "Mrs Sheryll Murray (South East Cornwall) (Con):", "speech": "      Last Saturday I sent the Fisheries Minister an image of a chart showing a French-registered fishing vessel inside the United Kingdom’s six-mile limit. Looe Harbour   "}, {"speaker": "Chris Grayling:", "speech": "      Let me begin by wishing my hon. Friend a very happy birthday, probably on behalf of all of us. She is still a very powerful advocate for the fishing industry and the communities that she represents. The Fisheries Minister is, of course, a neighbour of hers, but I will ensure that he is made aware of the point that she has raised. It is a matter of great concern to our fishing communities that such matters are dealt with properly and the rules are followed, and we should certainly take action when they are not."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      I welcome the announcement that DONG Energy is to proceed with Hornsea Project One. May we have a statement on how the project can be used to assist the development of the South Humber bank, and how the Government will use their new procurement guidelines to ensure that UK steel is used in that development?"}, {"speaker": "Chris Grayling:", "speech": "      We are anxious to ensure that UK steel is used in UK projects. As the hon. Gentleman will know, many of the big infrastructure projects are using it, and we will continue to work to ensure that that happens. We want the sector to be developed on Humberside; it is already a very important part of the local economy. There will be questions on this very subject next Thursday, and I suggest that the hon. Gentleman raise it with the relevant Minister then."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      It is one thing for the Leader of the House to poke fun at the Leader of the Opposition over his strange ideas about the Trident successor, as he did today. It is quite another thing for No. 10 to adopt this policy on the question of delaying a vote which everyone, including the Ministry of Defence, industry and both sides of the nuclear debate in Parliament, expected to take place in the next few weeks. Can the Leader of the House look the House in the eye and tell us that those at No. 10 are not playing party politics with the nuclear deterrent? If they are, it is beneath contempt."}, {"speaker": "Chris Grayling:", "speech": "      My right hon. Friend has been a powerful advocate for our nuclear deterrent—a view that I support wholeheartedly—and he has been effective in highlighting the flaws in the Opposition’s policies. He will know that it is the Government’s intention to debate this matter in the House in due course. I cannot give him an announcement today on when that will happen, but I will ensure that my colleagues are aware of the concerns that he has raised."}, {"speaker": "Ian Paisley (North Antrim) (DUP):", "speech": "      Last year, Dublin’s Special Criminal Court convicted Thomas “Slab” Murphy of tax evasion. On Tuesday evening on the BBC, he was exposed as a former chief of staff of the Provisional IRA and a godfather of serious and organised crime. Putting the Accutrace S10 marker in British fuels was   "}, {"speaker": "Chris Grayling:", "speech": "      We all want to see this kind of criminal activity stopped, because it damages legitimate businesses and it damages the economy of Northern Ireland. I will ensure that the point he has raised is brought to the Treasury’s attention, because it is clearly something that it would not want to see continuing either."}, {"speaker": "Sir David Amess (Southend West) (Con):", "speech": "      Will my right hon. Friend find time for a debate on pharmacy services? Having visited a local pharmacist in Prittlewell this week, I was horrified to find that as a result of overall reductions in the budget of £174 million, there is every likelihood that the wonderful range of services that our pharmacists offer will be diluted."}, {"speaker": "Chris Grayling:", "speech": "      This concern was raised last week, and the Minister responsible, the Minister for Community and Social Care, my right hon. Friend the Member for North East Bedfordshire (Alistair Burt), happened to be on the Front Bench at the time. I was able to provide an assurance to the House that he would treat this matter with great care. He is aware of the concerns that hon. Members have raised and he will be back in the House next week. This is something we have to get right, because pharmacies play an important role in local communities, and the Minister is well aware of that."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      The Leader of the House might not be aware that, before I entered the Parliament, I had a proper job outside this place—"}, {"speaker": "Chris Bryant:", "speech": "      In the 19th century."}, {"speaker": "Mr Sheerman:", "speech": "      No, in the 18th century, with you! One of my employers was ICI—Imperial Chemical Industries—which has now become Syngenta. Is the Leader of the House aware that Syngenta is one of the three largest chemical companies in the world, and that it now looks as though it could be taken over by ChemChina, a Chinese Government-based organisation? This will put thousands of UK jobs in danger and could eradicate them from the market. May we have an urgent debate to discuss this? Just like steel, the chemical industry is a big employer at the heart of our economy."}, {"speaker": "Chris Grayling:", "speech": "      I am not aware of the details of the proposals, but as ever the hon. Gentleman certainly makes a powerful case. I am sure that his comments will be listened to by the Business Secretary, but may I suggest that he seek to secure an Adjournment debate in order to bring Ministers to the House to discuss the matter?"}, {"speaker": "Mark Pritchard (The Wrekin) (Con):", "speech": "      In this country, 320,000 people are both deaf and blind, yet local councils are only required to provide a register of those who are   "}, {"speaker": "Chris Grayling:", "speech": "      I congratulate my hon. Friend on the important work he does in this area and on the support he provides for those who suffer from both those disabilities. The relevant Minister will be in the Chamber next week and my hon. Friend will have the opportunity to make that point then, but I will also ensure that his concern is raised with the Department before then."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      The Leader of the House may be aware that the House of Representatives in Australia has deemed this week that bairns in arms are no longer visitors in the Chamber and can be brought in to be breastfed or bottle-fed by their parliamentarian parents. Would he support such a change in this Parliament?"}, {"speaker": "Chris Grayling:", "speech": "      There are a few people who believe that such a change is necessary, but of course it would be a matter for the relevant Committees and for the whole House to discuss. We have to make sure we have a family-friendly Palace of Westminster and House, but we must also be careful to maintain some of the traditions of the House as well."}, {"speaker": "Pauline Latham (Mid Derbyshire) (Con):", "speech": "      May we have a debate to celebrate the work done in this country by organisations such as the Arts Council and the Royal Ballet, which bring in so much tourism, and by the wonderful organisations in my constituency that add to the different tourism offer we have in the area? That has been recognised by the Chancellor in his autumn statement."}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend makes an important point, and I am glad that the Chancellor did recognise that in the autumn statement. It is very important that we maintain the strong arts bodies in this country. They make a valuable contribution to our culture, as well as attracting business from overseas. She makes an important point, and may I take advantage of this opportunity to wish her a happy birthday, too?"}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "      Last Saturday, the extremist group Britain First came to Dewsbury town centre, carrying crucifixes and proclaiming the Prophet Mohammed a paedophile. There was understandable concern among our community, with many businesses closing for fear of violence. A huge police operation took place, which clearly cost a lot of money. I pay tribute to the wonderful people of my constituency and the police, who carried themselves in an exemplary manner. Does the Leader of the House agree that we should now have an urgent debate on where the balance lies between freedom of expression and incitement of racial hatred?"}, {"speaker": "Chris Grayling:", "speech": "      I very much agree with the hon. Lady on that; we benefit from being a multicultural, multi-ethnic society. The different communities in the United Kingdom bring great strength to it. Those who would seek to   "}, {"speaker": "Fiona Bruce (Congleton) (Con):", "speech": "      The Government are rightly taking steps to counter the threat of violent extremism and to promote community cohesion, and I am sure everyone in this House supports that. The Leader of the House will, however, be aware of the recent Westminster Hall debate on the registration of out-of-school settings, which highlighted considerable concern about that issue. Does he agree that it is essential that there is widespread consultation on any other proposals in the Government’s counter-extremism agenda before a counter-extremism Bill is brought before this House?"}, {"speaker": "Chris Grayling:", "speech": "      I absolutely accept the point my hon. Friend is making. It is very much the intention of those in the Department for Education who are working on this to listen carefully to representations from hon. Members to try to get this right. We all share a common objective in these matters. What we do not want is inappropriate, unnecessary regulation placed on small groups that do small amounts of work each week to the benefit of local communities."}, {"speaker": "Christian Matheson (City of Chester) (Lab):", "speech": "      Further to the question from my hon. Friend the Member for Newport West (Paul Flynn), I learned from my constituents this week that the snaring of wild animals is still not illegal. It is, of course, cruel and sadistic, so do the Government have any plans to introduce legislation to ban snaring and to protect our wild animals?"}, {"speaker": "Chris Grayling:", "speech": "      I am aware that this matter is subject to campaigning at the moment, and my right hon. Friend the Secretary of State will give careful consideration to it. I am not aware of any current plans, but given the concerns raised in this House, it is certainly something we need to give some consideration to."}, {"speaker": "Chris White (Warwick and Leamington) (Con):", "speech": "      May we have a debate on unitary authorities and the potential efficiencies that they can create?"}, {"speaker": "Chris Grayling:", "speech": "      Many in this country believe that unitary authorities are a better way of running local government. Equally, there are parts of the country where the two-tier approach works extremely well. What we are seeking to do through the changes we are pushing through to the relationship between central and local government is to give greater freedom to local authorities to decide what is right for their area and to give them the opportunity to put forward reforms that will involve both change and greater devolution. If my hon. Friend feels that is right for his area, I encourage him to get into discussions with the relevant Department about it."}, {"speaker": "Roger Mullin (Kirkcaldy and Cowdenbeath) (SNP):", "speech": "      Can we have a statement from the Government on when they will review the 1955 treaty on tax treatment    "}, {"speaker": "Chris Grayling:", "speech": "      I am not aware of the specific detail of that treaty, but I will ask the Foreign Office to ensure that the hon. Gentleman gets a proper response to the concerns that he has raised."}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "      I am pleased to say that employment levels in Crawley are at a record high, with the jobless claimant count now at 1.5%. Of course there is always more that can be done and, one month today, I am holding an apprenticeship fair in Crawley civic hall. May we have a debate on the importance of further encouraging apprenticeships to help promote economic growth?"}, {"speaker": "Chris Grayling:", "speech": "      I congratulate my hon. Friend on the work that he is doing locally on this matter. One of the most important parts of achieving our collective goal of 3 million apprenticeships in this Parliament is the work done by individual Members to encourage local employers to provide apprenticeship places. I commend him and other Members around the country for the work that they are doing in this regard. Apprenticeships are a central part of our future economic success."}, {"speaker": "Louise Haigh (Sheffield, Heeley) (Lab):", "speech": "      Yesterday, we heard from the Prime Minister that in-work benefits for EU migrants are a pull factor, but we cannot judge that to be the case as the information has repeatedly been withheld after freedom of information requests. Given that the Leader of the House is such a fan of FOI, will he request Ministers to put that information before this House alongside a statement?"}, {"speaker": "Chris Grayling:", "speech": "      We will be debating the renegotiation and the package that we have been offered, and statements will be made by the Prime Minister in this House once the renegotiation is complete. I have no doubt that all information required by Members will be there when those debates take place."}, {"speaker": "John Stevenson (Carlisle) (Con):", "speech": "      Carlisle and Cumbria are starting to experience recruitment issues, and, in time, there could well be a skills shortage. In many respects, that is partly an indication of success, but that success will be further exacerbated by the potential large investment into Cumbria, which will raise issues about attracting the right people with the right skills into the county. Will the Leader of the House agree to a debate on those issues, and on what central Government can do to assist in creating the opportunities from which Cumbria can benefit?"}, {"speaker": "Chris Grayling:", "speech": "      The challenges to which my hon. Friend refers are a symbol of the success of this Government in generating real economic improvement in parts of the country that have, all too often, been left behind. In many respects, I am pleased to hear of the pressures that he describes, but clearly we have to react to them and help businesses in Cumbria to secure the skills it needs. That is why this Government’s programme to build apprenticeship numbers and other measures that we will take to improve our skills base are so important. My hon. Friend is absolutely right to raise the issue."}, {"speaker": "Joan Ryan (Enfield North) (Lab):", "speech": "      November 2015 is the latest month for which we have A&E figures. The Royal Free recorded 1,592 patients not seen within four hours, and the North Middlesex a shocking 3,306 patients. Both hospitals are now supposed to serve the people of Enfield North, as the Government have closed the A&E at Chase Farm hospital. May we have an early debate on the Government’s mismanagement of the NHS, as the people in Enfield and across the country are being badly let down when they arrive at A&E in need of treatment?"}, {"speaker": "Chris Grayling:", "speech": "      The right hon. Lady will have an opportunity to raise her concerns on Tuesday when the Secretary of State for Health is in the Chamber. I simply say that, under this Government, the NHS is receiving more money than ever before and is treating more patients than ever before."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      As my right hon. Friend knows, I have been campaigning to save the hedgehog for several weeks now. On Monday, we have the hedgehog summit with my right hon. Friend the Secretary of State for Environment, Food and Rural Affairs and my hon. Friend the Under-Secretary of State. Next week, I plan to launch a petition to make the hedgehog a protected species—I very much hope that everyone in this House will participate in it. Can my right hon. Friend confirm that, if we get more than 100,000 signatures, we will be considered for having a further debate on this very important issue?"}, {"speaker": "Chris Grayling:", "speech": "      I have to congratulate my hon. Friend on his diligence on this matter; the hedgehog has a much better chance of survival with him around than might otherwise have been the case. If he secures 100,000 signatures on his petition, I am almost certain that the Petitions Committee will feel obliged to have a debate on it. Given how strongly he has pushed the issue in the House, I am sure that his request will also have universal support across the House."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      My constituent David Chamber has raised with me his not uncommon problem: he is a graduate unable to find graduate work. The Prime Minister has said that he does not want foreign graduates doing what he describes as menial labour. May we have an urgent debate on what help we can give our UK graduates to get graduate jobs, on which the student loan repayment system depends?"}, {"speaker": "Chris Grayling:", "speech": "      When I was employment Minister in 2010, and we had inherited unemployment levels almost twice as high as they are now, conversations with young people entering the job market were challenging. Today, the situation is very different—unemployment has come down by almost half and job opportunities for young people in this country are better than they have been for a very long time. Under Labour, things went badly wrong; this Government have sorted them out."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      My constituent Cordelia Law was left with a legal bill of nearly £3,000 after being threatened with a libel action by a developer whose planning application she commented on to her local council. May we have a debate on our libel laws? I   "}, {"speaker": "Chris Grayling:", "speech": "      Obviously, I cannot comment on the specific detail of that case, because I do not know enough about it, but it is always right and proper for those putting in planning applications to treat local communities with respect. If people feel that they have been let down by local authority processes, they can and do go to the ombudsman to seek a determination of maladministration. It sounds as if my hon. Friend is doing a fine job of representing his constituent anyway."}, {"speaker": "Jeff Smith (Manchester, Withington) (Lab):", "speech": "      Civil society organisations have legitimate concerns about restrictions on their ability to challenge school admission arrangements. May we have a statement about the proposed ban on objections from these organisations so that we can better understand who will and will not be affected?"}, {"speaker": "Chris Grayling:", "speech": "      These things are, of course, predominantly for governing bodies and local authorities to decide, but the hon. Gentleman is free to raise this issue as an Adjournment debate and bring a Minister to the House to respond to his concern."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      People in the villages of Lincolnshire are desperate to get to Cleethorpes, where they will find excellent shopping and the finest fish and chips in the land. Unfortunately, however, the Cleethorpes economy could be set back due to cuts in rural bus services. May we have a debate about the funding of rural bus services, which clearly needs a rethink?"}, {"speaker": "Chris Grayling:", "speech": "      I understand the point that my hon. Friend makes. That is a matter for the Department for Communities and Local Government, which will come before the House on Monday. I encourage him to bring his point to the attention of the Ministers with the most direct responsibility for addressing these issues."}, {"speaker": "Stewart Malcolm McDonald (Glasgow South) (SNP):", "speech": "      Yesterday, the Bank of Scotland announced that it will close its Mount Florida branch in my constituency, which serves thousands of people in that community, King’s Park, Battlefield and slightly further afield. The bank has announced the closure without having done any community consultation at all; a lot of older people in particular will have to travel quite far to get to their local branch. May we have a debate on how the big banks are able to do such things without proper consultation with the community and to the detriment of local people?"}, {"speaker": "Chris Grayling:", "speech": "      As the hon. Gentleman will be aware, that issue has been raised by a number of hon. Members in the past few weeks. If the Chair of the Backbench Business Committee were here, I would be saying that there is clearly a demand across the House for a debate on this subject, and I encourage the hon. Member for Glasgow South (Stewart Malcolm McDonald) to make   "}, {"speaker": "Bob Blackman (Harrow East) (Con):", "speech": "      The Chair of the Backbench Business Committee has been called away on urgent business, so he has asked me to say that the Committee has scheduled every debate that has been requested. We are very much open for business as far as debates after the recess are concerned. As you will be aware, Mr Speaker, debating time in this Chamber and Westminster Hall is extremely precious, so I encourage Members to put applications in."}, {"speaker": "Chris Grayling:", "speech": "      I absolutely echo that point. I commend the work of the Community Security Trust. This is every bit as much of an issue as the events in Dewsbury last week, which were mentioned earlier. Anti-Semitic racist incitement in our society is utterly unacceptable, and so is incitement of race hatred against any group in our society. All of us in this House should stand against it when we discover it and see it. It is unacceptable and should never be tolerated."}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "      Does the Leader of the House detect any difference between his view of the European convention on human rights—when he was Lord Chancellor, he said:"}, {"speaker": "Chris Grayling:", "speech": "      I hate to disappoint the hon. Gentleman, but Government Members believe that the Human Rights Act should be replaced. Labour do not. The public support us. Labour are wrong, we are right."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      Hundreds—probably more than 1,000—British nationals have taken the very brave decision to go and fight against Daesh in Syria and Iraq, joining the YPG and the foreign fighter forces of the Kurdish peshmerga. Those people include my constituent, Aiden Aslin, a former care worker from Newark. It is now Home Office and police policy to arrest these individuals under counter-terrorism legislation on their return to the UK. Even if, as is most likely, they are not charged, that will remain on their record, and constituents such as mine, who have taken an extremely brave decision—one could argue that it is foolhardy, but   "}, {"speaker": "Chris Grayling:", "speech": "      Of course, this issue has to be treated with great care. I will make sure my hon. Friend’s concerns are raised with the Home Secretary, who will be in the Chamber on Monday week taking questions. I encourage him to raise that point with her, but I will make sure she is aware of the concern he has raised."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      May I ask the right hon. Gentleman to nag his colleagues in the Department for Transport? The very expensive public inquiry into the New Generation Transport trolleybus scheme in Leeds concluded in October 2014, but the report has been gathering dust in the DFT for about six months. Can we finally have a statement on the issue so that we can get an answer? I hope it will be a no, so that we can then progress with a genuinely modern scheme involving light rail and/or tram-train."}, {"speaker": "Chris Grayling:", "speech": "      The hon. Gentleman makes an important point. I will make sure that it is raised with the Department today and ask it to write to him."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      I recently met Noor Mukhtar, Pendle’s Member of the Youth Parliament, at Nelson and Colne College to discuss the UK Youth Parliament’s anti-racism and anti-discrimination campaign. Given recent Government initiatives on the issue, and the fact that the Prime Minister used his new year’s speech to talk about discrimination in Britain today, may we have a debate on this important issue?"}, {"speaker": "Chris Grayling:", "speech": "      Again, my hon. Friend makes an important point about the need to avoid discrimination and racist behaviour in our society, and I think the whole House would agree with that. On behalf of the House, could I—particularly a few days after you, Mr Speaker, hosted Members of the Youth Parliament in your state rooms to celebrate the achievements of some of those young people—pay tribute to all those involved in the Youth Parliament, who make a really important contribution to discussions between young people and parliamentarians around this country?"}, {"speaker": "Alan Brown (Kilmarnock and Loudoun) (SNP):", "speech": "      On Monday, I attended the Women Against State Pension Inequality debate in Westminster Hall. It is such a big issue, and the debate was so busy, that I had to sit in seats normally occupied by Tory MPs. The novelty quickly wore off as I had to watch colleagues point their fingers at Members on the Benches opposite. On a   "}, {"speaker": "Chris Grayling:", "speech": "      As the hon. Gentleman knows, I always value the moments when we find ourselves sitting alongside the SNP, as it were, because they are all too rare. We talk about the deficit because it is true: over the past few years this country has had a major crisis in its public finances. We have made good progress in turning that around, but we have a way still to go. It has led to some difficult decisions. The pension issue is about equality. It is about ensuring that men and women have the same state retirement age, and it is also about our retirement age reflecting the good news that we are all living longer."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      May we have a debate on the impact of relaxing planning rules? Such a debate would give me the opportunity to raise the plight of Haughton Green in my constituency, where, in recent times, residents have seen a loss of their heritage with the bulldozing of the old rectory and have been deprived of a say over the future use of the Methodist church, and where there is likely to be extensive in-fill development, even though that will require the use of already congested medieval road infrastructure."}, {"speaker": "Chris Grayling:", "speech": "      The hon. Gentleman will have the opportunity to raise these issues with Ministers on Monday. There is a balance to be found in making sure that we protect local environments and the character of local areas but also provide adequate housing for the next generation, because that is also important."}, {"speaker": "Geraint Davies (Swansea West) (Lab/Co-op):", "speech": "      You probably know, Mr Speaker, that children living in low emission zones have a 10% lower lung capacity than children living outside, partly because diesel emissions from cars cause pollution worse than that of many lorries, and Volkswagen has obviously been involved in emissions testing scandals. Will the Leader of the House consider having a debate on improving the cleanliness of the air in our city centres for the sake of our children’s health, including the possible restriction of diesel vehicles, given that 52,000 people die each year from diesel pollutants?"}, {"speaker": "Chris Grayling:", "speech": "      This matter is now attracting widespread concern. It is obviously important to ensure that we have proper air quality and that we look after public health. Ministers are taking the matter very seriously and investigating it carefully."}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      On a point of order, Mr Speaker. I want to go back to the issue of the Second Reading on 22 February of a Bill as yet unannounced. There is no Bill sitting waiting to be finished off in the House of Lords, as a Lords starter, and no Bill that has had a First Reading in this House, as yet, so the only possibility is that the Government fully intend next week, by the time we are back here next Thursday, to have the First Reading of a Commons starter Bill that will then have its Second Reading on 22 February. Would it not be grossly discourteous to this House for the Leader of the House, who knows perfectly well what that Bill is going to be, not to stand up and tell us exactly what it is going to be, because otherwise he will have published it by the time he is back here next week?"}, {"speaker": "Mr Speaker:", "speech": "      Does the Leader of the House wish to respond?"}, {"speaker": "The Leader of the House of Commons (Chris Grayling):", "speech": "      Can I just say that the shadow Leader of the House is talking absolute nonsense?"}, {"speaker": "Mr Speaker:", "speech": "      Right. Pursuant to the hon. Gentleman’s point of order, I can say only, at this stage, that I have no knowledge of the matter. I heard what the Leader of the House has said. I think it is a fair point to make to the House as a whole that it is not obligatory, but it is desirable, for words uttered to be genuinely meant. On one or two occasions in the past, I have come across language used such as “Second Reading of a Bill” which turns out really just to be a kind of holding statement, if you will, and what eventually transpires is something somewhat different—perhaps quite specifically not a Bill, and not a Second Reading of a Bill, but something else. On a serious note, in terms of the intelligibility of the proceedings of the House and  the transparency with which we operate, I know that the Leader of the House will want to hold himself to a rather higher standard than that, and I am sure we can be assured of that."}, {"speaker": "Mr Geoffrey Cox (Torridge and West Devon) (Con):", "speech": "      In 2009, the House resolved that hon. Members should register all outside earnings within 28 days of their receipt, whether connected with their parliamentary duties or not."}, {"speaker": "Mr Speaker:", "speech": "      I thank the hon. and learned Gentleman for what he has said."}, {"speaker": "Mr Speaker:", "speech": "      We now come to the Select Committee statement. The Chair of the relevant Select Committee, Mr Bernard Jenkin, will speak for up to 10 minutes, during which, as those familiar with the procedure will realise and those who are not will now learn, no interventions may be taken. At the conclusion of his statement, I or whoever is in the Chair will call Members to put questions on the subject of the statement, and call Mr Bernard Jenkin to respond to these in turn. Members can expect to be called only once. Interventions should be questions and should be brief. Front Benchers may take part in questioning."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I am grateful to the Backbench Business Committee for the opportunity to make this statement on our report entitled, “The collapse of Kids Company: lessons for charity trustees, professional firms, the Charity Commission, and Whitehall”."}, {"speaker": "Anna Turley (Redcar) (Lab/Co-op):", "speech": "      I pay tribute to the hon. Member for Harwich and North Essex (Mr Jenkin) and the members of the Select Committee for this important report. It has shone a light on what is a very sorry saga for all concerned, not least the vulnerable children who turned to Kids Company in their hour of need. I also pay tribute to the thousands of volunteers and workers in the sector who do so much to support vulnerable young people, usually without the same levels of funding and freedom that Kids Company clearly enjoyed. It is a deep shame that so much good work is at risk of being tarnished by this unique, high-profile failure. Having read the report, particularly the evidence given to the Committee by the senior civil service, I want to ask the hon. Gentleman about the way in which grants were administered, and whether he feels anything has changed since his report."}, {"speaker": "Mr Jenkin:", "speech": "      I am grateful to the hon. Lady for her comments. Let me emphasise, as she did, that it is plain to see that there was much good work going on in the charity, and that has been lost; that many vulnerable young people were dependent on the charity, and they have been left forlorn and bereft; that many of the employees and volunteers were deeply committed to the charity’s work, and they feel deeply betrayed and let down by what has happened; and that this has caused a great deal of distress. I am pleased to be able to inform the House that there is already evidence of things being salvaged from Kids Company and of things being rebuilt in the sector. We wish every success to those who are going to fund and support those things, because there is a gap, which the charity was seeking to fill, in meeting the needs of our society."}, {"speaker": "Mr David Jones (Clwyd West) (Con):", "speech": "      As my hon. Friend has said, the ultimate responsibility for the failure of Kids Company lay with the board of trustees. Does my hon. Friend agree that, among the many lessons to be   "}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I am grateful to my right hon. Friend for his question, and I am grateful to him and all members of the Public Administration and Constitutional Affairs Committee, who were all so fully engaged with this inquiry, which made our report so much more valuable. My right hon. Friend is right about the appropriate skills that trustee bodies need. Very often people think they need business skills, whatever those are, or accounting skills or some kind of technical skills. Actually, they need other skills. They need skills in the sector in which the charity operates. As I pointed out in my opening remarks, there was nobody with psychotherapy experience, and the charity was a psychotherapeutic charity. There was nobody with youth sector experience, and this was a charity in the youth sector."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. The answers have been very thorough, but they need to be a little shorter."}, {"speaker": "Kate Hoey (Vauxhall) (Lab):", "speech": "      I pay tribute to the Chairman of the Committee. The inquiry was quite a harrowing experience for all of us and he handled a difficult situation extremely well. Will he comment a little further on the role of journalists and the media in the inquiry? Incredibly detailed work was done by Miles Goslett, for example, and The Spectator was willing to publish when no one else was prepared to do so. That journalist had to go round all the media, which did not want to know because of some of the issues that have been referred to. Does the hon. Gentleman agree that the role of media in such investigative journalism and the role of freedom of information are even more important now?"}, {"speaker": "Mr Jenkin:", "speech": "      I agree with everything the hon. Lady says. There were journalists who tried to get things published, but the editors and the publications that might have carried those messages were also scared of confronting   "}, {"speaker": "Mrs Cheryl Gillan (Chesham and Amersham) (Con):", "speech": "      I join my colleague, the hon. Member for Vauxhall (Kate Hoey), in paying tribute to our Chairman, who led the inquiry, and to the staff of our Select Committee, who did some very valuable work in the course of the inquiry. The last tranche of Government money, £3 million, was given to facilitate restructuring, but I was surprised to see in the television programme aired on BBC 1 last night the impression given that the management and the chief executive had other ideas about how that money was going to be spent. Do we know whether the £2 million balance of the unspent £3 million that was given has been recovered by the Government? Will there be any further investigations into that money passing to Kids Company virtually 24 hours before it shut down, or is this report the end of the matter?"}, {"speaker": "Mr Jenkin:", "speech": "      That last question is very interesting. There is an ongoing investigation by the official receiver, which should be able to tell us what happened to that money and if any money is due to be returned to the Government. I am not a legal expert, but I think that once the Government handed over the money, it belonged to the charity. It no longer belonged to the Government and, although the Government might be a creditor, they will probably have to queue up behind other creditors. I very much hope that the Government might accept that the employees who lost their employment very abruptly are entitled to some measure of recompense, perhaps out of those funds. The answer is that I do not know. What was evident from that programme last night was how the restructuring was resisted to the very end. I am not sure whether that was known to the Minister who signed the letter of direction."}, {"speaker": "Ronnie Cowan (Inverclyde) (SNP):", "speech": "      Having watched the BBC documentary last night and seen the founder of Kids Company laugh about breaking the law and be dismissive of a vast amount of UK taxpayers’ money which was handed out so freely by both Labour and Conservative Governments, it is clear that lessons have to be learned. One of the lessons that we failed to learn in the past was that brash, bright, colourful, flamboyant characters who are favoured by senior politicians should be open to the same scrutiny as the many conscientious   "}, {"speaker": "Mr Jenkin:", "speech": "      I am grateful to the hon. Gentleman for his remarks. Yes, this is an opening salvo—both reports are opening salvos—about governance. The question of governance extends beyond charities to how the whole of Whitehall is governed—all the public bodies and the civil service, and how we govern the contractual exchanges between the public and the private sectors from Whitehall. Governance is not just about compliance and box-ticking. Governance is about the exercise of judgment by the people who are accountable for what occurs, and I hope that fellow Select Committee Chairs and I will pursue the matter of governance across the whole of the public sector and the parts of the private sector that are funded by the public sector."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I commend my hon. Friend and his Committee for his report and for his statement to the House today. On pages 47 to 49 of his excellent report he is excoriating in his criticism of the two Ministers who signed off the direction in June 2015 to give Kids Company £3 million, against the advice of the permanent secretary to the Cabinet Office. One of those Ministers, the Chancellor of the Duchy of Lancaster, was good enough to give evidence to the Committee and has shown courtesy to the House by being here today. The other, the Paymaster General, does not appear to have given evidence to my hon. Friend’s Committee and is not in the House today. In his report, the Chairman writes:"}, {"speaker": "Mr Jenkin:", "speech": "      I have heard everything that my hon. Friend has said. The report speaks for itself. I hope very much that the Government will give a full and clear explanation in response to the report. I am sure that they will. I have never doubted the integrity of the two Ministers who signed the letter of direction at all. We must wait for the Government’s response. In the end, I am not responsible for the Government’s response."}, {"speaker": "Paul Flynn (Newport West) (Lab):", "speech": "      May I add the name of Harriet Sergeant to that of Miles Goslett as she, too, exposed this fraud? This was British journalism at its very best and the report shows our Select Committees at their very best in the way that it exposes the waste, extravagance and delusions of this sad episode, which robbed far better charities of vital funds to help children in distress."}, {"speaker": "Mr Jenkin:", "speech": "      It is in the nature of politics that some people will always be readier to pin the blame and extract some action as a result. I hope that I am conducting the Committee in a way that all its members support. I think that we get so much more from witnesses and that our reports have more authority if we do not try to pin blame on individuals, but the House will have heard what the hon. Gentleman said."}, {"speaker": "Mr Speaker:", "speech": "      Somewhat tighter answers would be appreciated. They are way too long."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      I thank my hon. Friend for his statement and his Committee for the work it has done in preparing the report. Does the Committee plan to review the extent to which the valuable and important recommendations in its report are complied with and carried out?"}, {"speaker": "Mr Jenkin:", "speech": "      We always make sure that our recommendations are followed up and the Government have to give a very clear response to them."}, {"speaker": "Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op):", "speech": "      I commend the hon. Gentleman and his Committee for this very good report. He is absolutely right that a focus on governance is vital. The Public Accounts   "}, {"speaker": "Mr Jenkin:", "speech": "      There has been controversy about the role of ministerial directions. The former Minister for the Cabinet Office, who was responsible for civil service policy, urged permanent secretaries to ask for ministerial directions to facilitate the making of decisions. That was understandable because he felt frustrated that, as he saw it, decisions were being blocked. On the other hand, senior civil servants pride themselves on having a good relationship of trust and understanding with their Ministers and are therefore reluctant to reach for the requirement for formal direction. They would far rather have a relationship with their Ministers that is based on a shared understanding of the concerns about a particular issue. I am bound to say that I rather side with civil servants on that one. If we had a system that was run just on instructions, it would be impossible for civil servants to give their best advice to Ministers. That is the system that Northcote-Trevelyan set up and that we should attempt to sustain."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      I apologise to hon. Members and to you, Mr Speaker, that I have only just arrived in the Chamber. I was speaking to a group of schoolchildren from my constituency in the education centre and I could not miss that."}, {"speaker": "Mr Speaker:", "speech": "      I feel sure that the House will agree that the Chamber’s loss was the school students’ gain."}, {"speaker": "Mr Jenkin:", "speech": "      I am grateful for the hon. Gentleman’s support and for his work on the Committee. The one point that I will pick up on is his comment that this must never happen again. I can tell you for certain, Mr Speaker, that it will happen again. The question is whether we have a system in place that allows us, each time it happens, to learn, rectify and prepare for the future to make sure that it happens less and less often. That is what our recommendations are really about."}, {"speaker": "Neil Coyle (Bermondsey and Old Southwark) (Lab):", "speech": "      I congratulate the hon. Gentleman and his Committee on bringing forward this report. Many points have been made about the governance of the Charity Commission and I welcome the specific recommendation that he mentioned, but what role should the Care Quality Commission have played in inspecting some of the services that Kids Company claimed to be providing? There seems to have been a gap there. It might have helped to identify the fact that the numbers did not stack up. Will he join me in congratulating the director of social services at Southwark Council, David Quirke-Thornton, who stepped in to make sure that vulnerable young people received support quickly when Kids Company collapsed?"}, {"speaker": "Mr Jenkin:", "speech": "      I am certainly very grateful to David Quirke-Thornton. There are still discussions to be had between statutory social services and the charitable youth sector about what gaps in provision exist. Those would be productive discussions."}, {"speaker": "Mr Speaker:", "speech": "      Notwithstanding what I said earlier about the prolixity of some of the answers and the relatively slow progress, the hon. Gentleman has received, and warmly deserves, the appreciation of the House for bringing before us this very important report on behalf of his Committee. It is a practical expression of his decades-long commitment to this House, its integrity, and its centrality in the affairs of the country, and he deserves our thanks."}, {"speaker": "Mr Speaker:", "speech": "      To move the motion I call not a baron, but the Baron in the House."}, {"speaker": "Mr John Baron (Basildon and Billericay) (Con):", "speech": "      As ever, you have been very generous, Mr Speaker."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      I congratulate the hon. Gentleman on raising this important issue, and I agree with everything he has been saying. The great 19th-century constitutionalist, Walter Bagehot, divided politics into the “effective” and “decorative” parts of   "}, {"speaker": "Mr Baron:", "speech": "      I completely agree, and that is why I suggest that the issue of sovereignty goes to the core of our relationship with the EU. If we do not take the opportunity to address it now, it could be lost for a generation."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I wonder whether all those years ago Enoch Powell was right, and that we have been dodging this issue ever since 1972. The question he posed was that if we join the EU, this Chamber and democratically elected House loses its sovereignty. Now an historic moment is approaching, and the British people have to make that choice. Will they reclaim that sovereignty or not?"}, {"speaker": "Mr Baron:", "speech": "      I can only repeat what I said to the hon. Member for Luton North (Kelvin Hopkins)—I completely agree, and that is why this debate is important. It is not easy to say some of these words, but I regret that there has been a lack of consultation on the proposals in this renegotiation. Better engagement, certainly with the parliamentary party, and perhaps with Parliament generally, given that we are representatives, would have been useful."}, {"speaker": "Peter Grant (Glenrothes) (SNP):", "speech": "      Would the hon. Gentleman include in that statement of regret the complete failure to consult with the national Parliaments of Scotland, Wales and Northern Ireland during the process?"}, {"speaker": "Mr Baron:", "speech": "      What I regret is the lack of wide consultation generally with regard to renegotiation. When many of us were campaigning in the last Parliament for a referendum in this one, it was in the hope that we would have a meaningful debate prior to the renegotiation, and then a meaningful debate afterwards as we headed towards a referendum."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Baron:", "speech": "      Let me make a little progress, and then I will take further interventions. I am also conscious of the time."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      I am glad that I did not interrupt my hon. Friend in the midst of that wonderful metaphor. One of the real problems with the mentality of those who subscribe to the EU project is that instead of being honest enough to say “no” to those of us who want our sovereignty back, they put forward devious and deceptive and pretences to say yes, when in reality they know it means no."}, {"speaker": "Mr Baron:", "speech": "      I can only agree with my right hon. Friend. Having said that, the Minister for Europe is nothing but a courteous and able Minister, and I am delighted that he is in his place. I would not want him to be under the illusion that we are suggesting that of him, but there has been a tendency to act out a charade, when actually we have been on the conveyor belt of ever closer union. We need greater honesty in this debate."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      My hon. Friend has raised the issue of sovereignty, and the draft decision document published this week by the European Union contains a section called “Sovereignty”. If ever there was a misnamed section of a document, it is this—perhaps my hon. Friend will come on to that. The one thing that this document does not return to the United Kingdom Parliament is sovereignty over the laws that are made for this country. Indeed, it promises a “red card”, which is no more than an extremely cumbersome method of qualified majority voting in the European Union."}, {"speaker": "Mr Baron:", "speech": "      I cannot but agree with my hon. Friend."}, {"speaker": "Sir Edward Leigh:", "speech": "      Does anybody want to disagree?"}, {"speaker": "Mr Baron:", "speech": "      There will be people who want to disagree—don’t worry."}, {"speaker": "Kate Hoey (Vauxhall) (Lab):", "speech": "      The hon. Gentleman mentions various eminent and well known persons in the EU. Is not one thing that binds them all together in relation to this debate the fact that they are not elected? We in this Parliament had no say in who they are and we cannot get rid of them. The hon. Member for Gainsborough (Sir Edward Leigh) mentioned Enoch Powell. Tony Benn said that if we cannot get rid of the people in an institution, it is not democratic."}, {"speaker": "Mr Baron:", "speech": "      I very much agree with the hon. Lady. There is a democratic deficit in the EU. It is no coincidence that the European Parliament, after the most recent elections, is probably the most Eurosceptic European Parliament in the EU’s history. There is a connection there and the EU needs to recognise that it needs to put that democratic deficit right."}, {"speaker": "Mr Andrew Turner (Isle of Wight) (Con):", "speech": "      Does my hon. Friend agree that even elected people do not get thrown out? We cannot get rid of Dan Hannan, for example, because he is No. 1 of 10 or 11 Members of the European Parliament."}, {"speaker": "Mr Baron:", "speech": "      There are many flaws in the system. The peoples of Europe—although one can generalise too much in this respect—are asking more and more questions as the system fails to deliver, in particular on the economic front. Mass unemployment is causing great hardship in many countries and the EU is failing to deliver."}, {"speaker": "Sammy Wilson (East Antrim) (DUP)", "speech": "     rose—"}, {"speaker": "Mr Baron:", "speech": "      I think I have allowed the hon. Gentleman to intervene once already. No? In that case, please do."}, {"speaker": "Sammy Wilson:", "speech": "      The hon. Gentleman is being very generous in giving way. He is hitting the most important point here. Does he accept that this is not just an academic debate about sovereignty? This is an issue that goes to the very core of social cohesion. If people feel they cannot change those who make decisions, we will have all kinds of trouble and tensions on our streets. That is the core of the issue. Democratic institutions are important for the wellbeing of society."}, {"speaker": "Mr Baron:", "speech": "      I completely agree and that is very well put. It is terribly important that there is an element of democratic accountability. If there is not, we will alienate sections of society and issues such as unemployment will not be properly addressed. How are people going to voice their opinion without moving to the extremes of the political divide, and feeding that extremism because they do not feel they can be democratically represented within the existing structures?"}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      Does my hon. Friend agree there is a practical side to the issue of sovereignty, too? As a member of the EU, we have lost our sovereign ability to negotiate friendly or free trade agreements with major economies around the world. It would be in this country’s interests to have a friendly trading agreement with the big economies, such as America, China and Japan. We cannot do that, however, because we have lost our seat at the World Trade Organisation and our membership of the EU forbids us from making such negotiations."}, {"speaker": "Mr Baron:", "speech": "      That is absolutely right. It is a question of sovereignty, at the end of the day. If we cannot take our seat at the WTO and negotiate our own trade deals, indirectly that is a loss of sovereignty. There is no doubt about that. I am conscious that time is ticking on, so I will make some progress if colleagues will forgive me."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. On account of the number of hon. Members who wish to contribute, I am afraid we must start with a six-minute limit on Back-Bench speeches."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      I am grateful for the opportunity to speak in this important debate, and I congratulate the hon. Member for Basildon and Billericay (Mr Baron) on his excellent speech."}, {"speaker": "Mr Jenkin:", "speech": "      Is not one of the more ridiculous parts of the document published yesterday the idea that we need the EU to recognise more than one currency in the EU? Given that Sweden voted in a referendum to stay out of the euro, when it did not have an opt-out, as was negotiated in the Maastricht treaty for the UK, is it not clear that if a country has its own currency, the EU cannot take it away, and that we do not need a treaty change or anything to tell us we can have the pound?"}, {"speaker": "Kelvin Hopkins:", "speech": "      I agree absolutely with the hon. Gentleman. I have had the pleasure of being a member of the European Scrutiny Committee for some years now, and in that capacity I meet representatives from other Parliaments. Swedish Parliament representatives tell me that support for joining the euro is at 11% in Sweden, so I do not think it will be joining any time soon. We heard from the Czechs recently. As soon as anyone suggests they might join the euro, they basically say, “Never”. One or two countries that joined the euro now think it was not such a good idea and might like to withdraw if they could. It is true that there are several currencies in the EU: several countries retain their own currency. Some years ago, I met Polish representatives, and I said, “Whatever you do, don’t join the euro, if you want to run your economy successfully, because you would be pinioned, and it would not be good for Poland.” I do not think my advice mattered; nevertheless that country has not joined the euro, and I see no prospect of its doing so in the near future."}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      Is it not a pity that the Government have missed the opportunity of treaty change around the CFP, which has been an absolute disaster for the Scottish fishing community?"}, {"speaker": "Kelvin Hopkins:", "speech": "      Indeed. I raised the matter when a former representative from UKRep spoke to the Committee a few years ago. I said, as I had suggested to the coalition Government, “What would happen if we gave notice that in five years we would withdraw from the CFP, restore the 200-mile and 50% limits and start to manage fish stocks properly, in the interests of our own fishing industry, monitoring every boat and catch sensibly, as happens in Norway?” He said, “You’d be expelled from the EU,”, so there is no possibility of that happening."}, {"speaker": "Sammy Wilson:", "speech": "      The hon. Gentleman is making an important point. In Northern Ireland, a big issue is what would happen to farming subsidies were we to leave the EU, but is not the point that farming subsidies are better tailored to the needs of individual countries than is a common policy that often fails to meet the needs of farmers in our countries?"}, {"speaker": "Kelvin Hopkins:", "speech": "      The hon. Gentleman is absolutely right. If we withdrew, we could eliminate the net loss of our contribution to the budget—some say £19 billion, others £14 billion, but either way it is in the billions—and still subsidise regional and other policies, and tailor them to our national and regional needs."}, {"speaker": "Kate Hoey:", "speech": "      Does my hon. Friend agree that what he has said is predominantly why—"}, {"speaker": "Mr Speaker:", "speech": "      Order. The hon. Gentleman’s time is up—a point that I had not spotted. I am being more courteous than I need to be, but it seems discourteous to deprive the hon. Lady. Would she like to finish blurting out what she wanted to say?"}, {"speaker": "Kate Hoey:", "speech": "      I am saying that my hon. Friend provides a reason why the trade union movement and trade unionists across the country are catching on to this more and more. Is this not why trade unionists are speaking out and beginning to join and get involved in the campaign to leave?"}, {"speaker": "Kelvin Hopkins:", "speech": "      Yes."}, {"speaker": "Mr Speaker:", "speech": "      Excellent. I was about to say that a single -sentence answer would suffice, but the hon. Gentleman has provided a one-word sentence—magnificent!"}, {"speaker": "Sir William Cash (Stone) (Con):", "speech": "      I congratulate my hon. Friend the Member for Basildon and Billericay (Mr Baron) on introducing this debate so well."}, {"speaker": "Peter Grant:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Sir William Cash:", "speech": "      Certainly not at this moment."}, {"speaker": "Mr Jenkin:", "speech": "      Does my hon. Friend agree that one of the most worrying sentences in the document published this week relates to what will occur if the eurozone seeks to deepen its integration? This sentence reads:"}, {"speaker": "Sir William Cash:", "speech": "      It is. We were promised that in 1972. Our membership of the European Union is entirely dependent on the same Act that was passed in 1972. It was a voluntary decision based on certain assumptions. The 1971 White Paper, which preceded that debate, said that we would never give up the veto, and went on to say that to do so would be against our vital national interests and would endanger the very fabric of the European Community itself. They knew which way it could go. They knew they had to keep the veto, but it has been taken away from us progressively by successive Governments. If we cut through all the appearances, this is a sham. That is the problem and this is the real issue."}, {"speaker": "Sir Edward Leigh:", "speech": "      My hon. Friend is so right to raise the debate above mere technicalities. He will remember that at his school he was told that the blood of the martyrs is the seed corn of his church. Is not the blood of all those parliamentarians who died in defence in this House the seed corn of our liberties?"}, {"speaker": "Sir William Cash:", "speech": "      I agree 100% with my hon. Friend. This is not about technicalities. It is about freedom of choice—freedom of choice at the ballot box for people to have their own laws that can be challenged accountably —not by proportional representation, not by the European Parliament, not by COREPER getting together in unsmoke -filled rooms to hatch deals on behalf of the people who are actually being affected in their daily lives. That is the problem. We have wordsmiths, and we have people running around in big chauffeur-driven cars making decisions—unelected bureaucrats—just as Monnet and Schuman intended in the first place."}, {"speaker": "Kate Hoey (Vauxhall) (Lab):", "speech": "      I shall be very brief, because I know that many Conservative Members wish to speak. I am disappointed that so few of my own colleagues are here, wishing to defend the European Union and to speak against the sovereignty of this Parliament, but they are not here, so I shall say a few words."}, {"speaker": "Mr Geoffrey Cox (Torridge and West Devon) (Con):", "speech": "      On this day of all days, let me commence by striking—I hope—a note of humility. The truth is that I do not know whether the conclusion I have reached is right or wrong. I think that the problem we face in questioning our consciences in relation to whether or not our country should take this historic step to depart from the European Union is almost too big for a single individual to compute. All the potential economic consequences, and all the other consequences for our social and other fabric, are of a complexity by which individuals, and even Members of Parliament, would rightly feel daunted."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      Will my hon. and learned Friend give way?"}, {"speaker": "Mr Cox:", "speech": "      Not just now."}, {"speaker": "Peter Grant (Glenrothes) (SNP):", "speech": "      I have had to remind myself what motion we are debating today because it strikes me that if it had been phrased to say what most of its sponsors want it to say—namely, that this House could not care less what the Prime Minister achieves because we are voting to get out anyway—I am not convinced that anyone, with the possible exception of the last speaker, the hon. and learned Member for Torridge and West Devon (Mr Cox), would have said anything different."}, {"speaker": "Sir William Cash:", "speech": "      I would simply say that when Scotland joined us in the Union, it was in order to combine our fight for freedom. Indeed, the Scots fought with us in all the great battles including Waterloo and the Somme and right the way through the second world war. It is that freedom that we fought for together."}, {"speaker": "Peter Grant:", "speech": "      The hon. Gentleman is absolutely correct. The Poles, the French, the Hungarians and many others also fought alongside us."}, {"speaker": "Sammy Wilson:", "speech": "      Does the hon. Gentleman accept that this debate is not about the sovereignty of this place but about the sovereignty of the people who elect us to this place? Therefore, if we become pawns, the sovereignty of the people he is talking about—the people of Scotland, Northern Ireland, England and Wales—is diminished."}, {"speaker": "Peter Grant:", "speech": "      I have a lot of sympathy with the hon. Gentleman’s comment, but I have to draw his attention to the wording of the motion. It does not mention the sovereignty of the people; it talks about the “importance of parliamentary sovereignty”—[Hon. Members: “They are the same thing.”] The two are most definitely not the same thing. If Parliament is sovereign, does it have the legal and constitutional right to pass any legislation, however morally repugnant it might be, with the people’s only recourse being to wait five years and then vote for different Members of Parliament? That is not a version of parliamentary sovereignty that I recognise, and it is not a version of parliamentary sovereignty that the people of Scotland recognise or will ever be prepared to accept."}, {"speaker": "Mr Jenkin:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Peter Grant:", "speech": "      No, I need to make some progress and the hon. Gentleman made a lot of interventions earlier this afternoon."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      I assure the hon. Gentleman that the one thing the irresistible force would not be able to compete against would be an irresistible force from Brussels—he would never get his way, ever again."}, {"speaker": "Peter Grant:", "speech": "      Nobody knows; during the independence referendum, when people asked why I was still happy for Scotland to be in Europe, I said it was because we have never had a chance to be a part of the European Union with a voice. Questions were asked about fishing earlier, and I can tell hon. Members that Luxembourg gets a vote on fishing policy whereas Scotland does not. Scotland’s fisheries Minister was not allowed to be part of the UK delegation; an unelected Lord who knew nothing about fishing was sent, instead of possibly the most respected fisheries Minister—one who is actually respected by fishermen. My constituency has a bigger coastline than Luxembourg, yet Luxembourg gets a vote on fishing policy and nobody in Scotland does. These are the kinds of areas where we need to see reforms."}, {"speaker": "Mr Andrew Turner (Isle of Wight) (Con):", "speech": "      I thank the Backbench Business Committee for recommending this important debate. In 2013, the Prime Minister set out the future of Europe in his Bloomberg speech. He acknowledged that the status quo was no longer working for us, so he promised us change, reform and even a new treaty. Having received the draft negotiation earlier this week, I ask myself, “Where are these grand promises of fundamental reform?” There are none; there is not a single clear-cut promise of any treaty change. The Prime Minister said that the European Union cannot progress   "}, {"speaker": "Stephen Gethins", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Order. I am sorry, but the hon. Member for Isle of Wight (Mr Turner) has completed his speech. I call Sir Gerald Howarth."}, {"speaker": "Sir Gerald Howarth (Aldershot) (Con):", "speech": "      May I say what a great pleasure it is to take part in this vital debate? I congratulate my hon. Friend the Member for Basildon and Billericay (Mr Baron) on securing it, and may I pay tribute to you, Mr Speaker, for being in the Chair for this important debate, because I know that you take these matters extremely seriously? As for my hon. and learned Friend the Member for Torridge and West Devon (Mr Cox), his speech was a tour de force and I feel every ounce of the passion that he feels about this subject."}, {"speaker": "Mr Jenkin:", "speech": "      We still do."}, {"speaker": "Sir Gerald Howarth:", "speech": "      I still do, as my hon. Friend says."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      What is parliamentary sovereignty? It is the power and the ability of this elected House to carry out the wishes of the British people. Sovereignty of Parliament is actually the sovereignty—or the power—of the British people. Bit by bit, over the past 40 years, successive Governments have handed over the power of this House, and therefore the power of the British people, to the European  Union."}, {"speaker": "Sir William Cash:", "speech": "      As my hon. Friend knows, a very good example is the ports regulation. The industry, the employers, the unions, the Government and the Opposition did want not it to happen, yet we were powerless to do anything about it. The regulation will become a European regulation and imposed on this Parliament, unless we can obstruct it, as we have done so far."}, {"speaker": "Mr Nuttall:", "speech": "      My hon. Friend is absolutely right. That is an excellent example of where this House no longer has the ability to control its own affairs. In passing, I pay tribute to the great work that my hon. Friend and his Committee have done in drawing to the attention of this House and therefore the British people the enormous number of rules and regulations that come out of Brussels and that have to be enforced by this Parliament."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      If the British people miss this unique opportunity to reject the undemocratic EU superstate project, it will be the fault of people such as me—not me as I am today, but me as I was in 1975 when I had the chance to vote to withdraw from the then EEC and I wasted it. Why did I waste that chance? Well, it was very simple: I was intimidated by the establishment. My instincts were to vote to leave, but all around me, in Oxford—in that home of lost causes—the great and the good were saying that it was   "}, {"speaker": "Mr David Jones (Clwyd West) (Con):", "speech": "      I congratulate my hon. Friend the Member for Basildon and Billericay (Mr Baron) on securing this very important debate. The principle of parliamentary sovereignty is the central pillar of the British constitution. In modern history, it flows from the Glorious Revolution of 1688. It is the very fountainhead of our freedoms and democracy in this country, and I believe that every Member of this House should seek to defend it."}, {"speaker": "Sir William Cash:", "speech": "      Does my right hon. Friend agree that even if the expression “ever closer union” is taken out in respect of the United Kingdom, that will not change one word of any of the existing treaties or laws? We will continue to remain subject to those laws and treaties."}, {"speaker": "Mr Jones:", "speech": "      My hon. Friend is entirely right. In fact, the decision acknowledges that the competence conferred by member states on the Union can be modified only by a revision of the treaties following the agreement of all member states. Although the commitment to ever closer union is stated to be symbolic, the reality is that competences have been transferred from the sovereign nations of Europe—Britain included—to the EU and its institutions. The extent of that transfer is very great indeed, as other hon. Members have pointed out."}, {"speaker": "Mr Douglas Carswell (Clacton) (UKIP):", "speech": "      Does the right hon. Gentleman not agree that if we are unable to secure substantive reform now, when the Union’s second largest member, and its fifth largest economy, is threatening to walk away, the chances of our ever getting substantive change that we can be comfortable with are nil?"}, {"speaker": "Mr Jones:", "speech": "      I agree entirely with the hon. Gentleman. That is the direction of travel that the European Union is hellbent on pursuing."}, {"speaker": "Sir Gerald Howarth:", "speech": "      I wonder whether my right hon. Friend can help the House. On this business of voting, are we talking about the number of Parliaments or the weighted votes? Germany has about 16% of the weighted votes and France has about 12.5%, so between them they have 30% towards the 45% blocking threshold."}, {"speaker": "Mr Jones:", "speech": "      My understanding is that it is the latter."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      More than 70 years ago, our great island nation stood alone against the tyranny of the jackboot and the lash. Our freedom, our democracy and our sovereignty were in mortal peril. Led by Winston Churchill, we did not flinch in protecting them. Hundreds of thousands of our brave men and women—whether in uniform or not—gave their lives to defend our island and everything we stand for. Because of their sacrifice, we have a daunting responsibility to respect what they fought and died for. I must therefore ask, why are we so prepared to hand the destiny of our proud island nation to an unaccountable bureaucracy with barely a murmur? How dare we? How dare we? How would anyone dare to go down that road? I simply cannot understand it."}, {"speaker": "Sammy Wilson:", "speech": "      Is that not the central point about the EU’s unwillingness to devolve sovereignty to individuals—to voters—and Parliaments? The EU cannot afford it. If it is going to centralise functions right across Europe, forcing states and individuals into arrangements they do not want, sovereignty is the last thing it is going to tolerate."}, {"speaker": "Richard Drax:", "speech": "      I could not have said it better, and I will expand on that very point a little later in my speech."}, {"speaker": "Peter Grant:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Richard Drax:", "speech": "      I will not give way."}, {"speaker": "Craig Mackinlay (South Thanet) (Con):", "speech": "      I pay tribute to the Backbench Business Committee for allowing this debate, which is the right debate at the right time. I fear that during the referendum period we will often hear   "}, {"speaker": "Peter Grant:", "speech": "      The hon. Gentleman is making some valid points. This is why it is important that the “stay in” campaign is positive rather than negative. Does he realise that the arguments he is rubbishing about what would not happen if Britain left the EU were advanced by his party in almost exactly the same terms in relation to what would happen to Scotland if we left the United Kingdom—that nobody would buy our whisky any more? Does he now accept that the arguments advanced by “project fear” at that time were complete and utter nonsense?"}, {"speaker": "Craig Mackinlay:", "speech": "      I think the hon. Gentleman would find that 300 years of history makes things rather different. I find the SNP’s arguments really curious, and I really struggle with this one. As for the arguments you make about trade, you are somehow twisting them round to your enthusiasm for the European Union. I tended to agree with you: I did not think that trade would have been at risk if Scotland had left, but you now think that in respect of the European Union."}, {"speaker": "Mr Speaker:", "speech": "      Order. The hon. Gentleman keeps using the word “you”. He is a partisan and enthusiastic advocate of the British Parliament, and a key tenet of our debates is that debate goes through the Chair. There is no “you” involved, because I have not expressed any views."}, {"speaker": "Craig Mackinlay:", "speech": "      I apologise, Mr Speaker; it is always exciting when there is an intervention from an SNP Member."}, {"speaker": "Marcus Fysh (Yeovil) (Con):", "speech": "      I believe in the primacy and sovereignty of this House which flow from the people who send us here. It is a great honour to follow such rousing and passionate speeches in that regard."}, {"speaker": "Sir Gerald Howarth:", "speech": "      My hon. Friend is making a very good case. Does he agree that if we no longer had to pay about £10 billion net to the European Commission, we would have an awful lot of money to be able to institute a proper arrangement for support for and investment in the research he has mentioned?"}, {"speaker": "Marcus Fysh:", "speech": "      I agree with my hon. Friend that there is scope for that. Clearly, we would need to spend a lot, so I do not buy the argument that we would have lots of extra money."}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      It is a great pleasure to follow my near neighbour in Somerset, my hon. Friend the Member for Yeovil (Marcus Fysh), who gave a fantastic calculation as to why, on balance, it would be right to leave. I know that the people of Somerset will respond warmly to the lead he has given them."}, {"speaker": "Mr Andrew Turner:", "speech": "      Why was there no referendum on the things that were first taken out and then sent back?"}, {"speaker": "Mr Rees-Mogg:", "speech": "      The European Union Act 2011 was a protection, but it was also part of a coalition deal, so it ensured that things that the Lib Dems were quite keen on would not automatically trigger a referendum. I agree with my hon. Friend that we ought to have had a referendum on giving back the things that we had claimed when we opted out of justice and home affairs matters a little over a year ago. Now that arrest and investigation are determined at a European level, the argument for some European centralised oversight will only become stronger. If a Bulgarian issues an arrest warrant that is effective in the United Kingdom, surely there needs to be some European common standard to ensure that that is done properly."}, {"speaker": "Dr Julian Lewis:", "speech": "      Does my hon. Friend agree that part of the problem is that there is a huge degree of unification among the elites at the heart of the European Union, but there is no such sense of common identity among the peoples of the countries that make it up?"}, {"speaker": "Mr Rees-Mogg:", "speech": "      My right hon. Friend has hit the nail on the head. He is absolutely right: there is no common people, but there is an elite who have this vision that more Europe is the answer to a maiden’s prayer. Let is look at the treatment of Greece, and how it suffered through its membership of the euro, which was forced upon it. Greece was encouraged and egged on by the European Union and the Commission to adopt the euro, partly because it was the birthplace of democracy, and how outrageous if it did not join in this grand political scheme. When it got into difficulties, which economists knew it would get into, what was the answer from the European Union? More Europe, more control over its affairs, more direction over what it does and less domestic democracy. In what happened in Greece, we see the clash that is in the motion before us. We have a choice between moving to a single European state or maintaining the sovereignty that is still ours. To do that, we have to vote to leave. Texas maintained that it had the right to leave the United States; it did not."}, {"speaker": "Mr Speaker:", "speech": "      I would like the debate to finish at 3 o’clock, if possible, and certainly no later. I do not know whether there will be a Division of the House; we shall have to wait to see, but I would like the debate to finish by 3 o’clock if we can manage that."}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      I thank the hon. Member for Basildon and Billericay (Mr Baron) for bringing the debate to the House, and for his earlier comments. I will tackle the issue of sovereignty first. I refer those who have come late to the debate, and those who read my comments at another time, to the excellent speech given by my hon. Friend the Member for Glenrothes (Peter Grant), who said that popular sovereignty lies with the people. The hon. Member for North East Somerset (Mr Rees-Mogg) also touched on that in his excellent contribution."}, {"speaker": "Peter Grant:", "speech": "      I am grateful to my hon. Friend for his thoroughly unwarranted praise. At this moment, there are no fewer than 16 documents from Europe that the European Scrutiny Committee has asked to have debated in Parliament. Some are scheduled and some are not. Some have been waiting for more than two years. Does my hon. Friend agree that, all too often, people point the finger of blame at the European Union for being unaccountable and not subject to scrutiny, but perhaps we should look more closely at the Government’s unwillingness to be scrutinised over how it interacts with Europe?"}, {"speaker": "Stephen Gethins:", "speech": "      My hon. Friend raises an important point, and I know that it is a frustration of his—as a member of the European Scrutiny Committee—and of others that the UK Government appear reluctant for their actions in the EU to be properly scrutinised. Perhaps that is something that the Minister can deal with in his summing up."}, {"speaker": "Mr Baron:", "speech": "      I am delighted that my friend and colleague on the Foreign Affairs Committee is giving way. I suggest to him gently that when the Scottish people voted for the Union, they voted with it for the ability to make decisions on behalf of all the peoples of our Union. That needs to be recognised by the SNP."}, {"speaker": "Stephen Gethins:", "speech": "      I thank the hon. Gentleman for his contribution, which was thoughtful, as usual. On that point, of course they did. It is a matter of respect. We may not have liked that decision, but it is the decision that they made, and it is why we are here in record numbers to make our contribution. Let me draw out the point about respect, because I believe that the hon. Gentleman may agree with it. If we are going to have a referendum, we should not have it too soon. That means respecting the electoral process in Scotland, Wales, Northern Ireland, London and the English local authorities. My right hon. Friend the Member for Gordon (Alex Salmond) and Members from every single party in the House have signed my early-day motion stating that a June referendum would be “disrespectful”, and I think that goes to the heart of the matter. That is why the European Union referendum will be a huge test of the Union that the voters of Scotland voted to remain in."}, {"speaker": "Sir Gerald Howarth:", "speech": "      Is the hon. Gentleman aware that serious vested interests in the European Union will in no way allow Scotland to accede to the European Union? If he does not see that, he need look no further than Spain."}, {"speaker": "Stephen Gethins:", "speech": "      If the hon. Gentleman seriously thinks that the European Union would somehow vote not to have its most energy-rich country and the one with its longest external border as part of its union, I think he seriously misunderstands the European project. I have never heard anything so ludicrous. In the same sense, I have heard Conservative Members say that Scotland would somehow be in a queue behind Albania. I think that that is disrespectful, and I hope he will not continue the debate in that tone of disrespect."}, {"speaker": "Mr Speaker:", "speech": "      Very good, indeed. I call Pat Glass."}, {"speaker": "Pat Glass (North West Durham) (Lab):", "speech": "      This has been a very long debate, and I have sat through the whole of it. I counted 14 speeches in total, not including the winding-up speeches, and it started with that of the hon. Member for Basildon and Billericay (Mr Baron). The speeches were all passionate and eloquent, and we have heard some very strongly held views. The last Back Bencher to speak was the hon. Member for North East Somerset (Mr Rees-Mogg), who is always eloquent and entertaining—so much so that, on occasions, I find myself nodding along, even though I do not agree with a single word he says."}, {"speaker": "Kate Hoey", "speech": "     rose—"}, {"speaker": "Pat Glass:", "speech": "      I said “largely”."}, {"speaker": "Mr Baron:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Sir William Cash:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Pat Glass:", "speech": "      No. I am sorry, but we have heard an awful lot from one side of the argument."}, {"speaker": "Mr Baron:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Pat Glass:", "speech": "      No."}, {"speaker": "Mr Speaker:", "speech": "      Order. I should say to the Minister that I would like to call the hon. Member for Basildon and Billericay (Mr Baron) to wind up no later than 2.58 pm."}, {"speaker": "The Minister for Europe (Mr David Lidington):", "speech": "      The hon. Member for North West Durham (Pat Glass) said that this had been a long debate. I confess that for me it passed in a twinkling of an eye. As the hon. Lady gains in experience of these occasions, I think she will find that this was quite a brief encounter with some of the arguments about this country’s place in Europe."}, {"speaker": "Sir William Cash:", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Lidington:", "speech": "      My hon. Friend will forgive me—I have very limited time. Many colleagues have spoken and I want to respond on behalf of the Government."}, {"speaker": "Mr Jenkin:", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Mr Lidington:", "speech": "      No; I apologise to my hon. Friend, but time is very limited."}, {"speaker": "Mr Speaker:", "speech": "      The hon. Member for Basildon and Billericay (Mr Baron) must certainly have a couple of minutes in which to wind up the debate."}, {"speaker": "Mr Baron:", "speech": "      Many thanks for remaining with us during the course of this debate, Mr Speaker."}, {"speaker": "Mr Speaker:", "speech": "      The Division is off. Perhaps the hon. Members were locked in a room by somebody. Good heavens. Well, there we are. I was all ready to sit in for the Division—I have been here for the last two and a half hours for the debate, so I was perfectly prepared to be here for the Division, but a Division must take place in an orderly way, or not at all."}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      I beg to move,"}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      Does my hon. Friend agree that if the Government consider that there have been breaches of international humanitarian law, the Government should investigate and report to the House?"}, {"speaker": "Kirsten Oswald:", "speech": "      I agree entirely with my hon. Friend."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      The hon. Lady is making an interesting speech. The World Food Programme made the point that both sides in the conflict—not just one—are impeding the distribution of food aid to those millions of people who desperately need it. Does she agree?"}, {"speaker": "Kirsten Oswald:", "speech": "      The hon. Gentleman makes a valid and important point, but what we need to do is to ensure that everyone engaged in that region co-operates, wherever possible, to ensure that people get the food and other support that they need."}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      I agree that the hon. Lady is making a powerful and pertinent speech. However, I ask her to be cautious in quoting from The Independent, which used a Google translator to translate a press release of a statement that did not accurately represent the meeting I had in Saudi Arabia. I did make that point last week in response to the urgent question and I repeat it today—I would never use such language. I made it very clear to the Saudi Arabians that they have a long way to go, and that we wanted to work with them on improving their human rights."}, {"speaker": "Kirsten Oswald:", "speech": "      I thank the hon. Gentleman for his intervention. I echo his sentiment that there is a significant way to go in respect of human rights, which is a matter of great concern. I was in the Chamber last week, so I am pleased that I can recall the sentiment, if not the words, of what the hon. Gentleman said. I will be interested to look back at the discussion, because I thought the sentiment was quite clear."}, {"speaker": "Edward Argar (Charnwood) (Con):", "speech": "      Does not the hon. Lady agree with the representative of UNICEF who appeared before the International Development Committee—chaired by the hon. Member for Liverpool, West Derby (Stephen Twigg)—who said that he did not believe that there was “deliberate targeting” of civilians?"}, {"speaker": "Kirsten Oswald:", "speech": "      I thank the hon. Gentleman for his intervention, and it is important to hear from as many organisations as possible. I must tell him that in the   "}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "      Does the hon. Lady accept, however, that the Yemen conflict is spilling over the borders from Yemen and outwith?"}, {"speaker": "Kirsten Oswald:", "speech": "      I think that conflict in any area is cause for concern, but today we must focus on this particular conflict, and on the question of where the United Kingdom Government’s responsibility lies. I believe that it is inconsistent for them to give aid to Yemen with one hand while, with the other, selling weapons that will be used to bomb the country to smithereens."}, {"speaker": "Edward Argar (Charnwood) (Con):", "speech": "      I congratulate the hon. Member for East Renfrewshire (Kirsten Oswald) on securing this important debate, although I did not agree with every word that she said. I must say that I believe the British Government are more than open to scrutiny: the presence of this Minister in the House on numerous occasions, responding to questions and debates about Yemen, is testimony to that."}, {"speaker": "Kevin Foster:", "speech": "      Does my hon. Friend acknowledge that there is a UN resolution that the coalition of states is seeking to enforce?"}, {"speaker": "Edward Argar:", "speech": "      My hon. Friend is absolutely right, and displays his usual erudition and eloquence on this topic, as on so many others."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. It will be obvious to the House that we have very little time for this debate and a lot of people want to speak. I would like to try to do this without a formal time limit. If people could keep to five or six minutes, everyone will be able to get in. If not, we will have a time limit, be it three minutes, two minutes or whatever is necessary, later in the debate."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      It is a great pleasure to follow the hon. Member for Charnwood (Edward Argar). We share a border in Leicestershire and now we share a cause, and it is good to see someone who was elected only last year become passionate about an overseas country and become such an expert on it. I know that his interest in Yemen preceded his election, and I am glad to see him as a strong and effective vice-chair of the all-party group on Yemen. I speak not just as a Yemeni by birth, but as the chair of the all-party group for the past 27 years. I must rival President Saleh with the years that I have spent in office—that is not a good comparison, I know. It has been a huge honour to serve in that capacity and to be joined recently by my hon. Friend the Member for Walsall South (Valerie Vaz) and the hon. Member for Portsmouth South (Mrs Drummond), both of whom are Yemenis by birth."}, {"speaker": "Tim Loughton (East Worthing and Shoreham) (Con):", "speech": "      I was touched by the care that the right hon. Gentleman showed for my welfare. It was indeed an extraordinary trip. Talking about children, at the time, the British Council was matching 1,000 schools in the middle east with schools over here. On our journey, I was able to twin a school in Worthing with a school in Aden. Does he agree that, as well as the killings and the injuries, one of the biggest tragedies is the fact that about half of all children in Yemen are not in education? So much is being done to ensure that Syrian children have some continuity in their education, but the situation in Yemen is so much worse. If we do not have the future in mind for those children, the future of the whole country is perilous."}, {"speaker": "Keith Vaz:", "speech": "      The hon. Gentleman is absolutely right. He is the House’s expert on education. When he talks about the need for education, he is absolutely right, because it is a life chance. Some 1,500 people have died, and 9.9 million people are in poverty. The fact that the children cannot go to school will affect the rest of their lives, and childhood passes so quickly. They will not have the advantages of education, and we need to concentrate on that."}, {"speaker": "Several hon. Members ", "speech": "     rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. I make no criticism of the right hon. Gentleman, who has spoken with passion and taken lots of interventions, but we will now have a formal time limit of five minutes. I call Kevin Foster."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      Thank you, Madam Deputy Speaker. I will bear in mind the time limit. It is a great pleasure to follow the thoughtful speech by the right hon. Member for Leicester East (Keith Vaz), given the passion he brings to this issue as a result of his background."}, {"speaker": "Wendy Morton:", "speech": "      Does my hon. Friend agree that it is the regional instability that makes this issue even more urgent? We need to find a peaceful solution to the problem so that we do not create a bigger vacuum, into which organisations such as al-Qaeda can move."}, {"speaker": "Kevin Foster:", "speech": "      I completely agree with my hon. Friend. Where we have spaces in conflicts—especially spaces where no Government and no system of law and order exists—these groups are able to fester, grow and develop their abilities. We saw that in Afghanistan during the time of the Taliban, and we are seeing it in Syria, where a civil war has allowed Daesh to grow, fester and build its capabilities. As we have seen in Yemen and other parts of the middle east, having these spaces where no Government exist creates a danger to our security and global security, and we cannot just ignore that."}, {"speaker": "Stephen Twigg (Liverpool, West Derby) (Lab/Co-op):", "speech": "      It is a pleasure to follow the hon. Member for Torbay (Kevin Foster). I congratulate the hon. Member for East Renfrewshire (Kirsten Oswald) on bringing this very important and timely debate to the Chamber today. The International Development Committee is currently undertaking an inquiry into the situation in Yemen. Last week, we heard such powerful and convincing evidence that DFID’s excellent humanitarian response is being undermined by the wider Government approach to Yemen that this week we felt compelled to write to the Government setting out our serious concerns, to which I will refer in turn."}, {"speaker": "Valerie Vaz (Walsall South) (Lab):", "speech": "      As a Member who was born in Aden, I was concerned to hear that a church in Ma’alla where I used to worship was hit, along with a hospital. What steps are being taken to ensure that aid will be allowed to get through? Access to aid is very important."}, {"speaker": "Stephen Twigg:", "speech": "      My hon. Friend is absolutely right. In evidence from DFID itself we were told that the very welcome UK aid of £85 million could have been more, but that it is simply proportionate to what can currently be spent by our partners given the difficulties of access. She is absolutely right that that is one of the major considerations."}, {"speaker": "Fiona Bruce (Congleton) (Con):", "speech": "      I welcome this debate and the inquiry by the International Development Committee, of which I am privileged to be a member. The suffering of the people of Yemen is acute, and the world needs to know about it. I urge people who have knowledge and can provide an account of the situation in Yemen to contribute to our inquiry. As the Chairman of the Committee has just said, we heard some powerful accounts during a meeting with the diaspora just a couple of weeks ago. I hope to refer to some of them in a moment."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      I am glad to be able to participate in this debate on the situation in Yemen, which is clearly not getting the international   "}, {"speaker": "Mr Ellwood:", "speech": "      The hon. Lady makes a very important point. She is illustrating the horrors of war, which largely occur in populated areas when one adversary chooses to hide within such populated areas. Unfortunately, that leads to casualties. We are not in any way advocating that when a civilian area or facility is attacked or destroyed that is somehow acceptable; it absolutely is not. When there is collateral damage of that form, it is important for whichever side has done it to put its hand up and say that it will conduct an investigation. We are not saying it is right, but we are making it clear—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. In fairness to the Minister, he cannot take advantage of the situation. We are struggling to get everybody in, and interventions are meant to be very short. He cannot make a speech now, given that he will be making a speech later. That is unfair to everybody."}, {"speaker": "Alison Thewliss:", "speech": "      The point is that such bombings have now happened three times, and those involved in the conflict are not taking responsibility for their actions. Médecins sans Frontières is struggling to get the support it needs when it says that such a situation is unacceptable. People being taken to hospital in ambulances have been hit in this conflict, so it is clear that huge errors have been made in the conduct of the conflict. We could say that such hospitals are not being targeted, but what is worse is that bombs are being dropped in crowded areas, which is where the danger arises for many of the people living there. Cluster bombs, which are illegal, are being used in the conflict, as we can see from the pictures that appear on Twitter and other media sources. Who would bomb a hospital? It is completely wrong, and it is completely against all the rules of warfare. We should challenge that on every possible occasion."}, {"speaker": "Wendy Morton (Aldridge-Brownhills) (Con):", "speech": "      I thank colleagues in the Chamber for securing this important debate. As has been said, the conflict in Yemen has been described as the forgotten war. In recent weeks and months the conflict has escalated significantly and has begun to attract international attention."}, {"speaker": "Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP):", "speech": "      I congratulate my hon. Friend the Member for East Renfrewshire (Kirsten Oswald) on bringing about this important debate, particularly at this time. Given the time pressures, I shall focus on the humanitarian situation in Yemen."}, {"speaker": "Mrs Flick Drummond (Portsmouth South) (Con):", "speech": "      I thank the hon. Member for East Renfrewshire (Kirsten Oswald) and the Backbench Business Committee for initiating this debate."}, {"speaker": "Kevin Foster:", "speech": "      Does my hon. Friend agree that the humanitarian disaster presents the biggest risk of the situation spilling over into neighbouring states as people try to escape?"}, {"speaker": "Mrs Drummond:", "speech": "      Absolutely, and there is also the fear of al-Qaeda and Daesh getting into a country that is failing."}, {"speaker": "Edward Argar:", "speech": "      Does my hon. Friend agree that the impact of the blockade on the fuel supplies on which Yemen depends for its water and energy needs is a huge problem for that country?"}, {"speaker": "Mrs Drummond:", "speech": "      I thank my hon. Friend because he has just saved me from reading out quite a lot of my speech. I totally agree with him, and I can now move on quickly to the next bit."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I have to bring the time limit down to four minutes. I call Mike Wood."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      With the humanitarian situation deteriorating, we must ensure that all sides in the conflict are clear about the urgent need for a political solution. Yemen has descended into widespread armed conflict since March and is classified by the UN as a level 3 emergency. Despite that, this in some ways remains a neglected crisis. Government institutions are no longer able to deliver basic services to people in need, including basic healthcare and nutrition services, water and electricity. According to Amnesty International, four out of five Yemenis today rely on humanitarian assistance to survive. There is no access to essential services and food prices have soared, creating a desperate situation for millions of people."}, {"speaker": "Tom Tugendhat (Tonbridge and Malling) (Con):", "speech": "      I am grateful for the opportunity to speak in this important debate, which I thank the hon. Member for East Renfrewshire (Kirsten Oswald) for organising, because Yemen is an important country to many of us."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I suggest that the Front Benchers take eight minutes each."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      I congratulate my hon. Friend the Member for East Renfrewshire (Kirsten Oswald) and others on securing this debate and the Backbench Business Committee on allowing us the time. It has been an important and timely debate, and we have heard some powerful and personal speeches, not least from the hon. Members for Tonbridge and Malling (Tom Tugendhat) and for Charnwood (Edward Argar), the right hon. Member for Leicester East (Keith Vaz) and the hon. Member for Portsmouth South (Mrs Drummond). We have also heard useful contributions from the members of the International Development Committee, whose recent report and letter I strongly endorse. I look forward to hearing the Minister’s response to it."}, {"speaker": "Fabian Hamilton (Leeds North East) (Lab):", "speech": "      Some of what was said by the hon. Member for Glasgow North (Patrick Grady) slightly cut across some of the things that I was going to say, but I shall say them none the less."}, {"speaker": "Keith Vaz:", "speech": "      I warmly congratulate my hon. Friend on his promotion to the Front Bench. I was very moved by the case that was raised by the hon. Member for Glasgow Central (Alison Thewliss). Bearing in mind what she said, does my hon. Friend agree that we should think very carefully about sending people back to Yemen when they have committed no criminal offences, but are here legitimately, and would be returning to a country in great conflict? Does he agree that the Home Office should look at that policy again?"}, {"speaker": "Fabian Hamilton:", "speech": "      If I had had a little more time, I would have responded to the main point that was made by the hon. Member for Glasgow Central (Alison Thewliss), who wondered how we could even consider sending vulnerable people who have been here—in the case of her constituent—for more than six years back to a conflict zone that we will not allow our own citizens to go anywhere near. That seems to me to be totally inhumane. I know that it is not strictly the Minister’s responsibility, but I hope that he will at least shed some light on whether the Government will reconsider the position of those vulnerable refugees and asylum seekers from Yemen, as well as that of the Syrians whom we are already taking in. I thank my right hon. Friend for making that important point."}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "      I have been struck by the recent words of the international president of Médecins sans Frontières, Joanne Liu, who said:"}, {"speaker": "Fabian Hamilton:", "speech": "      Clearly there is a strong case to stop the arms sales immediately. I am pleased that the Chair of the International Development Committee and the Chairs of the Business, Innovation and Skills Committee, the Defence Committee and the Foreign Affairs Committee have now re-formed the Committees on Arms Export Controls, which we used to call CAEC. I served on it during three Parliaments, so I know how it works, and I believe that it could examine carefully how British munitions and arms are being used by Saudi Arabia. In the meantime, I believe that the sales should be stopped."}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      I have just under six minutes to answer this too short debate, and I cannot do justice to the quality and the detail of the questions and concerns that have been raised. As I have done in previous debates, I assure hon. Members that I will write to them to give them my best answer. This debate, short though it is—I join others in saying that we should have longer debates—has shown that there is interest, concern and expertise in this House."}, {"speaker": "Kirsten Oswald:", "speech": "      I thank everyone who has taken the time to come here and speak today. It is very heartening to see such a high turnout on a Thursday afternoon, which reflects, I think, the importance of the subject. There have been some very impassioned speeches, some of which reflected a great knowledge of Yemen. However, we are talking about a forgotten war, and I hope that our debate has had a positive impact in that regard."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      I thank the Rail Minister for being here to respond to this debate. I am going to speak about many painful personal experiences of delays on the trains; the Minister can share some of those with us as well, as I am sure that she has also had experiences of train delays. Like her, no doubt, I have received a huge quantity of emails, letters, Facebook messages and tweets from various constituents unsatisfied or very unhappy with the services currently provided by Southern and Thameslink, the two major train operating companies that run in my area."}, {"speaker": "The Parliamentary Under-Secretary of State for Transport (Claire Perry):", "speech": "      I thank the right hon. Member for Carshalton and Wallington (Tom Brake) for securing this debate. Some people say that I seem to have drawn the short straw by having to participate in Adjournment debates on successive Thursdays, but I am always happy and keen to talk about the railways and what this Government are doing to try to improve them."}, {"speaker": "Tom Brake:", "speech": "      Will the Minister reflect on the fact that the compensation scheme can afford to be generous because so few passengers actually claim compensation?"}, {"speaker": "Claire Perry:", "speech": "      The right hon. Gentleman anticipates a very important point—on which I also agree with him—that I will come on to address."}, {"speaker": "Tom Brake:", "speech": "      Will the Minister clarify one point? She said that at some point in the future—perhaps she will speculate on when—compensation might kick in after 15 minutes. Given that only 80% of TOCs have currently signed up to Delay Repay, does she expect 100% of them to sign up to that new, enhanced system for 15-minute delays?"}, {"speaker": "Claire Perry:", "speech": "      The current intention is to put Delay Repay in the franchising commitments. Delay Repay may cover 80% of the TOCs, but the vast majority of passengers are covered by it."}]