[{"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "   1.    What steps the Government are taking to support the global abolition of the death penalty. [903694]"}, {"speaker": "The Minister for Europe (Mr David Lidington):", "speech": "      We oppose the use of the death penalty in all circumstances and advocate global abolition. The Government support a number of programmes around the world to promote both abolition and a moratorium on executions in those countries where the death penalty is still on the statute book."}, {"speaker": "Callum McCaig:", "speech": "      I thank the Minister for his response. Will he present a new strategy for the abolition of the death penalty, following on from the 2010 to 2015 strategy? Will that new strategy include Saudi Arabia?"}, {"speaker": "Mr Lidington:", "speech": "      We oppose the death penalty in every country in the world, including Saudi Arabia, where it is still part of the criminal law. The abolition of the death penalty remains integral to all the human rights work that my Department does."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      I welcome the fact that the long-term trend is for reducing the number of executions and also the number of states carrying out executions. Will the Minister join me in expressing concern about areas of the world where that is not the case? Does he agree that if it is wrong to take a life, it is wrong for the state to take a life in revenge?"}, {"speaker": "Mr Lidington:", "speech": "      That is certainly my view, and the Government’s position is to oppose capital punishment. We need also to bear in mind that while capital punishment exists, it is potentially a risk for a British citizen, anywhere in the world, who might be found guilty of a criminal offence."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      Does the Minister share my horror that the United States remains in the top five countries for executing people, despite a reduction   "}, {"speaker": "Mr Lidington:", "speech": "      As I am sure the right hon. Lady knows, in the United States this is largely a matter for a state legislatures and state governments, rather than for the federal Government. We do take up cases with the relevant authorities, as appropriate, and when the lawyers and British citizens ask us to do so."}, {"speaker": "Mark Pritchard (The Wrekin) (Con):", "speech": "      Belarus is the only country in Europe that still executes its citizens. Does my right hon. Friend share my concern that in the past three months two of its citizens have been sentenced to death? If Belarus wants to become a full member of the Council of Europe, should it not abide by international norms and the European regulations?"}, {"speaker": "Mr Lidington:", "speech": "      I very much agree with what my hon. Friend says. In all our dealings with the Belarusian Government, we do make clear the need for them not only to move to international and European standards on capital punishment, but to take action to improve what remains a dismal human rights record in that country."}, {"speaker": "Mr Alistair Carmichael (Orkney and Shetland) (LD):", "speech": "      Further to the Minister’s answer to the question from the right hon. Member for Slough (Fiona Mactaggart), is he aware of the concerns of Reprieve that drugs manufactured by a UK company Hikma Pharmaceuticals were exported last year to the state of Arkansas for use in lethal injections? Hikma has told me in correspondence that it does not export for this purpose but that"}, {"speaker": "Mr Lidington:", "speech": "      I am happy to look into the case that the right hon. Gentleman describes and to write to him in due course."}, {"speaker": "Helen Hayes (Dulwich and West Norwood) (Lab):", "speech": "   2.    What assessment he has made of recent progress on the Syria peace talks. [903695]"}, {"speaker": "The Secretary of State for Foreign and Commonwealth Affairs (Mr Philip Hammond):", "speech": "      On 11 February, the International Syria Support Group, meeting in Munich, reached agreement to deliver humanitarian assistance to besieged communities and to implement a cessation of hostilities. I am pleased to say that the first deliveries of aid have now been made, and yesterday there was an announcement of agreement between Russia and the United States on the detailed arrangements for the cessation of hostilities, which will come into force at midnight on Saturday. If that cessation is fully implemented—faithfully implemented—by all the parties, this could be an important step towards a lasting political settlement in Syria."}, {"speaker": "Helen Hayes:", "speech": "      The bombing of two hospitals and other health facilities in northern Syria is completely unacceptable and a clear breach of international humanitarian law. Does the Minister agree that those   "}, {"speaker": "Mr Hammond:", "speech": "      The hon. Lady identifies an incident that has caused widespread outrage across the world, but in her question she has put her finger on the problem: a referral to the International Criminal Court requires a resolution of the United Nations Security Council, one veto-holding member of which is the Russian Federation, so it is unlikely that we will succeed going down that route."}, {"speaker": "Crispin Blunt (Reigate) (Con):", "speech": "      Turkish policy towards Syrian Kurdish forces seems inconsistent with our own; inconsistent with the prospect of supporting Syrian peace talks; and inconsistent with the opportunity to form a united front against Daesh. What is the Foreign Secretary’s assessment?"}, {"speaker": "Mr Hammond:", "speech": "      My hon. Friend is right that the Syrian Kurds are an important part of the equation and they have to be brought into any enduring solution in Syria, but Turkey has a problem with links between PKK—a terrorist group that is designated as such in both Turkey and the UK—and Syrian Kurdish groups. There are overlaying conflicts here, and the Turkish-Kurdish conflict is a major complicating factor. What we have seen over the past weeks is very disturbing evidence of co-ordination between Syrian Kurdish forces, the Syrian regime and the Russian Air Force, which is making us distinctly uneasy about the Kurds’ role in all of this."}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      With the Russian indiscriminate bombing of civilians in Syria driving the refugee crisis in a deliberate foreign policy tool to destabilise and weaken Europe, does the Secretary of State agree that now is not the time even to talk about weakening EU sanctions against the Putin regime?"}, {"speaker": "Mr Hammond:", "speech": "      I very strongly agree with the right hon. Gentleman that now is not the time to send Russia any signals of compromise or of pulling back. The only language that Mr Putin understands is the language of strength and, I am afraid, the language of confrontation. When unacceptable behaviour on the scale that we have seen in Syria occurs, we have to stand up to be counted however inconvenient that may be for some who have to be counted."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      Whether we like it or not, Russia is an essential prerequisite to any successful talks. The American Secretary of State has a close working relationship with the Russian Foreign Minister, talking to him nearly every week. When did the Foreign Secretary last talk to the Russian Foreign Minister and what is he doing to improve his personal relationship with him?"}, {"speaker": "Mr Hammond:", "speech": "      Our relationships with our Russian counterparts are difficult. I last spoke to Sergei Lavrov on 11 February during the Munich International Syria Support Group meeting where he and I had some prolonged and robust exchanges around the table. I do speak very regularly with the US Secretary of State, most recently meeting him on Saturday morning, so I am very much aware of the discussions that he is having   "}, {"speaker": "Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP):", "speech": "      What dialogue has the Minister had with our French counterparts as a result of the Syrian crisis regarding the safety and child protection arrangements for unaccompanied child refugees who are at grave risk and who are due to be dispersed from the jungle camp in Calais?"}, {"speaker": "Mr Hammond:", "speech": "      I have had discussions about the situation in Syria with my former French counterpart who retired the week before last and with my new French counterpart, Jean-Marc Ayrault, on a regular basis. The issues relating to would-be migrants accumulated around Calais are for the Home Secretary, and she has very regular discussions with her counterpart, Bernard Cazeneuve."}, {"speaker": "Alec Shelbrooke (Elmet and Rothwell) (Con):", "speech": "      My hon. Friend the Member for Gainsborough (Sir Edward Leigh) is absolutely right that the Russians are a key part to establishing a meaningful political settlement in Syria. Does my right hon. Friend agree that that does not mean that we give in to the Russians across the rest of Europe and that the NATO commitment in the Baltic states is just as important to counterbalance whatever partnerships we use the Russians for in Syria?"}, {"speaker": "Mr Hammond:", "speech": "      My hon. Friend is right. We are dealing with a raised level of Russian assertiveness—indeed, aggression—in many areas: in the Baltic, in Ukraine, and now in the middle east, and we have to be robust in all areas. He is also right—and our hon. Friend the Member for Gainsborough (Sir Edward Leigh) was right—that Russia holds the key to the situation in Syria. I have said in the House before, and I shall say again today, that there is one person in the world who has the power to bring the misery in Syria to an end by picking up the phone and making one phone call, and that person is Vladimir Putin."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      The whole House will welcome the ceasefire agreement, which is badly needed, but there have been promises from Russia before. The Russians have repeatedly claimed to attack terrorist groups when, in fact, they have attacked moderate opposition forces and civilians, so can the Foreign Secretary set out how breaches of the ceasefire agreement will be assessed?"}, {"speaker": "Mr Hammond:", "speech": "      The hon. Lady has put her finger on the problem. The ceasefire agreement will allow continued operations against Daesh, al-Nusra and associated terrorist groups designated by the UN Security Council, and no one would disagree with that. The problem is that the Russians claim that all their action to date has been against those groups. On the face of it, the Russians could be entering into this arrangement on the basis that they will not change their behaviour at all. Clearly, the cessation of hostilities will fail before it has even got off the ground if that is their intention, so everything hinges on Russian good intentions."}, {"speaker": "Diana Johnson:", "speech": "      So can the Foreign Secretary explain what consideration has been given to a UN resolution to strengthen the ceasefire agreement and support the peace talks?"}, {"speaker": "Mr Hammond:", "speech": "      First, an arrangement has been agreed between the Russians and Americans for investigating alleged breaches of the ceasefire, and there is a commitment on both sides to working up a co-ordination cell to try to identify legitimate targets that can be struck during the ceasefire. As for the UN dimension, we are looking at that, and we would very much welcome a UN resolution behind the ceasefire. We already have UN resolution 2254, which we agreed on 18 December in New York, but we welcome further UN resolutions. That can only happen if the Russians are prepared to work with us, because they have a veto."}, {"speaker": "Nusrat Ghani (Wealden) (Con):", "speech": "   3.    What diplomatic support the Government are providing in Kurdistan to tackle ISIL/Daesh. [903697]"}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      Daesh is progressively being defeated in Iraq as the competence of Iraqi security forces improves. Specifically on Kurdistan, we are providing the Peshmerga with air power, logistical support, weapons and training."}, {"speaker": "Nusrat Ghani:", "speech": "      Reports suggest that 45% of Kurdish forces are composed of women. Nesrîn Abdalla, a unit commander in the Syrian Kurds women’s protection units, recently said:"}, {"speaker": "Mr Ellwood:", "speech": "      May I pay tribute to my hon. Friend for that quote and for the work that she has done in pioneering the role that women can play? That is something that Staffan de Mistura, the UN envoy, recognises, and he is trying to include women’s voices in the peace talks that are taking place at the UN. On our front, British training is taking place in northern Iraq, and UK training teams will train female units in the Peshmerga."}, {"speaker": "Ian C. Lucas (Wrexham) (Lab):", "speech": "      Further to the question from the hon. Member for Reigate (Crispin Blunt), who chairs the Select Committee on Foreign Affairs, what is the Minister’s current assessment of relations between the Turkish Government and the Kurdistan Regional Government?"}, {"speaker": "Mr Ellwood:", "speech": "      It is an important relationship that the two are developing, not least because there are economic benefits for both from the sale and movement of oil. As my right hon. Friend the Foreign Secretary has outlined, there are concerns in Turkey because of the role, involvement and influence of the PKK, and we will monitor that carefully."}, {"speaker": "Natalie McGarry (Glasgow East) (Ind):", "speech": "      Since the breakdown of the peace process last summer, there have been reports of an escalation in violence and of breaches of human rights in south-eastern Turkey in Kurdish areas such as Diyarbakir and Cizre, with the deaths of hundreds of innocent civilians, curfews, the imprisonment of democratically elected politicians who would be key interlocutors in any future peace process, the imprisonment of academics, and lack of access for journalists to key areas. Will the Minister assure me that that will form part of the peace talks on Syria?"}, {"speaker": "Mr Ellwood:", "speech": "      I am grateful for the hon. Lady’s question. I was able to raise the matter during my visit to the north of Iraq at the end of last year. We are concerned about the reports of alleged human rights abuses and we need to make sure that those are not overlooked."}, {"speaker": "Julie Cooper (Burnley) (Lab):", "speech": "   4.    If he will take steps to support self-determination for the people of Kashmir. [903698]"}, {"speaker": "The Minister of State, Foreign and Commonwealth Office (Mr Hugo Swire)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Aah!"}, {"speaker": "Mr Swire:", "speech": "      The pleasure is entirely mutual, Mr Speaker."}, {"speaker": "Mr Speaker:", "speech": "      I much appreciate the right hon. Gentleman’s courtesy in notifying me of his travel plans. I know that he has only relatively recently got off a plane, so we are delighted to have him here, especially in view of the fact, of which he has previously informed the House, that he is responsible for three quarters of the world."}, {"speaker": "Mr Swire:", "speech": "      Mr Speaker, you have just stolen my first line again."}, {"speaker": "Julie Cooper:", "speech": "      Undoubtedly, this House has a great deal of respect for UN resolutions, and I am sure the Minister is aware that in 1948 the UN Security Council passed resolution 47 instructing the Governments of India and Pakistan to prepare for a plebiscite to determine the future of Kashmir. Almost 70 years have passed, thousands of Kashmiri men, women and children have been slaughtered, atrocities are committed daily, yet there is still no sign of any action to allow these people to vote on this most important issue. Does the Minister agree that the people of Kashmir should have the right to self-determination, and will he give an assurance—"}, {"speaker": "Mr Speaker:", "speech": "      I am extremely grateful to the hon. Lady. I hope she is near the end of the sentence."}, {"speaker": "Julie Cooper:", "speech": "      Will the Minister assure us that the British Government will do everything in their power to make that happen?"}, {"speaker": "Mr Swire:", "speech": "      We do not intend to support an international conference or plebiscite on Kashmir. Our long-standing position is that it is for India and Pakistan to find a lasting resolution. We are acutely aware of the allegations of human rights abuses in Kashmir. This was discussed with my right hon. Friend the Prime Minister when Prime Minister Modi was here in November 2015, and we continue to monitor the situation closely."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      Many of my constituents who are of Kashmiri origin and heritage take the view that this entire problem was left behind by the UK when we ruled that area. Does not the Minister feel that there is an obligation on the UK to take a more proactive role and to do something positive to bring about a resolution to this long-running problem?"}, {"speaker": "Mr Swire:", "speech": "      My hon. Friend will be aware that we are talking about two sovereign countries, India and Pakistan. It is not for the United Kingdom to come between them, other than to urge them to talk. There are some good moves and communications between the leaders of Pakistan and India and they are discussing the subject, among other things, which we very much welcome."}, {"speaker": "Chris Leslie (Nottingham East) (Lab/Co-op):", "speech": "      But I would say to the Minister that the situation has been going on for decades, and the UK has some expertise in building more peaceful settlements. Is there not a bit more that the UK could do to promote confidence-building measures between India and Pakistan, and at the very least raise this as a priority with the EU special representative so that some of our other allies know that this is more of a priority?"}, {"speaker": "Mr Swire:", "speech": "      We do things as best we can without getting directly involved, and we welcome the fact that on 25 December Prime Minister Modi visited Prime Minister Nawaz Sharif in Pakistan, the first such visit for 11 years. That must be good news, but the hon. Gentleman knows full well the long-standing position of the Government—and when he was in government the position was no different—that this is a matter for the Indians and the Pakistanis to resolve, not the United Kingdom."}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "   5.    What steps the Government is taking to promote trade and diplomatic connections between the UK and other Commonwealth countries. [903699]"}, {"speaker": "The Minister of State, Foreign and Commonwealth Office (Mr Hugo Swire):", "speech": "      The United Kingdom is committed to strengthening the engagement with the Commonwealth. My right hon. Friend the Prime Minister led a strong delegation to the Commonwealth summit in November, where my noble Friend, Lord Maude, then the Minister for Trade and Investment, and I promoted trade opportunities within the Commonwealth."}, {"speaker": "Maggie Throup:", "speech": "      The renaissance in British manufacturing and engineering is not only testament to the Government’s determination to rebalance our country’s economy,  but has greatly contributed to a record 62% fall in unemployment in my constituency since 2010. Does my   "}, {"speaker": "Mr Swire:", "speech": "      I am pleased to hear the figures from my hon. Friend’s constituency, and they can be echoed around the country as a result of the Government’s economic policies. We are an open, free-trading state, and we trade around the world. Trade within the Commonwealth is extremely important, and we need to do more to promote it. Trading between two Commonwealth countries is, on the whole, 19% or 20% cheaper than trading outside the Commonwealth. That is something we need to do, and we need to involve Commonwealth Trade Ministers more formally in working out how we can increase intra-Commonwealth trade."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      Last year, Prime Minister Modi and our Prime Minister designated next year as the year of culture between India and the United Kingdom. Will the Minister join me in welcoming the British curry festival, which is taking place in New Delhi in March? British chefs from Leicester, London and Reading will be going to Delhi to make curry. Does he not agree that that is a real example of good relations between Commonwealth countries?"}, {"speaker": "Mr Swire:", "speech": "      At the risk of currying favour with the right hon. Gentleman, let me say that we must all wish our curry chefs every success when they travel to India. We must hope that they make a speedy return, because we would all miss our curry were they not home in our country."}, {"speaker": "Mark Field (Cities of London and Westminster) (Con):", "speech": "      Characteristically—or maybe uncharacteristically—the Minister has more or less answered the question I was going to ask. Leaving aside trade between the UK and Commonwealth countries, the functioning of the Commonwealth will surely be enhanced if there is more trade between all Commonwealth countries. To what extent can the UK play a role in enhancing that intra-Commonwealth trade, particularly in areas where we have substantial Department for International Development, as well as Foreign Office, representation?"}, {"speaker": "Mr Swire:", "speech": "      It is as well to remember that we are an equal partner in the Commonwealth; we do not run the Commonwealth, and we wish Baroness Scotland every success in so doing. [Hon. Members: “Hear, hear.”] She clearly has the universal support of the House, which is manifestly a good thing. We want her to refocus the Commonwealth, and we want to spend much more time—similar issues are being discussed elsewhere in the world—discussing boosting trade, getting rid of tariffs and promoting intra-Commonwealth trade. That we can do. My noble Friend Lord Marland is doing a great job at the Commonwealth Enterprise and Investment Council, and he had a great collection of 2,000 businesses at Valletta. We are hosting the Commonwealth Heads of Government meeting here in 2018, and business will play a large role in that Commonwealth conference."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      May I ask a more serious question about the Commonwealth and diplomatic relations? How many members of the   "}, {"speaker": "Mr Swire:", "speech": "      That is a very wide-ranging accusation. If the hon. Gentleman will write to me, or come to see me, about a specific case, I will be happy to look at it. We deal with things case by case."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "   6.    What progress the Government have made on preparations for the EU referendum. [903700]"}, {"speaker": "Kirsty Blackman (Aberdeen North) (SNP):", "speech": "   14.    What progress the Government have made on preparations for the EU referendum. [903708]"}, {"speaker": "The Minister for Europe (Mr David Lidington):", "speech": "      The conduct regulations that set out the detailed framework of how the referendum poll will be administered have now been agreed by both Houses of Parliament. The date of the referendum must now be agreed by Parliament in a further statutory instrument, which was laid before both Houses in draft yesterday."}, {"speaker": "Chris Stephens:", "speech": "      A record number of people registered to vote in the Scottish independence referendum— 97% of the adult population. What efforts are the UK Government making to match that success?"}, {"speaker": "Mr Lidington:", "speech": "      This is, as the hon. Gentleman will know, the responsibility of the Electoral Commission, which is planning a campaign to raise awareness of the need to register in good time for the referendum."}, {"speaker": "Kirsty Blackman:", "speech": "      Will the Minister give comfort to the Scottish students who are studying through Erasmus across Europe by providing details of what contingency plans are in place should there be a no vote in the EU referendum?"}, {"speaker": "Mr Lidington:", "speech": "      My advice to Scottish students studying in universities elsewhere in the EU would be to ensure that they are registered to vote so that their votes in the referendum count along with everybody else’s. The hon. Lady puts her finger on one of the uncertainties about a potential British exit from the European Union, because, after all, it is European law and the treaties that give British citizens the right to live, study and work in other EU countries."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "      The Minister may recall that in response to my amendment to the Finance Bill last year, the Government promised to negotiate with the European Commission for a zero rate of VAT on women’s sanitary products, and the Chancellor repeated that pledge in his autumn statement. It is time the tampon tax was ended, so did the Prime Minister use his recent negotiations to raise this issue and, if so, what progress has been made?"}, {"speaker": "Mr Lidington:", "speech": "      As I think the hon. Lady knows, value added tax was already part of the EU system before the United Kingdom joined the European Community in   "}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      Successive UK Governments have signed up to a range of EU agreements vital in protecting our environment, upholding workers’ rights, and ensuring an EU-wide energy market. The removal of such environmental controls and statutory maternity pay, for example, would be a backward step. I am sure, therefore, that the Minister will agree that our membership of the EU is vital in promoting the interests of the people of Scotland and across the UK. However, he will be aware that the Justice Secretary said last week that"}, {"speaker": "Mr Speaker:", "speech": "      Order. Finish the sentence, very quickly."}, {"speaker": "Ms Ahmed-Sheikh:", "speech": "      Can the Minister therefore confirm specifically how his Government’s plans have been constrained by European legislation or regulation?"}, {"speaker": "Mr Lidington:", "speech": "      As with every member state of the EU, particular issues will come up—particular legislative measures—where we find some of the rulings irksome. On balance, however, as my right hon. Friend the Prime Minister set out very clearly yesterday, the Government are convinced that membership of a reformed European Union will make the British people more prosperous, more secure, and more influential in the world than any of the alternatives so far proposed."}, {"speaker": "Ms Ahmed-Sheikh:", "speech": "      It is therefore important that voters have the full facts at their disposal when making a choice in June. Have the Government calculated the cost of implementing the proposals agreed at the EU Council last week, particularly those relating to the administration of the new benefits rules? What will the net saving to the Treasury be?"}, {"speaker": "Mr Lidington:", "speech": "      Some of this will be a matter for the implementing regulations that will now follow, both at European level and at national level. The answer to the hon. Lady’s question will depend in large part on the level of benefits and tax credits in the United Kingdom at the appropriate time. These matters will therefore become clear as time goes on."}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      I wish the Minister great success in trying to alter the level of VAT on sanitary towels. If the British people decide in the referendum to leave the European Union, would it then be up to the British Government to decide the level of VAT on sanitary towels and other products?"}, {"speaker": "Mr Lidington:", "speech": "      That would depend on the nature of the subsequent relationship. The reason that value added tax has, since before our membership of the EU, been dealt with, to an extent, at EU level is that the price at which goods are sold has a direct impact on the notion   "}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "   7.    What assessment his Department has made of the effects of high oil supply and low oil and gas prices on (a) Russia and (b) countries of the Gulf Cooperation Council. [903701]"}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      Brent oil prices are hovering around $30 a barrel—the lowest in 13 years—as a consequence of lower global demand, continued high OPEC production and the resilient production in the USA. GCC countries are taking action. They are, in fact, diversifying their economies and removing subsidies. Historically, about half of the Russian Government’s revenues have come from oil and gas, and Russia’s GDP declined by just under 4% last year."}, {"speaker": "Martin Vickers:", "speech": "      Falling oil prices are clearly having a dramatic effect on the economies of many oil-producing countries. I was part of a delegation that visited Saudi Arabia last week, where we heard about what its Government is doing to diversify. What encouragement are our Government giving to other countries to help and support them to diversify, and what opportunities are available to British companies to provide assistance?"}, {"speaker": "Mr Ellwood:", "speech": "      As my hon. Friend outlines, there are enormous opportunities not just in Saudi Arabia but across the Gulf. We are working on diversification with countries that produce and export hydrocarbons, and helping them with renewables and green energy. Saudi Arabia has also expressed an interest in opening up tourism. Those are important aspects in which Britain can play an important role."}, {"speaker": "Nadhim Zahawi (Stratford-on-Avon) (Con):", "speech": "   8.    What discussions he has had with other members of the international coalition on improving diplomatic co- ordination against Daesh. [903702]"}, {"speaker": "Michael Tomlinson (Mid Dorset and North Poole) (Con):", "speech": "   9.    What discussions he has had with other members of the international coalition on improving diplomatic co-ordination against Daesh. [903703]"}, {"speaker": "The Secretary of State for Foreign and Commonwealth Affairs (Mr Philip Hammond):", "speech": "      Britain was a driving force behind the creation of the global coalition. We hosted the first coalition meeting in London in January 2015. I frequently discuss the campaign against Daesh with coalition and other international partners, including at a coalition small group meeting in Rome earlier this month."}, {"speaker": "Nadhim Zahawi:", "speech": "      The Kurdistan Regional Government army has been valiantly battling against Daesh over a 1,000 km frontline since summer 2014. Will my right hon. Friend pay tribute to the peshmerga and say more about the role they may play in the liberation of Mosul?"}, {"speaker": "Mr Hammond:", "speech": "      I am very happy to pay tribute to the peshmerga. They have proved themselves to be an extraordinarily resilient fighting force and perhaps the most effective force operating against Daesh. The UK is training and providing equipment to the peshmerga. I had an opportunity a couple of weeks ago to meet President Barzani of the KRG, to talk about the liberation of Mosul and the role that the peshmerga might play. I am pleased to be able to report two things. First, the KRG appear to have become more open to the idea that the peshmerga will play a role in the liberation of Mosul. That will be very important. They have also agreed to Iraqi Government security forces being based in the KRG to prepare for the assault on Mosul. Those two things make it much more likely that we will see a successful assault on Mosul earlier rather than later."}, {"speaker": "Michael Tomlinson:", "speech": "      Seeking a diplomatic solution in Syria has gone hand in hand with our humanitarian aid in the region. Will the Secretary of State set out how increased diplomatic co-operation will improve and assist our humanitarian aid in the region, specifically in neighbouring countries such as Jordan and Lebanon?"}, {"speaker": "Mr Hammond:", "speech": "      As the whole House will know, we hosted in London on 4 February a very successful conference on Syria and the region, raising $11 billion in a single day. The real significance of that meeting, however, was that we moved on from the idea of simply collecting money and distributing it to working with the host countries in the region to ensure that refugees are able to access the labour market, get education for their children and access healthcare, making them less likely to feel the need to decamp and become irregular migrants heading towards Europe."}, {"speaker": "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab):", "speech": "      Daesh moves into areas of conflict and ungoverned spaces. King Abdullah of Jordan has asked that we reach out to areas such as Bosnia and Herzegovina, Albania and Kosovo, as he regards them to be among the next potential trouble spots. Are we making any progress?"}, {"speaker": "Mr Hammond:", "speech": "      Yes. The hon. Lady is right. We should be very much focused not only on the countries that already face that challenge, but on the countries that are next in line for the challenge, and we should seek to reinforce them. I am happy to tell her, if she was not aware of this, that the Prime Ministers of all the western Balkan countries were in London yesterday, and I had the opportunity to meet the Prime Ministers of Bosnia and Herzegovina, Kosovo, Serbia, Albania, and Montenegro. We are working closely with them to ensure the resilience and the European trajectory of that region."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      On the issue of Daesh fighters returning home to countries here in Europe, what diplomatic co-ordination efforts have been made to develop a common response among countries in Europe to ensure that we keep our citizens safe and prevent those people from coming back to wreak havoc, through terrorism, on towns and cities in the UK?"}, {"speaker": "Mr Hammond:", "speech": "      Different countries in Europe have different domestic legislation around that issue. We in the UK have some of the most robust measures available   "}, {"speaker": "Royston Smith (Southampton, Itchen) (Con):", "speech": "      As operations against Daesh in Iraq are successful—[Interruption.]"}, {"speaker": "Mr Speaker:", "speech": "      Order. The hon. Gentleman must be heard. There is some chuntering from a sedentary position, by which he should not remotely be deflected. Stick to your course, man."}, {"speaker": "Royston Smith:", "speech": "      You are very kind, Mr Speaker. As operations against Daesh in Iraq are successful, what is the threat of Daesh’s moving to Libya? Has the Foreign Secretary made an assessment of that eventuality?"}, {"speaker": "Mr Hammond:", "speech": "      There is clearly a risk that as Daesh is militarily defeated in Iraq and then in Syria, the embryonic Daesh presence in Libya, particularly around Sirte, could become a new base for operations just 100 miles off the coast of Europe. That is why we are working with our partners and allies to encourage the formation of a Libyan Government of national accord that we can work with to start stabilising the country and pushing back on the Daesh footholds in Libya."}, {"speaker": "Derek Twigg (Halton) (Lab):", "speech": "      Further to the last question, can the Foreign Secretary say how far ahead we are in bringing about that co-ordination and establishing a stable authority in Libya to take on Daesh? We have seen recently an increase in Daesh activity, and there is still a lot of disconnect between the different bodies in Libya. Will he give us a bit more information about what progress is being made?"}, {"speaker": "Mr Hammond:", "speech": "      There is progress being made among European partners and with the US on preparing the kind of support we could give to a Government of national accord in Libya when and if one is formed. The problem is that several months after we first expected that to happen, the Government have still not been formed. We are working very closely with the parties in Libya and with the regional powers who have influence, particularly Egypt, to encourage Prime Minister Siraj to take the necessary steps to get that Government formed and approved so that we can engage. There is a strong commitment by the European partners to engage once that Government have been created."}, {"speaker": "Clive Lewis (Norwich South) (Lab):", "speech": "   10.    What assessment he has made of the effect of the outcome of the March 2015 election in Israel on the peace process in that region. [903704]"}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      Much gets said, as we know, during election cycles, and we were concerned by some of the statements that were made during the Israeli election. I was in Israel last    "}, {"speaker": "Clive Lewis:", "speech": "      It is more than 20 years since Oslo. There are now more than 350,000 illegal Israeli settlers in the occupied west bank and 300,000 illegal Israeli settlers in occupied East Jerusalem, and the Netanyahu Government continue to announce the building of more illegal settlements. Does the Minister believe that that will aid the peace process? If not, what is he doing about it?"}, {"speaker": "Mr Ellwood:", "speech": "      The Prime Minister, the Foreign Secretary and I have made it very clear on the record that that is unhelpful and takes us in the wrong direction. During my visit last week, I visited some of the settlements  that are developing. Although announcements of new settlements have slowed, the existing settlements are starting to grow, and that happens without people seeing it. There is an area to the north of Jerusalem called the Ariel finger, which, if it continues to grow as it is doing, will eventually link up towards the north of Jericho. That will essentially mean that there will be no two-state solution. We need Israel to show that it is committed to the process and stop the settlements."}, {"speaker": "Andrew Percy (Brigg and Goole) (Con):", "speech": "   13. [903707]    On the issue of words, something that is regularly rubbished is the issue of incitement. We are seeing increasing incitement from the Palestinian Authority and on media such as Palestinian TV, some of which has been referenced by those committing knife attacks on civilians. Last week I visited a Jewish school in Brussels, where I heard some appalling stories of anti-Semitism being perpetrated in Europe, with people deliberately conflating Jews and Israel. Will the Minister condemn not only the incitement coming out of the Palestinian Authority, but the sort of attacks we are seeing in Europe as a result?"}, {"speaker": "Mr Ellwood:", "speech": "      I absolutely agree with my hon. Friend that it is unacceptable for Israelis going about their business to be subject to some of the brutality and the murder we are seeing. Israel has the right—in fact, I would go further and say it has the obligation—to defend its citizens. We are seeing the anti-Semitism there, or such reactions, then reappearing, often through websites such as Facebook and so forth, in Europe or closer to home. We have been working hard with our international colleagues—the Prime Minister is very committed to this—to make sure that we stamp out anti-Semitism no matter where it is."}, {"speaker": "Mrs Louise Ellman (Liverpool, Riverside) (Lab/Co-op):", "speech": "      A clear majority of Israelis consistently support setting up a Palestinian state alongside Israel. Does the Minister agree that actions such as Hamas’s rebuilding the terror tunnels to mount attacks on Israeli civilians from Gaza make that less and less obtainable?"}, {"speaker": "Mr Ellwood:", "speech": "      The hon. Lady is absolutely right. With some of the developments, it seems like déjà vu in the sense that we are going round this buoy again—rebuilding the tunnels, the aggravations, and then the missiles start to fly. Where does that actually take us? It is not a confidence-building measure, in the same way that building settlements is not a confidence-building measure. We need   "}, {"speaker": "Sir Eric Pickles (Brentwood and Ongar) (Con):", "speech": "      Surely there is a big contrast in the growth of extremism. The Israeli authorities deal with Jewish extremism—they investigate, they prosecute and they condemn—whereas the Palestinian Authority names schools after violent extremists, names sporting events after them and glorifies them on television. Will my hon. Friend take this opportunity to condemn absolutely the attitude of the Palestinian Authority and urge it to cease this senseless encouragement of violence?"}, {"speaker": "Mr Ellwood:", "speech": "      My right hon. Friend makes a very powerful argument. It is important to see that affirmative actions can be taken on both sides to reduce tensions, but I would raise the specific matter of using words to inflame the situation. For example, the recent remarks by Health Minister in the Palestinian Authority condoning the attacks that are taking place were unhelpful. That takes us in the wrong direction, so we should do things to encourage those involved to refrain from doing so, and take steps to encourage them to act as a consequence."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I wish we had more time, but I am afraid we do not. I call Nic Dakin."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "   11.    By what date he expects to have set a timetable for overseas territories with financial centres to adopt central registers of beneficial ownership or similarly effective systems. [903705]"}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (James Duddridge):", "speech": "      I had productive discussions at the Joint Ministerial Council with leaders of the overseas territories in December. We agreed progress on implementing central registers, and equally effective systems should be kept under continuous and close review. Discussions are still ongoing, but I want to see significant progress ahead of the anti-corruption summit that will be hosted by the Prime Minister in May."}, {"speaker": "Nic Dakin:", "speech": "      Will the Minister confirm that the overseas territories and Crown dependencies will attend the summit? Will we do our part to make sure that we secure their commitment to clean up their act and make company owners public?"}, {"speaker": "James Duddridge:", "speech": "      Final invitations for the summit have not yet gone out, but discussions are very much ongoing. In fact, the director for overseas territories and the National Crime Agency are currently visiting the Cayman Islands and British Virgin Islands to thrash out some of the detail that is needed."}, {"speaker": "Nigel Mills (Amber Valley) (Con):", "speech": "      Does the Minister expect the registers to be publicly available, or will they be closed registers that can be accessed only by the relevant authorities?"}, {"speaker": "James Duddridge:", "speech": "      There will be open registers available for law enforcement agencies to interrogate. There will not be publicly open registers. That is a long-term aspiration, but initially we want there to be access for law enforcement agencies. That will create greater transparency and reduce corruption and terrorist payments."}, {"speaker": "Catherine West (Hornsey and Wood Green) (Lab):", "speech": "      In April 2014, the Prime Minister said:"}, {"speaker": "James Duddridge:", "speech": "      There has been much progress, which the hon. Lady dismisses too readily. There are checkpoints. Only last week, I spoke to overseas territory leaders. There are people out there at the moment and we hope to crystallise some of the improvements before the May summit on corruption. That summit was called by the Prime Minister and will be held here in London, which demonstrates the British Government’s commitment to this important issue."}, {"speaker": "Catherine West:", "speech": "      Will the Minister tell the House the exact date by which he expects overseas territory financial centres to ensure that there are proper transparency arrangements, or will we continue to hear more excuses for inaction in the years to come?"}, {"speaker": "James Duddridge:", "speech": "      This is a matter of direction, rather than an ultimate destination. We will constantly ask the international community to do more to create greater transparency, but it is crucial that the international community, whether it is the Crown dependencies, the overseas territories or other overseas Governments, move together on this, because we want to eliminate the problem of corrupt and untransparent moneys, rather than shift it from territory to territory."}, {"speaker": "Mr Speaker:", "speech": "      I remind colleagues that in topical questions, there are supposed to be quick-fire questions and quick-fire answers."}, {"speaker": "Mr Ranil Jayawardena (North East Hampshire) (Con):", "speech": "   T1. [903634]    If he will make a statement on his departmental responsibilities."}, {"speaker": "The Secretary of State for Foreign and Commonwealth Affairs (Mr Philip Hammond):", "speech": "      The Foreign Office’s mission is to protect Britain’s security, promote Britain’s prosperity and project our values through our diplomacy. The Prime Minister’s deal with the European Union offers the basis for Britain’s future prosperity and security in Europe. The crisis in Syria, the resulting irregular migration to Europe, the increased levels of Russian aggression and the continuing terrorist threat from Islamist extremism remain the principal threats to the security of the UK and UK citizens around the world."}, {"speaker": "Mr Jayawardena:", "speech": "      I should refer Members to the Register of Members’ Financial Interests and to my position as the chairman of the all-party parliamentary group on Sri Lanka. As we know from Northern Ireland,    "}, {"speaker": "The Minister of State, Foreign and Commonwealth Office (Mr Hugo Swire):", "speech": "      Yes, I most certainly will. I was in Sri Lanka last month, where I met the Prime Minister and the Foreign Minister and travelled to Jaffna in the north. I have subsequently spoken to Prince Zeid Ra’ad al-Hussein, the high commissioner in Geneva, who was in Sri Lanka from 6 to 9 February. We look forward to his update on Sri Lanka at the UN Human Rights Council in June."}, {"speaker": "Hilary Benn (Leeds Central) (Lab):", "speech": "      As events in Ukraine and the middle east have reminded us, nations that are committed to peace, security and democracy need to stand together in the face of aggression. Our membership of the European Union is one of the most important ways in which we do that. The Foreign Secretary knows that ending our alliance with the EU would send a dangerous signal, including to President Putin and Daesh. Why does he think some of his Cabinet colleagues cannot see that and are intent on a course of action that would weaken Britain’s voice and influence in the world and undermine our security?"}, {"speaker": "Mr Philip Hammond:", "speech": "      Each person in this country will have to make up their own mind about the question before them in the forthcoming referendum. I have always said that this is a balancing equation—there are plusses and minuses in any international relationship. However, I entirely agree with the right hon. Gentleman that on the question of Britain’s security and influence in the world, there is no doubt that we are stronger, safer and more influential by being part of the European Union than being out of it."}, {"speaker": "Hilary Benn:", "speech": "      I am very grateful to the Foreign Secretary for that reply. The report of the UN Human Rights Council’s commission of inquiry on Syria, which was published earlier this month, found that:"}, {"speaker": "Mr Hammond:", "speech": "      As I have said, the Russians will say that they are complying with the ceasefire, and that continued attacks and airstrikes are justified by the terms of that ceasefire. It will be necessary to pore over individual attacks between the US and Russia in the co-ordination cell to identify exactly what happened. Whatever the technicalities, the big picture is this: unless the level of Russian airstrikes dramatically decreases, the ceasefire will not hold because the moderate armed opposition cannot and will not lay down their weapons while they are being annihilated from the air by Russian aircraft."}, {"speaker": "Stephen Phillips (Sleaford and North Hykeham) (Con):", "speech": "   T2. [903635]    My hon. Friend the Minister for Africa will be aware that the Tanzanian electoral commission annulled the general election results in Zanzibar at the back end of last year, and there has been increasing electoral violence in Zanzibar as we head towards the poll on 20 March. What representations will we make to the Tanzanian Government to ensure that the poll passes off peacefully, and that we do not return to the violence of 2000 and 2001?"}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (James Duddridge):", "speech": "      We are deeply concerned by the decision of the Zanzibar electoral commission to annul the elections for the Zanzibar presidency, and indeed the House of Representatives on 28 October. Our position was set out in a statement by the British high commissioner on 29 October, and we have raised those concerns at the highest level, including when the Foreign Secretary made a telephone call to then President Kikwete in October and my telephone call to the new Foreign Minister Mahiga in December, and the Under-Secretary of State for International Development, my hon. Friend the Member for Ruislip, Northwood and Pinner (Mr Hurd), met the same individual in January. I hope to visit Tanzania in the coming months and reinforce those points in person."}, {"speaker": "Angela Rayner (Ashton-under-Lyne) (Lab):", "speech": "   T3. [903636]    Given the Minister’s response to earlier questions relating to the benefit to the UK of remaining in the EU, is it not a real concern that many of his Government colleagues would put our security and economic future at risk by a Brexit?"}, {"speaker": "The Minister for Europe (Mr David Lidington):", "speech": "      In this referendum, Members of Parliament will each have one vote, along with every member of the United Kingdom electorate. In my experience, there are deeply held views both for and against British membership of the EU in my party and that of the hon. Lady. My view is clear: this country will be more prosperous, secure and influential in the world through continued EU membership."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "   T4. [903637]    Given the ongoing Russian incursion into Georgian sovereign territory, does my right hon. Friend absolutely condemn the situation in the southern Caucasus? Does he think that the situation in Abkhazia and South Ossetia must now be regarded as the new normal?"}, {"speaker": "Mr Philip Hammond:", "speech": "      We should be alert to Russia’s aggressive actions in former Soviet Union countries wherever they are, not just in Ukraine. Arguably, we were too slow to recognise that what was happening in Georgia was the beginning of a new dimension to Russian foreign policy, and we should resist it robustly wherever it arises, and push back against it wherever  we can."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "   T6. [903639]    Will the Secretary of States confirm whether his discussions with the United States about Libya have included the possibility of UK military action, and that there will be no UK military action in Libya without approval from this House?"}, {"speaker": "Mr Hammond:", "speech": "      As the hon. Gentleman knows well, we have a long-established convention that before committing UK forces to combat, in all situations where it is possible—that is, other than in a direct emergency or where considerations of secrecy make it impossible—the Prime Minister is committed to bringing the issue before the House and allowing it an opportunity for debate."}, {"speaker": "Chris Heaton-Harris (Daventry) (Con):", "speech": "   T5. [903638]    What assessment has the Department made of the security situation in Burundi, and what steps have been taken to bolster the presence of Her Majesty’s Government in Bujumbura?"}, {"speaker": "James Duddridge:", "speech": "      In response to the crisis, the UK has stepped up humanitarian support to refugees fleeing Burundi, providing £14 million to Tanzania and £4 million to Burundi. The Under-Secretary of State for Foreign and Commonwealth Affairs, my hon. Friend the Member for Bournemouth East (Mr Ellwood), and I have also decided to recruit a full-time Burundian co-ordinator, based in Bujumbura. That will be good news as I know that hon. Members—including my hon. Friend the Member for Stafford (Jeremy Lefroy)—have been pressing Her Majesty’s Government to do that, and it will be welcome news on both sides of the House."}, {"speaker": "Stephen Kinnock (Aberavon) (Lab):", "speech": "   T7. [903640]    On 12 January, the Secretary of State told this House that China’s claim to be treated as a market economy should be judged through the prism of steel. Given that 70% of the Chinese steel industry is owned by the Chinese Government, will the Secretary of State now confirm that China should emphatically not be granted market economy status?"}, {"speaker": "Mr Philip Hammond:", "speech": "      I think what the hon. Gentleman will find if he checks the record is that I had just come back from China where I had conveyed the message to the Chinese that their claim to market economy status, and the European Union’s consideration of that claim, would be judged through the prism of their actions in relation to steel. They gave me assurances then, as they gave us assurances in October, that they are seeking to address overcapacity in the Chinese market. We have just had a discussion this morning about this in Cabinet. I learned this morning that there are protests in China about the loss of steel jobs, just as there are in the UK and in other places throughout Europe. The reality is that we have a massive surplus of steel capacity throughout the world and we have to address it."}, {"speaker": "Luke Hall (Thornbury and Yate) (Con):", "speech": "   T9. [903642]    Following the recent action against Daesh in Libya, will my hon. Friend update the House on the situation there, as well as his plans to create a permanent memorial to the victims of Sousse, whose murders were planned from Libya?"}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      As my right hon. Friend the Foreign Secretary has outlined, there is a migration and a concern that Daesh is moving out, under pressure in Iraq and Syria, to other parts of the world, including Libya. My hon. Friend is right to make the connection between what happened in Libya, the training and the terrorist attack that took place in   "}, {"speaker": "Rushanara Ali (Bethnal Green and Bow) (Lab):", "speech": "   T8. [903641]    A recent UN report suggested that, in a disturbing violation of human rights, Saudi Arabia’s military operation in Yemen is targeting civilians. Is the Minister confident that the UK Government are fulfilling their obligations under the arms trade treaty in relation to Saudi Arabia?"}, {"speaker": "Mr Ellwood:", "speech": "      We have discussed, and are looking in detail at, the UN panel of experts report. It was done by satellite evidence—we have to bear it in mind that the experts did not actually visit the country itself. We have shared and discussed information with Saudi Arabia. I had a letter from the ambassador this week confirming that every effort is being made to follow human rights law in support of President Hadi and UN resolution 2216."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      Our immigration controls in Calais are governed by the treaty of Le Touquet, as my right hon. Friend the Member for Europe well knows. He will also know, and the House of Commons Library has said, that the treaty can be broken only if the British or the French choose to do so, and it has absolutely nothing to do with whether we are members of the European Union. Will he ask whichever person who said it to stop talking this nonsense that if we leave the EU we are suddenly going to find a massive great refugee camp in the heart of Kent?"}, {"speaker": "Mr Lidington:", "speech": "      The Le Touquet treaty is certainly vital to this country’s border security. Of the 100,000 people who have been prevented from entering the UK in the past five years, roughly a quarter were stopped at Calais at the juxtaposed controls. We co-operate very closely with the French Government, but I fear my hon. Friend underestimates the extent of domestic French opposition to and protest against the juxtaposed controls. If we left the EU, the stock of good will towards Le Touquet and this country would be severely depleted."}, {"speaker": "Mr Clive Betts (Sheffield South East) (Lab):", "speech": "   T10. [903643]    On the Foreign Office website, there is very clear advice to private companies thinking of doing business with illegal Israeli settlements. It states:  "}, {"speaker": "Mr Philip Hammond:", "speech": "      Yes, we are clear with local authorities that they are bound by and must follow procurement rules, but we are clear that we do not support boycott movements. The Minister for the Cabinet Office was in Israel just last week and made that abundantly clear then."}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "      With the United States wishing to continue its military presence on Diego Garcia for a further 20 years, what discussions is the Foreign and Commonwealth Office planning to have   "}, {"speaker": "James Duddridge:", "speech": "      We have made it clear that we want the US presence to continue, but the Government have not yet held discussions with the US about continuing that arrangement. I very much welcomed discussing the issues with my hon. Friend a few weeks ago in connection with the all-party group visit to the Foreign Office. I will continue to liaise with him when the Government come to a conclusion, following the KPMG report and the consultation."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      Following yesterday’s drop in the value of sterling, what other implications does the Foreign and Commonwealth Office anticipate for Britain and Northern Ireland as a result of the uncertainty around the referendum?"}, {"speaker": "Mr Philip Hammond:", "speech": "      Uncertainty always has a cost to business. Business hates uncertainty, and the markets will reflect it. That is why it is right to hold the referendum at the earliest possible date—23 June—and settle this issue once and for all so that Britain can get on with Britain’s business."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      When I canvass the streets of Newark for the local elections, people ask me about the views of my local councillors on refuse collection or on potholes on Newark’s roads. I rarely hear them ask me their views on foreign policy. Does my right hon. Friend agree that foreign policy is set by the Foreign Secretary and by the Government and should be debated in this House—not by our town halls—so we should all support the Government’s action against boycotts and sanctions?"}, {"speaker": "Mr Hammond:", "speech": "      I am grateful to my hon. Friend. One of my colleagues has just reminded me that my hon. Friend is not the only one who pounded the pavements of Newark. I think everyone on these Benches did so. Yes, foreign policy is, of course, a matter for the Government of the United Kingdom, and it is the business of this Parliament. It is very important that we have a single foreign policy, which is clearly projected so that Britain’s position in the world is understood and strengthened."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Demand always massively exceeds supply at Question Time, especially at Foreign Office questions. We do not really have time, but I am allowing time for one last question. I call Mr Richard Burden."}, {"speaker": "Richard Burden (Birmingham, Northfield) (Lab):", "speech": "      May I press the Foreign Secretary further on the answer he gave to my hon. Friend the Member for Sheffield South East (Mr Betts)? Is there anything in World Trade Organisation or other rules that fetters a public institution’s ability to act on the advice that the FCO puts on its website, which my hon. Friend quoted?"}, {"speaker": "Mr Hammond:", "speech": "      Public bodies in this country are bound by the EU procurement directive in their purchasing activity and must follow those rules."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      I am sorry to disappoint colleagues, but at least we know that there is huge interest in what the Foreign Office does and says. We will have to leave it there for today."}, {"speaker": "Luciana Berger (Liverpool, Wavertree) (Lab/Co-op)", "speech": "     (Urgent Question): To ask the Secretary of State for Health to make a statement on the Government’s response to the final report of the independent Mental Health Taskforce."}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      Achieving parity of esteem for mental and physical health remains a priority for this Government. I appreciate the hon. Lady’s raising of the urgent question this afternoon. We welcomed the independent Mental Health Taskforce launched by NHS England last year, with its remit to explore the variation in the availability of mental health services across England, to look at the outcomes for people who are using services, and to identify key priorities for improvement."}, {"speaker": "Luciana Berger:", "speech": "      The final report of the Mental Health Taskforce, commissioned by NHS England, provides a frank assessment of the state of mental health care, and describes a system that is “ruining” some people’s lives. It contains a number of recommendations which, if implemented in full, could make a significant difference to services that have had to contend with funding cuts and staff shortages at a time of rising demand, leaving too many vulnerable people without the right care and support."}, {"speaker": "Alistair Burt:", "speech": "      I thank the hon. Lady for her questions, which give me an opportunity to say still more about what we are doing in relation to mental health and how far it has come since 2010. For instance, she could have   "}, {"speaker": "Dr Liam Fox (North Somerset) (Con):", "speech": "      I congratulate my right hon. Friend and the whole of the Government health team on their personal commitment to this issue. Does my right hon. Friend accept that those who suffer from mental health are often poor advocates of their own cause, and that it is very easy for money to be diverted into other areas of healthcare spending where others are able to shout louder for the money? Will he and his Front-Bench team consider whether it is possible to ring-fence inside the NHS budget this money for mental health care so that it does not become the Cinderella subject in the future that it has been too often in the past?"}, {"speaker": "Alistair Burt:", "speech": "      I thank my right hon. Friend for the question and his own personal interest and work in this area. He, like me, has come across this conundrum: we talk from the Dispatch Box about more money going into mental health and then we go to areas and they say, “Well, it’s not happening here.” That has been a genuine reality that we need to do something about. We are being more directive towards clinical commissioning groups and having a more transparent system of examining their finances. In addition, guidance from the NHS says that it expects the proportional increase in finance to the NHS to go appropriately to mental health services and we have now given specific commitments to the series of services announced by the Prime Minister and contained in these recommendations. In that way, we hope to make sure that the diversion of funds that has happened in the past will not happen in the future. Local areas will, thus, feel that they, too, must ensure that they have the share of the resource."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      All of us in the House welcome the strides made in changing the stigma around mental health, and people have been brave enough to speak out. In Scotland, we had the “See me” campaign, which was about seeing the person, not the condition."}, {"speaker": "Alistair Burt:", "speech": "      I thank the hon. Lady for her usual well-informed contribution to the debate on these issues, and for what she says about stigma and the general approach the Government have been taking. She is absolutely right about that. We have supported the Time to Change anti-stigma campaign, which has had some success, although we have to do more."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      I remind the House that I am married to the registrar of the Royal College of Psychiatrists. I join the Minister in thanking the independent mental health taskforce for the work it has done. Will he go further on how we are going to track, with greater transparency, this money to ensure it is spent in the right place, not just within health, but within social care? He will know that many of those who are suffering from mental health problems are cared for in the community, under social care, and it is therefore vital that we have parity of esteem across both health and social care."}, {"speaker": "Alistair Burt:", "speech": "      Yes, I thank my hon. Friend for that and recognise the work of the royal college. Its president, Simon Wessely, was also much involved in the report, as was the college, so I thank them for that. It is very important to track this money. The CCG assessment   "}, {"speaker": "Mr Speaker:", "speech": "      I know that the right hon. Gentleman will take it in the right spirit when I say that it is immensely encouraging that he notices his own answers."}, {"speaker": "Mr Kevan Jones (North Durham) (Lab):", "speech": "      Parity of esteem and extra resources are important, but one of the main messages from this report is that we need to hard-wire mental health and well-being into public policy. Twice as many people take their own lives as are killed on our roads each year. Does the Minister agree that it is now time for a national campaign to address this issue?"}, {"speaker": "Alistair Burt:", "speech": "      Yes, I do, and I thank the hon. Gentleman for his comments and for his work and interest in this area. Included in the taskforce’s recommendations is a national ambition to reduce by 10% the number of suicides—that would be a reduction of some 400 a year. Three areas are already piloting a “zero suicide ambition strategy”, and this probably needs to be given more prominence than it has been. A national suicide prevention strategy is in place, which I am reviewing to see how it can be better implemented locally, because not all local areas have a similar strategy. It is right that that gets extra prominence, and we had a debate on it not too long ago in Westminster Hall. We recognise that it is a significant issue for men in particular, because three times as many men as women take their own lives. The recent increase in the number of women doing so, which was noted just a few weeks ago, is also significant. It is important that we talk about this more, recognise that suicide is not inevitable, and have a national ambition to challenge it and do more. I am confident that the hon. Gentleman will be able to champion that work, just as he has championed other things."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      It is a very sad fact that in healthcare those professionals who add the most to the service do not necessarily receive the same level of acclamation as those working in more glamorous specialties. What does the Minister think can be done to improve the status of those working in mental healthcare and thus mental healthcare as an attractive career option?"}, {"speaker": "Alistair Burt:", "speech": "      That is a good question. It is very important that true value is given to those who work in such an area, at all levels. When we have seen examples of poor-quality care and the tragedies that have occurred,   "}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Two weeks ago, the Minister kindly came to Hull to talk to parents who are campaigning to get an in-patient facility for children and young people in the Hull area, as the previous one was closed several years ago. Will he update my constituents about any progress in the past two weeks and about whether any of the £1 billion allocated to mental health services will be used in Hull?"}, {"speaker": "Alistair Burt:", "speech": "      I thank the hon. Lady for her question. It was good to see her in Hull with her constituents and those of the right hon. Member for Kingston upon Hull West and Hessle (Alan Johnson). I do not think that any new money is specifically needed to deliver on the commitment to provide in-patient care for young people in Hull and the surrounding area. It seemed to me that people had already agreed on that; the problem was in the delivery of it. She will recall the frustration that I expressed when I was sitting round a table with representatives from the clinical commissioning group, the NHS and the trust, because for some reason it was impossible for us to reach a decision."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      I warmly welcome the Government’s initiative and the taskforce report. I am slightly disappointed by the Opposition’s rather churlish tone, as I thought this was a cross-party matter."}, {"speaker": "Alistair Burt:", "speech": "      Absolutely. Attention is now being paid to crisis care in A&E, which recognises the fact that people who need urgent treatment will go to A&E. The Government are determined to ensure that there is emergency access 24/7 by placing more psychiatric liaison teams in hospitals and by improving crisis care in the community. My hon. Friend is right to recognise the problem. A number of syndromes and issues have particular qualities associated with them that need individual care, and he is right to raise his concerns about those who suffer from Tourette’s."}, {"speaker": "Joan Ryan (Enfield North) (Lab):", "speech": "      The taskforce emphasises the importance of supported housing for people with mental health problems. I think it is right to say that the Minister’s Department made no representations to the Treasury before the changes to housing benefit for tenants in supported housing were announced. It had made no official representations to other Departments as recently as three weeks ago. Will the Minister now make the case to his colleagues in the Departments for Communities and Local Government and for Work and Pensions on the need to exempt vulnerable people from the changes in housing benefit?"}, {"speaker": "Alistair Burt:", "speech": "      I understand the right hon. Lady’s point. I know that such issues are being considered extremely carefully by those who are responsible for developing the policy, but I will ensure that her further concerns are noted and that the Departments recognise them."}, {"speaker": "Helen Whately (Faversham and Mid Kent) (Con):", "speech": "      There is so much good stuff in this report that I must congratulate the authors on their work and my right hon. Friend the Minister on his interest. I particularly welcome the recognition in the report of the gap in the provision of psychiatric liaison services, and the commitment to have such services at the core 24/7 level in at least half of all hospitals by 2020. Will my right hon. Friend advise me on whether such provision is fully funded? Given the difficulties of getting such services in place at the moment, will he take a close interest in the plan to make it happen in practice?"}, {"speaker": "Alistair Burt:", "speech": "      I thank my hon. Friend for her interest in this subject, which she had expressed to me previously, and her work on it. Yes, our determination is that the extra £1 billion a year that will be spent on mental health services will cover the training and the commitment that we have made to 24/7 cover. It is very important that such cover is there. The issue was identified when the Care Quality Commission looked at the work of the mental health crisis care concordat, which has been so successful in its first 12 or 18 months. I can assure her that I am determined to ensure that we provide these facilities."}, {"speaker": "Mr Alistair Carmichael (Orkney and Shetland) (LD):", "speech": "      The report adds to the consensus that arose from Lord Crisp’s commission and the cross-party work led by my right hon. Friend the Member for North Norfolk (Norman Lamb) on ending the practice of out-of-area treatments. Will the Minister commit to putting a timetable on that process so that we might know when it will happen?"}, {"speaker": "Alistair Burt:", "speech": "      The taskforce recommendation is that out-of-area placements should be eliminated by 2020; Lord Crisp’s report said 2017. I would like to see it done as soon as is reasonably practicable. We want to ensure that, where possible, people can be treated locally, as it makes a real difference. The hon. Member for Kingston upon Hull North (Diana Johnson) mentioned one or two cases of young people being treated some way away, and the impact that it has had on them. They lose local community links and the community work that can be done to assist them. We all want to see that ended, and I want it to be done as soon as possible. It will certainly be done within the taskforce’s recommended timescale. If it can be done any quicker locally, area by area, I will be very happy."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      I welcome the Government’s positive response to the taskforce report. Although effective acute care is vital, prevention is better than cure. Will the Government look at ongoing training for all GPs in mental health so that all patients can have access to early diagnosis, care and treatment to prevent problems from escalating?"}, {"speaker": "Alistair Burt:", "speech": "      My hon. Friend makes a good point. GPs are often contacted first when a problem is developing, as I know from my contacts with the British Medical Association and with the Royal College of General Practitioners, which was also very interested in the taskforce report. Those organisations want to ensure that doctors have enough training, because training levels tend to vary according to interest. I know that all GPs are concerned about the matter and want to ensure that they have the skills. Equally, they need to know that they can then refer to the right place. That is what the increased support for both emergency and community services is all about. It is to ensure that there are proper pathways so that people do not get stuck at any particular stage."}, {"speaker": "Helen Hayes (Dulwich and West Norwood) (Lab):", "speech": "      My 15-year-old constituent Matthew Garnett, who has autism, has spent the past six months in a psychiatric intensive care unit 30 miles from home. The unit does not have the specialism to meet Matthew’s needs and he has deteriorated significantly. The specialist bed that Matthew needs is in Northampton, where Matthew’s family have been told there are five young people who are ready for discharge but whose ongoing care cannot be arranged. Clearly, there is a crisis in mental healthcare for children and adolescents. When will the Minister bring a plan to the House to address that, and will he intervene to secure the bed that Matthew Garnett so desperately needs?"}, {"speaker": "Alistair Burt:", "speech": "      I thank the hon. Lady for her question. If she wants to make a particular approach on that case, I am ready to listen."}, {"speaker": "Helen Hayes:", "speech": "      I have already done that."}, {"speaker": "Alistair Burt:", "speech": "      It is already in the works. Okay, thank you. Let me say a couple of things with regard to specialist care. First, even though we want most young people to have access to care close to home, there will always be some specialist care that will require out-of-area   "}, {"speaker": "Stephen McPartland (Stevenage) (Con):", "speech": "      I welcome the Minister’s personal commitment to this issue and the Government’s investment in this area, which the importance of mental health issues alongside physical health in the NHS. Will the Minister clarify how he will hold the NHS to account so that the money is spent on additional mental health services as opposed to just being frittered away?"}, {"speaker": "Alistair Burt:", "speech": "      The engagement of the NHS with the taskforce needs to be recognised and emphasised. The NHS set up the taskforce because it wanted to be clear about the state of mental health services and take a five-year forward view. That is what the taskforce does, but it goes beyond that to say that it has a 10-year vision, which I welcome. Not everything can be done in neat, parliamentary-cycle chunks, so it is important that people have a continuing sense of commitment. The certainty that my hon. Friend wants is demonstrated by the involvement of the NHS, the endorsement of the recommendation by the chief executive, and the work on transparency, which is important to us, to make sure that we can all see where money has been spent. That should hold clinical commissioning groups and the NHS to account on the expenditure issue."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      Paul Farmer’s report highlights the fact that 50% of diagnoses of mental health challenges are made by the age of 14, and 75% are made by the age of 24. He also says in the report:"}, {"speaker": "Alistair Burt:", "speech": "      I thank the hon. Lady for her interest and her considerable knowledge of these issues, which she has raised a number of times."}, {"speaker": "James Morris (Halesowen and Rowley Regis) (Con):", "speech": "      As chairman of the all-party parliamentary group on mental health, I very much welcome the report, as Members in all parts of the House should. There is a high-quality public debate about mental health, in which we are addressing stigma, and the Prime Minister has made two speeches in the past three weeks about mental health setting out the Government’s priorities. Does the Minister agree that there is a unique opportunity for him and the Government to drive forward real, quality change in mental health?"}, {"speaker": "Alistair Burt:", "speech": "      I pay tribute to my hon. Friend for the work that he has done as chair of the all-party group, and indeed to all colleagues in the House who have raised these issues over a period of time and, partly as a result of their personal experiences and their bravery in talking about them, have helped in the process in which we are engaged."}, {"speaker": "Tom Elliott (Fermanagh and South Tyrone) (UUP):", "speech": "      I welcome the taskforce report and the Government’s response. The Minister indicated that £1 billion would be made available by 2021. What is the relationship between that and the devolved institutions in Scotland, Wales and Northern Ireland, and are there any Barnett consequentials?"}, {"speaker": "Alistair Burt:", "speech": "      Although I read the answers to my own questions, I cannot recall one on that point, so the hon. Gentleman has caught me out. I genuinely do not know the answer, so I will write to him about the devolved Administrations or place an answer in the Library. I think we are talking about responsibility in England, because this is a devolved matter, but there is good, close co-operation between officials on the development of mental health services in the devolved Administrations, which will certainly continue. I will make sure that an answer on the finances is placed in the Library."}, {"speaker": "Alec Shelbrooke (Elmet and Rothwell) (Con):", "speech": "      The work that the Minister has outlined is, to my mind, one of the most important pieces of work in this Parliament, and I very much welcome the investment and improved services that have resulted."}, {"speaker": "Alistair Burt:", "speech": "      My hon. Friend is absolutely right. I praise the storyline editors of “Coronation Street” just as much as I do those of “EastEnders”, which has done a remarkable job in relation to perinatal mental health with Stacey’s story over the past few weeks."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      I thank the Minister for his statement, and I acknowledge the work of the taskforce and its report."}, {"speaker": "Alistair Burt:", "speech": "      The hon. Gentleman has a long-standing interest in these issues. He is absolutely right: in England, a pilot project with 27 schools is being run by the Department for Education to locate and identify a single point of contact in those schools on mental health issues for young people. Depending on the results, more projects can be rolled out. Early identification and support in school are absolutely essential, and that work is under way."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      I congratulate the Minister and the Government on their commitment on this. He has just spoken about best practice. Last month in Stafford we held a round table on mental health. One of the issues that came up was that there were a lot of good local initiatives, both in the public and the non-governmental organisation sector, but sometimes they did not know about each other. Will he point us to best practice in the sector?"}, {"speaker": "Alistair Burt:", "speech": "      I am happy to do so, and I welcome my hon. Friend’s question. As I indicated earlier, something that has perplexed me since I have been in this role is the variation in practice in different places. It has never been easier to transfer information by electronic means and make people aware of best practice, but it is still difficult to move things around. We need to make sure that there is a website—a clearing house—for ideas in such areas."}, {"speaker": "Luciana Berger:", "speech": "      It already exists in the Positive Practice collaborative."}, {"speaker": "Alistair Burt:", "speech": "      Absolutely. We need to make sure that we have proper ways to access all the different ideas. A lot of work has gone into this, and we need to make sure that it is easy to access different ideas. There is a lot going on, and a lot can be done in relation to spreading best practice."}, {"speaker": "Mr Speaker:", "speech": "      I gently remind the House that exchanges in the Chamber are not a private conversation. It is quite important, from the vantage point of those who take a full and complete record of our proceedings, that they can hear what is said."}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      Sorry?"}, {"speaker": "Mr Speaker:", "speech": "      Thank you for that helpful interjection from a sedentary position."}, {"speaker": "Conor McGinn (St Helens North) (Lab):", "speech": "      The Minister welcomed the work of the taskforce and its comprehensive report. I agree entirely. He said that he would seek to implement the measures in a rolling programme, but can we infer from that that he is committed to implementing all the measures and that he fully accepts all the recommendations?"}, {"speaker": "Alistair Burt:", "speech": "      Yes, we have indicated that we accept all the recommendations by the taskforce. I would like to roll out responses to them over a period of time so that they are regularly brought back to the House. Our commitment to expenditure, training and dealing with the recommendations is clear."}, {"speaker": "Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP):", "speech": "      I declare an interest as a registered clinical psychologist. I thank the Minister for his commitment and the taskforce for its informative report. In considering mental health across the lifespan, the report highlights the fact that 40% of people living in care homes are affected by depression, which contributes to morbidity. Alongside medical and social care, will the Minister commit to funding older adult specialists in psychological treatment, to address the growing mental health needs of our population?"}, {"speaker": "Alistair Burt:", "speech": "      I thank the hon. Lady for her work in this area, for her commitment to this area since she has been in the House, and for being at the National Autistic Society event last night, where she again demonstrated that interest. May I look at the suggestion that she makes? It is well recognised that with the growing incidence of dementia and other issues, and with those in care homes being increasingly frail, there will of course be a need for further specialised work. May I look at that area in particular and come back to her in due course?"}, {"speaker": "Chris Bryant (Rhondda) (Lab)", "speech": "     (Urgent Question): To ask the Leader of the House to make a statement on the Government consultation on Short money."}, {"speaker": "The Parliamentary Secretary, Cabinet Office (John Penrose):", "speech": "      I am happy to confirm that since we last discussed this topic on the day the House rose for recess, we have completed the steps I promised at the time. On Friday 12 February I tabled the statutory instrument required to change the allocations of policy development grants to fund political parties, in line with the recommended changes put forward by the independent Electoral Commission. Last Thursday the Deputy Leader of the House and I tabled a request for views about potential similar changes to Short money. I hope the House will therefore appreciate why I am responding to this urgent question."}, {"speaker": "Chris Bryant:", "speech": "      That is all very well, but Short money has nothing to do with the Cabinet Office. It is House business, not Government business. The whole point is that it enables Parliament to do its business properly. The accounting officer is not the permanent secretary of the Cabinet Office, but the Clerk of the House. The Leader of the House should be here doing his job properly and answering questions."}, {"speaker": "John Penrose:", "speech": "      I am happy to reassure the hon. Gentleman that the cost of Spads, as I mentioned when we last met to discuss this, has fallen since the general election. The request for views is entirely clear about the various different causes of the rise in Short money, and the consultation asks for views and expressions of how it might be amended point by point, so the hon. Gentleman is quite wrong about how the request for views is done."}, {"speaker": "Mr Speaker:", "speech": "      Order."}, {"speaker": "John Penrose:", "speech": "      I was hoping for a more constructive response. I was hoping for a more balanced response. I was hoping for a set of proposals I could use as a response to the request for views. I am afraid that that is not what we have had, and I deeply regret that. I hope there is still time for us to move forward in a more constructive fashion."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I thank my hon. Friend for launching a consultation, which, I have to confess, seemed to be lacking earlier in the process, so that is obviously a step forward. It is legitimate to ask whether it costs more or less to run an Opposition depending on how big the Government’s majority is. The official Opposition have a function that should be carried out regardless of the number of seats they have. I assure my hon. Friend that the Public Administration and Constitutional Affairs Committee will continue to take an interest in this matter, although I hope it can be resolved rather more consensually than today’s exchanges."}, {"speaker": "John Penrose:", "speech": "      I thank my hon. Friend for those comments and particularly for his final point about trying to resolve these issues more consensually. I look forward to any conclusions his Committee arrives at. I completely agree that it must make sense at least to ask, and to request views about, what the proper cost of running an Opposition—the official Opposition or, indeed, some of the other Opposition parties—should be. That does not necessarily vary depending on the number of votes cast at an election, which is something the current system requires, for example."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      I declare an interest as the national secretary of the Scottish National party. It is a good thing that a consultation is taking place, but why limit it just to political parties? Why not extend it to the public and other stakeholders who might have an interest? There is nothing wrong in principle with reducing the cost of politics, so can we get some assurances on reducing the number and cost   "}, {"speaker": "John Penrose:", "speech": "      Obviously, the conclusions of the request for views will depend on what views are expressed, and I do not want to prejudge that. We will, however, want to move promptly and swiftly to make sure that any staff who might be affected by any changes that are announced have the maximum time for planning and that there is certainty as soon as there can be."}, {"speaker": "John Glen (Salisbury) (Con):", "speech": "      I regard Short money as a critical part of our democracy, but given the realistic comparison with special advisers, and the steps the Government have taken to have transparency in the publication of senior special advisers’ salaries, does the Minister not think it is appropriate for the Opposition to have greater transparency in the salaries of their senior appointed researchers?"}, {"speaker": "John Penrose:", "speech": "      My hon. Friend, who was involved with administering Short money and policy development grants before he came into the House, knows whereof he speaks. He is right that it is essential that we demand the same transparency for taxpayers’ money in all areas. That should include not just the cost of Spads, which is already transparent, but, equally, policy development grants and Short money."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      I have no problem at all with the transparency that has just been asked for. The Minister is a decent man, but I think he has been tasked with doing someone else’s dirty business. What he is proposing is not actually about the cost of politics; if it were, he would also propose a cut in the budget for special advisers. This is actually about gagging the Opposition. Will he scrap this rushed consultation, abandon the attack on the scrutiny of the Government and look again at how the cost of politics can be reduced by, for instance, chopping the budget for special advisers?"}, {"speaker": "John Penrose:", "speech": "      I thank the right hon. Gentleman for his kind comments about me, and as a member of the Whips Office with him in the last Government, I reciprocate, of course. He is right that there are other ways of cutting the cost of politics. For example, we have in front of us proposals to reduce the total number of MPs in this House. I would not, therefore, want to limit what we plan to do just to Short money, but we should not let that be the enemy of doing the right thing on this issue either. Therefore, it is essential that we proceed with these proposals, and I hope we can rely on the right hon. Gentleman’s support."}, {"speaker": "Mr Andrew Tyrie (Chichester) (Con):", "speech": "      Having had a hand in the creation of the policy development grant, and having argued vigorously for Short money increases when the Conservative party was in opposition, I will have to look carefully before arguing for anything other than that this decision to make such a substantial cut needs to be reconsidered. It certainly seems unacceptable that it is being introduced in one year. Everybody understands the need for financial stringency, and for   "}, {"speaker": "John Penrose:", "speech": "      May I start by reassuring my right hon. Friend that we are talking not about a cut, but about a slower rise? The cost of Short money has already risen by 50% since 2010, which is a significant amount. We are talking about reducing the rise, which, if nothing were done, would continue to ratchet up between now and the end of the Parliament. I would also say to him that the total salary bill for Spads is still lower than the total cost of Government funding from policy development grants, Short money and other sources. Therefore, while I agree that the two things are not directly comparable, there is some symmetry. I hope he is reassured by the fact that the Spad salary bill is much lower overall than the bill for the total funding of Opposition parties."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      Will the Minister clarify his thinking on policy development grants and how it ties in with the views of the Electoral Commission?"}, {"speaker": "John Penrose:", "speech": "      The House will be aware that the independent Electoral Commission has undertaken a fairly careful consultation over some time and has made some recommendations. The statutory instrument I mentioned in my initial remarks implements some  of those, but not all as yet. We are holding off on deciding how we proceed with the remainder of the recommendations until we have the results of the expression of views. Given the obvious parallels between Short money and policy development grant, we thought it was sensible to make sure we had one set of answers before we proceeded with the other recommendations."}, {"speaker": "Suella Fernandes (Fareham) (Con):", "speech": "      The cost of Short money has increased by 68% cumulatively since 2010. Is that really justifiable at a time when councils of all colours are making very large efficiency savings? Surely, taxpayer-funded political parties can do the same."}, {"speaker": "John Penrose:", "speech": "      I could not agree more. People outside this place—outside the Westminster bubble—who are looking at our discussions today will not understand why politicians feel that they should treat themselves separately and as a special case. Those people will look at what has happened to their budgets over the last five or six years and say, “What is sauce for the goose should be sauce for the political gander as well.”"}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      Setting aside for a moment the outrageous detail of the request for views, will the Minister tell the House what effect a cut in Short money would have on scrutiny and on the comfort, or discomfort, the Executive feel as they go about their business?"}, {"speaker": "John Penrose:", "speech": "      As I mentioned, the amount of Short money has gone up by 50% since 2010, so Opposition parties have a great deal more money with which to do their job than they did before. I refer the hon. Gentleman back to the comment made when we last considered this issue, about 10 days ago, by the hon. Member for Clacton, who pointed out that the costs of research and many other political functions are now potentially lower. Given what is being asked of many Departments and local authorities, it is certainly reasonable to ask people to work more efficiently in future."}, {"speaker": "Tom Pursglove (Corby) (Con):", "speech": "      I think the public will be astonished that full accounts do not have to be published in this age of transparency. How is the Minister going to put that right?"}, {"speaker": "John Penrose:", "speech": "      I devoutly hope that the result of this process will be an increase in transparency. We already have improved transparency in pretty much every other area of taxpayer-funded spending, and we already have transparency that is far better than that for Short money on policy development grants—a very similar kind of grant. It would therefore be increasingly out of step with the modern world for us to assume that Short money should somehow be magically exempt."}, {"speaker": "Dr Alasdair McDonnell (Belfast South) (SDLP):", "speech": "      I would challenge the Minister, because I do not see this money as being for politicians; it is for our staff and our support teams. It is essential that we have those staff and support teams so that we deliver, and deliver well, for our constituents and the people we serve. Transparency is not an issue. None of us in this House, as far as I am aware, will dispute the need for transparency, and any moves towards transparency would be broadly supported. However, the problem is that my arithmetic seems to have gone awry. My figures tell me that in 2010 the Chancellor employed four special advisers, at a total cost of £230,000, and today he employs 10 special advisers at a total cost of £700,000. That is a 204% increase, according to my arithmetic; perhaps I am wrong. How can the Minister defend a 24% cut to those of us who are trying to make things work and a 204% rise for those in the Chancellor’s office? The Chancellor’s Spad team now costs more than the total cost of policy development grant given to all of us on these Benches—DUP, Plaid Cymru, SNP and SDLP Members. The Chancellor gets more than we get."}, {"speaker": "John Penrose:", "speech": "      As I said, the cost of special advisers has fallen since the last general election. I would just point out that Gordon Brown, when he was Chancellor, had more Spads than the current Chancellor, and that the average salary of a special adviser is currently £2,000 less than it was under Gordon Brown’s Government in 2009."}, {"speaker": "Edward Argar (Charnwood) (Con):", "speech": "      Short money, quite rightly, exists to enable Opposition parties to undertake scrutiny and parliamentary duties. Many of my constituents will therefore find it hard to understand the funding received by Sinn Féin when its Members neither attend this House nor participate in its activities. Will my hon. Friend undertake to look at this anomaly?"}, {"speaker": "John Penrose:", "speech": "      For a long time, the funding received by Sinn Féin has been treated as a separate but parallel consideration subject to a separate resolution of this House. I would expect that to continue and for it to receive separate, special consideration as a result."}, {"speaker": "Mr Douglas Carswell (Clacton) (UKIP):", "speech": "      I welcome the Government’s announcement that they will be cutting Short money, and I urge Ministers to stick to their guns and not to retreat. The sight of special pleading from political parties wanting to get their hands on taxpayers’ cash is disgraceful. I urge Ministers not only to slash Short money but to insist that all political parties publish fully audited accounts of what they spend it on, as my party will at the end of this year, so that we can see the hotel bills and precisely what they spend that taxpayers’ money on."}, {"speaker": "John Penrose:", "speech": "      I strongly agree with the hon. Gentleman. It is a timeworn phrase but it bears repetition: sunlight is the best disinfectant."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      I am sure that the Minister will agree that it is vital that the Government secure value for money. Given that the purpose of Short money is to provide a credible Opposition, does he agree that the display that we have seen so far, with the announcement of policies such as nuclear submarines without nuclear missiles, shows that much of it has been completely squandered?"}, {"speaker": "John Penrose:", "speech": "      I hesitate to follow my hon. Friend down such a path, but if the purpose of Short money is to provide a credible Opposition and it has gone up by 50% since 2010, perhaps we now have an incredible Opposition instead."}, {"speaker": "Mr David Winnick (Walsall North) (Lab):", "speech": "      Since, with the one exception that we have just heard, there is such strong feeling among those on the Opposition Benches that the Government are intending to undermine the work of the Opposition, would it not be sensible to do what was done originally when Short money was introduced—namely, to have constructive talks with the Opposition, with no ultimatum in the beginning, in order to reach a fair settlement?"}, {"speaker": "John Penrose:", "speech": "      I had rather hoped that the request for views would elicit a strong and perhaps constructive response. I am afraid that has not been visible so far, but none the less I hope that that may change between now and the end of the period of the request for views. I also point out to the hon. Gentleman that because we are facing a deficit, time is pressing and we have less fiscal slack to play with."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      Will the Short money reforms mean that Labour has to name and give the salaries of its special advisers, particularly those who write the Leader of the Opposition’s speeches, because although I do not know their remuneration, I think they are hugely overpaid?"}, {"speaker": "John Penrose:", "speech": "      Given the level of transparency that is already rightly expected of the Government when employing Spads, for example, it is reasonable to ask for an equivalent level of transparency with regard to how Short money   "}, {"speaker": "Justin Madders (Ellesmere Port and Neston) (Lab):", "speech": "      The Minister talks a lot about savings to the taxpayer, but can he confirm that any savings that will be made by these proposals will in fact be dwarfed by the extra cost to the public purse as a result of the Prime Minister’s prolific rate of appointments to the other place?"}, {"speaker": "John Penrose:", "speech": "      Actually, the cost of the House of Lords, I am told, is falling even while its numbers are rising, and so the cost to the public purse will be reduced as a result of the changes that are happening at the other end of the building."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      I hope the Minister will recognise that there appears to be consensus in the House on transparency. Would it be fair enough, given that the Government have reduced their travel costs during their time in office, that the Opposition should publicise their travel costs and claims for special advisers running up and down the country?"}, {"speaker": "John Penrose:", "speech": "      That is an intriguing proposal, and I thank my hon. Friend very much for it. I will take it as a constructive suggestion for the request for views."}, {"speaker": "Julie Elliott (Sunderland Central) (Lab):", "speech": "      Given the increase in costs of Spads since 2009 by some 56%, the proposed cut in Short money of 24% over four years  is disgraceful. Is the Minister not ashamed of his Government’s attack on democracy and scrutiny in this House?"}, {"speaker": "John Penrose:", "speech": "      We have already covered these points. Short money has already gone up by 50%, and it has gone up by 30% in the past year. I think that people listening to these exchanges will be asking themselves how much it costs to run an Opposition and why politicians feel they are so much more deserving of cash than, for example, benefits claimants whose money has not risen at anything like the same speed."}, {"speaker": "Dr Matthew Offord (Hendon) (Con):", "speech": "      Given the public’s perception of the performance of the Leader of the Opposition, perhaps we should just take the Opposition’s money away completely."}, {"speaker": "John Penrose:", "speech": "      I will take that as a suggestion and a proposal. I suspect that the weight of views across the House may probably be rather against it and that people do feel that there is a place for Short money, if it is properly reformed, in the same way that there is a place for the policy development grant, in order to make sure that an effective Opposition, properly, not excessively, funded, can function."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      Again, I ask this question: with the cost of Government Spads rising, will the Minister concede that a disgraceful 24% cut to the Opposition parties’ funds is a case of double standards and an impediment to the Opposition parties’ scrutiny of the Executive?"}, {"speaker": "John Penrose:", "speech": "      I am afraid that I respectfully disagree with the hon. Lady, if only because, as I said, the cost of Spads has fallen since the general election and will still remain lower than the total funding for Opposition parties."}, {"speaker": "Christopher Pincher (Tamworth) (Con):", "speech": "      Spending of Short money is unnecessarily opaque, so in his consultation, will my hon. Friend seek representations from senior, and numerate, Opposition Members such as the right hon. Member for Kingston upon Hull West and Hessle (Alan Johnson) and the hon. Members for Nottingham East (Chris Leslie) and for Islwyn (Chris Evans) as to whether they think that the taxpayer, and indeed their own party, gets value for money from the likes of Seumas Milne?"}, {"speaker": "John Penrose:", "speech": "      I will take submissions from any Member on either side of the House on what would involve good value for money. My hon. Friend is absolutely right to focus on the questions of what represents value for money, how much it costs to run an Opposition office and whether we can make sure it is done as efficiently as possible with taxpayers’ cash."}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab):", "speech": "      The fact is that the number of special advisers has gone up to 96 and the Prime Minister has appointed a record 236 peers to the other place. Meanwhile, the Government have introduced the Transparency of Lobbying, Non-Party Campaigning and Trade Union Administration Act 2014 and are attempting to gag the trade unions and cut the Short money. That shows that the Government are not interested in cutting the cost of politics. It is absolutely clear that they want to silence any opposition in this country."}, {"speaker": "John Penrose:", "speech": "      I am afraid that I do not accept the premise of the hon. Lady’s question. We are proposing to cut the number of MPs in this place—which is not an easy thing to do—so we are very serious about cutting the cost of politics. I therefore hope that, in that spirit, people will contribute constructively to the request for views."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "      Does the Minister agree that my constituents at least have the right to as much transparency as possible on how Short money is being spent? For all they know, it could be being used by hon. Members to help them write their books."}, {"speaker": "John Penrose:", "speech": "      I am sure that none of the Opposition parties would spend taxpayers’ money in such a disrespectful fashion, but they will, of course, have nothing to hide, so I am sure that nobody will be at all concerned about proposals for increased transparency."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "      Will the Minister confirm that this will have to be done by a resolution of the whole House? Does he have a date in mind for such a resolution?"}, {"speaker": "John Penrose:", "speech": "      The usual parliamentary process will be followed, so there will have to be a proposal. The statutory instrument for positive development grants has already been laid, and that can be either passed or prayed against in the usual way. The hon. Lady is right to say that, when we come up with proposals for Short money, they will have to be passed by a resolution of this House."}, {"speaker": "Jake Berry (Rossendale and Darwen) (Con):", "speech": "      Will the Minister confirm that during the consultation he will specifically look at protecting and supporting the interests of minority parties? They have a hugely important role to play in this Parliament, especially when we have such a divided and weak official Opposition."}, {"speaker": "John Penrose:", "speech": "      I gave in my initial remarks an illustration of some of the peculiarities of the distribution of Short money. I gave comparisons between the money received by UKIP and the Greens, but there are other examples. Many Members of smaller Opposition parties will be able to quote examples of why they feel they are being either under or over-remunerated, depending on who they are. Therefore, it is certainly sensible for us to ask how that can be improved and whether the basis of allocation can be made better."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      “Cutting the cost of politics,” the Minister says, meaning cutting the number of elected MPs while stuffing the other place full of his mates, and cutting support to Opposition parties while greatly increasing the number of Government special advisers. If he wants to cut the cost of politics, why has the Conservative party claimed £1.27 million in policy develop grants since 2010?"}, {"speaker": "John Penrose:", "speech": "      The allocations of money as per policy development grants are based on recommendations by the independent Electoral Commission, not on Government proposals. I would also point out that we are practicing what we preach, because in previous years the allocation of policy development grants to the Conservative party has been scaled back. We have handed some of that money back, for precisely the reasons that I described earlier about wanting to cut the cost of politics."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      With a national debt of £1.5 trillion, or £24,000 per every man, woman and child in this country, and some Government Departments making heroic efforts to cut back-office functions—the Ministry of Justice is cutting 50% of its back-office functions—what possible signal does it send out to the country and to the civil servants doing those jobs when they see some political parties refusing even to engage with sensible reforms of their own funding?"}, {"speaker": "John Penrose:", "speech": "      I could not agree more. The general public will not understand why politicians feel that we should be a special case. They will look at and listen to this debate and ask, “Why should these guys think they    "}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      I do not think that the general public will understand why the Cabinet Office has 50 press and communications officers or why the Ministry of Justice has 42 external communication officers. Should not the Government start to tighten their own belt and cut their own cloth first?"}, {"speaker": "John Penrose:", "speech": "      The Government are putting their own house in order. We made dramatic savings in the public sector over the course of the last Parliament and we are continuing to make further savings, including of 19% in unprotected Departments, across the whole of Government in this Parliament, so I respectfully reject the hon. Lady’s starting assumption."}, {"speaker": "Conor McGinn (St Helens North) (Lab):", "speech": "      In the last Parliament, I was an adviser to the then shadow Secretary of State for Defence, my hon. Friend the Member for Gedling (Vernon Coaker), along with one other part-time member of staff. By contrast, the Government Ministers had four special advisers, a series of private offices and hundreds of press officers and policy advisers. There is no equivalence. Will the Minister accept that Short money is not profligate, but the minimum required for opposition in a healthy parliamentary democracy?"}, {"speaker": "John Penrose:", "speech": "      If it is the minimum required for sensible opposition, perhaps the hon. Gentleman can explain why it is so much higher now than it was five years ago in real terms, and why it will be higher than it was in 2014-15. If the costs of running an Opposition are consistent—they may even be lower than they used to be—the current levels of Short money, having risen so far, must be over-budget and something where savings can be made."}, {"speaker": "The Parliamentary Under-Secretary of State for Transport (Claire Perry):", "speech": "      With permission, Mr Speaker, I would like to make a statement to the House."}, {"speaker": "Andy McDonald:", "speech": "      I am grateful to the Minister for advance sight of her statement. On behalf of myself and of Her Majesty’s Opposition, I am in the happy position of being able very much to welcome the announcement. Crossrail has had cross-party support over its lengthy gestation period, and we all look forward to the considerable benefits that the new line will bring in the years ahead."}, {"speaker": "Claire Perry:", "speech": "      It is a delight to share, as we often do, a cross-party view—total agreement—on transport infrastructure. I would like to answer some of the hon. Gentleman’s questions."}, {"speaker": "Tom Pursglove (Corby) (Con):", "speech": "      I strongly welcome the Minister’s statement. Can she guarantee that in the final 30% of the construction process we will be trumpeting the use of British steel wherever possible?"}, {"speaker": "Claire Perry:", "speech": "      I am happy to confirm that that is absolutely the case. Indeed, 85% of the supply chain providing steel to the project is UK-based, and the 57 km of rails that run through the central tunnel are 100% provided by UK steel suppliers. I am sure that my hon. Friend will also welcome the fact that 61% of the firms that have won work associated with the project are based outside London."}, {"speaker": "Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP):", "speech": "      I, too, thank the Minister for providing an advance copy of her statement. I will come to the name of the line in a moment, but may I first welcome the increased opportunities that the project has provided for women? More needs to be done to get the message out to women and young girls about the opportunities that are available for them. I also welcome the accessibility aspect, which is an important factor."}, {"speaker": "Claire Perry:", "speech": "      I thank the hon. Gentleman for a very important list of questions. He is absolutely right to focus, as we are, on the diversity opportunities that have opened up as a result of this project. People too often think of engineering skills, particularly on the railways, as involving joining the wheel-tappers and shunters   "}, {"speaker": "Mrs Louise Ellman (Liverpool, Riverside) (Lab/Co-op):", "speech": "      I welcome this announcement, and the Minister is right to praise Crossrail—the Elizabeth line. Does she think it is a suitable model to follow for Rail North, and indeed for the new northern transport body that has just been set up, Transport for the North, so there can be investment in new lines right across the north of England to make the northern powerhouse a reality?"}, {"speaker": "Claire Perry:", "speech": "      I thank the hon. Lady for her support for the announcement. She is right to focus on such parallels. Clearly, transport money is best spent when it is pulled through to satisfy local demands and to drive local economic growth. I am sure she welcomes what the Government have done. We have set up Transport for the North on a stand-alone basis and we have funded it, and we have asked the devolved authority to work on plans and proposals to drive forward infrastructure investment in the region. In his comments, the hon. Member for Middlesbrough (Andy McDonald) referred to the role of Lord Adonis. I pay tribute to him for generating this idea and pushing it through, often, as with many rail investments, in the face, frankly, of opposition—"}, {"speaker": "Andy McDonald:", "speech": "      No."}, {"speaker": "Claire Perry:", "speech": "      Well, the hon. Gentleman corrects me, but I am delighted to say that this is now happening. Lord Adonis now heads the Government’s National Infrastructure Commission, which has been tasked with looking at—this idea again has cross-party support and consensus—how we can best spend the ongoing investment in infrastructure for the benefit of the British economy."}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "      Crossrail is a complex project, as the Minister says, especially where there are interchanges with other lines. At Old Oak, it interchanges with overground, underground, Great Western and, of course, HS2 services. Will she look at the very poor co-ordination of that interchange, where every company is doing its own thing, with the Crossrail depot being built in the middle of prime development land? She might like Lord Adonis to look at that, as he knows what he is talking about."}, {"speaker": "Claire Perry:", "speech": "      The hon. Gentleman is right to point out the complexity of the project—some of the tunnels have been tunnelled to within 30 cm of existing infrastructure beneath the streets of London, which is an astonishing achievement—and of the interchanges, on which such decisions are often considered to be too complicated. The Government, TfL and Network Rail are working closely with the Old Oak and Park Royal Development Corporation—that is another example of a devolved authority—to make sure that it understands its aspirations for the publicly held land at Old Oak Common. It is a balancing act and it is difficult to get it right for the future, but we will continue to invest in this vital infrastructure and we will make it work for the benefit of the British economy and of rail passengers across the UK."}, {"speaker": "Alison McGovern (Wirral South) (Lab):", "speech": "      I agree wholeheartedly with what the rail Minister and the shadow rail Minister have said about Her Majesty and about our brilliant railway staff. I am a former Network Rail staffer, and I worked with some fantastic women engineers. May I, however, offer the Minister some constructive criticism? Her statement made more references to services to Liverpool Street than to those to Liverpool. Now that Crossrail is moving towards completion, will she turn her attentions northwards, and will she say when she will meet a delegation from Merseyside to discuss rail services there?"}, {"speaker": "Claire Perry:", "speech": "      I talked more about Liverpool Street only because Crossrail does not of course go very far north at the moment. I have great respect for the hon. Lady, but she will know from her constituency that we have electric trains running between Manchester and Liverpool for the first time ever. That is tangible evidence that the Government are delivering both on infrastructure promises in the north and on rolling stock. I am sure that she, like me, has long thought the Pacer should have been phased out a long time ago, because it is not fit for purpose in moving people around such a vibrant and growing part of the country—the north—which I know she is proud to represent. This Government are taking such investment decisions. My door is always   "}, {"speaker": "Wes Streeting (Ilford North) (Lab):", "speech": "      May I add my congratulations to the whole Crossrail team on this remarkable feat of engineering, which will bring enormous benefits to my constituents in Ilford? In particular, I want to pay tribute to my hon. Friend the Member for Ilford South (Mike Gapes), who, as chair of the all-party group on Crossrail, has batted particularly strongly, if I may say so, for the longer-term benefits for the residents of Ilford."}, {"speaker": "Claire Perry:", "speech": "      I thank the hon. Gentleman for his support, and indeed for highlighting “Clean for the Queen”, which will have us all putting on our rubber gloves and getting out our litter pickers in the next few months. He raises the important point that this House is at its best when we come together to invest in major pieces of infrastructure that will transform the lives of those who will benefit directly, but also benefit those working for such a construction project or, indeed, supplying products for it."}, {"speaker": "Clive Efford (Eltham) (Lab):", "speech": "      Could some of the efficiency that the Minister has spoken about with regard to Crossrail be applied to Southeastern, which has been providing an appalling service? Will she agree to meet a delegation of MPs from south-east London to discuss how that might be done?"}, {"speaker": "Claire Perry:", "speech": "      The hon. Gentleman has long been a doughty campaigner for improved rail services for his constituents. I hope that he received a letter from me just a few weeks ago, which said that I hope to make a decision shortly about the long-awaited capacity increases, because I know that he is very concerned about the crowding on those trains. I hope to have good news on that very shortly, but, as he knows, my door is always open."}, {"speaker": "Mr Speaker:", "speech": "      I am sure that if the hon. Gentleman received the Minister’s letter, his happiness would be as unalloyed as hers obviously is today. We are extremely grateful to her."}, {"speaker": "Alex Cunningham (Stockton North) (Lab):", "speech": "      On a point of order, Mr Speaker. There appears to be considerable confusion in the Government over which Department is responsible for making an application to the EU solidarity fund for assistance for flood-hit communities across the north of England."}, {"speaker": "Mr Speaker:", "speech": "      Certainly, it would help if there were clarity. The hon. Gentleman knows that it is not for the Chair to adjudicate between what one Department says and what is said by another, but it is very important that Members know which Department is responsible and from whom they can expect an authoritative answer. My request to those on the Treasury Bench, therefore, is that they ensure that this matter is clarified authoritatively sooner rather than later. Pursuant to that objective, it might help if the hon. Gentleman is in his place for the business question tomorrow in order that he can probe the Leader of the House about it."}, {"speaker": "Gavin Robinson (Belfast East) (DUP):", "speech": "      On a point of order, Mr Speaker. It was devastating news for my constituents and the Northern Ireland economy last week that 1,080 jobs will be lost at Bombardier. Indeed, jobs will also be lost at Derby in mainland Great Britain. Is it in order to inquire of you whether Departments have made any approaches to come to this House so that we can not only raise the consequences of the decision, but seek an assurance from Her Majesty’s Government that there is support for innovation and aviation in our society?"}, {"speaker": "Mr Speaker:", "speech": "      I have received no approach thus far, as far as I am aware, from any member of the Government asking to make a statement on the matter. The hon. Gentleman may use the Order Paper to pursue his objective. Moreover, if he is so seized of the importance and, perhaps, the urgency of the matter that he wishes   "}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      On a point of order, Mr Speaker. This is a two-headed point of order, if that is okay. The first refers to the exchanges that we had earlier with the Parliamentary Secretary, Cabinet Office, the hon. Member for Weston-super-Mare (John Penrose) on Short money. Will you confirm that it is indeed true that the accounting officer for Short money is the Clerk of the House, not the permanent secretary to the Cabinet Office? Has the Clerk of the House therefore been consulted about Short money? Why has the Vote Office—this is still the first head—still not been provided with copies of the consultation, when it pertains directly to the House of Commons?"}, {"speaker": "Mr Speaker:", "speech": "      I am grateful to the shadow Leader of the House for his point of order. Let me answer his two inquiries. First, I can indeed confirm that in respect of Short money, the accounting officer is the Clerk of the House. On whether the Clerk has been consulted, I am not at all sure. The Clerk is well aware, as I am well aware, of the consideration of policy on this matter. Moreover, I have seen a copy of the consultation document. Beyond that, I would not go."}, {"speaker": "Chris Bryant:", "speech": "      Thursday."}, {"speaker": "Mr Speaker:", "speech": "      Thursday, I beg your pardon. I am getting ahead of myself. It will be difficult, but we can just about wait for the hon. Gentleman’s contribution at the business question on Thursday. That is not to say that the matter will not be raised before then. I hope that that is helpful for now."}, {"speaker": "Geraint Davies (Swansea West) (Lab/Co-op):", "speech": "      I beg to move,"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I must draw the House’s attention to the fact that financial privilege is involved in Lords amendments 2 to 6, 8, 9 and 11. If the House agrees to any of these amendments, I shall ensure that the appropriate entry is made in the Journal."}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      I beg to move, That this House disagrees with Lords amendment 1."}, {"speaker": "Mr Deputy Speaker:", "speech": "      With this it will be convenient to discuss the following:"}, {"speaker": "Priti Patel:", "speech": "      The Bill is a vital part of the Government’s reforms that are moving this country to a high wage, low tax, low welfare economy. It is fundamental to our commitment to end child poverty and improve children’s life chances, and to ensure that work always pays more than a life on benefits and that support is focused on the most vulnerable."}, {"speaker": "Stephen Timms (East Ham) (Lab):", "speech": "      Does the Minister accept that income has a huge impact on life chances?"}, {"speaker": "Priti Patel:", "speech": "      Income is one of many factors that impact on life chances and poverty, which is why the Government are very much focused on tackling the root causes of child poverty. I will come on to discuss that issue even   "}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP):", "speech": "      The Minister mentions the fact that income is a factor in poverty, but the executive summary of her own Government’s report from January 2014 states:"}, {"speaker": "Priti Patel:", "speech": "      I say to the hon. Gentleman and to all Members that work remains the best route out of poverty. Moving people into work, and helping their income grow once they are in work, is exactly our focus."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      What would the Minister say to those of my constituents who have limited abilities? Would she say it is better to try to help and support them into some form of employment, albeit on reduced hours, or to write them off and say they cannot contribute to society?"}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend is absolutely right. This is the fundamental difference between our party and the Labour party in government. We are committed to supporting people to get into sustained employment, rather than consigning them to a life of dependency on benefits, which has counterproductive consequences."}, {"speaker": "Alison McGovern (Wirral South) (Lab):", "speech": "      The Minister is wrong, is she not? The new deal got more people into work than ever before, whereas this Government are taking money out of the pockets of working families. How can she say that she wants working people to feel the benefit when universal credit will make them poorer?"}, {"speaker": "Priti Patel:", "speech": "      The hon. Lady is wrong in many, many ways. For a start, this Government have supported more people back into work than ever before. Our welfare reforms are helping, through universal credit and our work coaches in particular, and by giving individuals dedicated support to help them not just get into work but remain in work."}, {"speaker": "Wes Streeting (Ilford North) (Lab):", "speech": "      Will the Minister give way?"}, {"speaker": "Priti Patel:", "speech": "      I will come back to the hon. Gentleman shortly, but I would like to make a bit of progress. Before I come on to discuss the child poverty income measures, I would like to touch on ESA. I will come back to some of the detailed questions."}, {"speaker": "Dawn Butler (Brent Central) (Lab):", "speech": "      Macmillan Cancer Support has warned that cancer patients could be at risk of losing their homes if proposed Government cuts to ESA go ahead. Does the Minister have anything to say to Macmillan?"}, {"speaker": "Priti Patel:", "speech": "      What I would say is that Macmillan has also said that many people diagnosed with cancer would prefer to remain in real work or return to their job during or after treatment. It is important that the House recognises—[Interruption.] If the hon. Member for Pontypridd (Owen Smith) would like to intervene he is very welcome to do so, but I think he should let me finish my point before he starts chuntering away. It is essential that people suffering with cancer get the right support. Obviously, when people are in the ESA support group and are unable to work, they will remain in the support group and be supported financially."}, {"speaker": "Owen Smith (Pontypridd) (Lab):", "speech": "     rose—"}, {"speaker": "Priti Patel:", "speech": "      Is this on Lords amendment 1?"}, {"speaker": "Owen Smith:", "speech": "      It’s about Macmillan."}, {"speaker": "Priti Patel:", "speech": "      I give way to the hon. Gentleman."}, {"speaker": "Owen Smith:", "speech": "      I am grateful to the Minister. She prays in aid Macmillan. Will she confirm that it is opposed to the £30 a week reduction for members of the ESA work-related activity group? It is not in favour of it; it is opposed to it."}, {"speaker": "Priti Patel:", "speech": "      I think Macmillan, alongside the Government, recognises that those on the support group will, rightly, not be affected. They will be supported, because they are in the support group and therefore obviously ill."}, {"speaker": "Neil Gray:", "speech": "      Will the Minister give way?"}, {"speaker": "Priti Patel:", "speech": "      No, I will not give way. I am speaking to Lords amendment 1."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Will the Minister give way?"}, {"speaker": "Priti Patel:", "speech": "      I am going to make some progress on Lords amendment 1, and then I will give way to the hon. Gentleman."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Priti Patel:", "speech": "      I will give way shortly."}, {"speaker": "Andrew Gwynne:", "speech": "      The Minister would perhaps want me to remind her that child poverty fell by 1 million under the Labour Government, which is something we should be proud of. Her own advisers advised against removing the child poverty indicators, so why is she headstrong in ignoring the advice not just of the other place but her own commission, which has said that this is wrong?"}, {"speaker": "Priti Patel:", "speech": "      We discussed this issue in Committee. I just reiterate that the Government are right in our approach: we are focused on tackling the root causes of poverty. Ultimately, as the Prime Minister said in his recent life chances speech, we are here to make sure we can tackle those long-term root causes. This is not just about measurement. The economy cannot be secure if we spend billions of pounds on picking up the pieces of social failure. Economic reform and social reform are not two separate agendas, they are connected to one another. Therefore, it is imperative that we focus our resources on how we can transform people’s lives, which is through tackling the root causes."}, {"speaker": "Dr Eilidh Whiteford (Banff and Buchan) (SNP):", "speech": "      Will the Minister give way?"}, {"speaker": "Priti Patel:", "speech": "      Just bear with me a second. [Hon. Members: “Ooh!”]There is no need to be childish. I will give way to the hon. Member for Ilford North (Wes Streeting)."}, {"speaker": "Wes Streeting:", "speech": "      I am grateful and surprised that the Minister has given way. I am sure the Prime Minister is delighted to see her back on message today, as she has not been in the past few days. She talks about the measures in the Bill. How can she go against the advice of her own Government’s commission when it says that "}, {"speaker": "Priti Patel:", "speech": "      Let me remind the hon. Gentleman that we continue to publish data on low-income households. This information is still being published—[Interruption.] It might not be the information that the hon. Gentleman wants to know about, but we are publishing it, alongside doing something that previous Labour Governments successively failed to do—transforming lives, addressing the root causes of poverty and, importantly, ensuring that we tackle the causes that have led to child poverty in the long run."}, {"speaker": "Michael Tomlinson (Mid Dorset and North Poole) (Con):", "speech": "      The hon. Member for Denton and Reddish (Andrew Gwynne), who made a point about child poverty but is no longer in his place, seemed to indicate that due to the recession under the last Labour Government, child poverty fell. Does that not show the fallacy of Labour arguments and reveal that we are trying to seek the root causes of poverty rather than provide some measure that simply does not work?"}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend is right. It is absolutely clear that when children are the future of our country, it is right to focus on delivering better life chances for them. When we publish the life chances strategy in spring, we will make the biggest difference to children’s life chances now and in the future. We must seek to rescue a generation from poverty by extending life chances right across our country. We must build a country where opportunity is more equal, with stronger communities and young people who can face the world with a background of experiences and characteristics that we know are vital for their success. As my right hon. Friend the Prime Minister said, we must seek to"}, {"speaker": "Stephen Timms:", "speech": "      Did the Minister see the report published by the Centre for Social Justice last month, which set out a way of combining the life chances indicators—interesting information will be provided in them—with income indicators, so that we do not ignore income, which is so clearly a key aspect of the whole issue?"}, {"speaker": "Priti Patel:", "speech": "      I thank the right hon. Gentleman for his intervention and his comment. We will publish the life chances strategy in the spring, and I think it will give us every opportunity to consider holistically all the factors that can lead to better outcomes for children and families. I recognise the right hon. Gentleman’s point. On the back of the remarks I have made, I urge hon. Members to support the Government motion and reject Lords amendment 1."}, {"speaker": "Neil Gray:", "speech": "      I look forward to reading the Minister’s White Paper, but is she not approaching the matter the wrong way round? Should she not introduce the White Paper first and then look at making changes to ESA? What does she say to her colleague, the hon. Member for South Cambridgeshire (Heidi Allen)—I look forward to hearing her contribution later—who said on “ConservativeHome” this morning:"}, {"speaker": "Priti Patel:", "speech": "      I rather think the hon. Gentleman makes my point for me in the sense that those in the work-related activity group need more support. Currently, they have    "}, {"speaker": "Stephen Timms:", "speech": "      We have established that Macmillan Cancer Support disagrees with the Minister on this issue. Parkinson’s UK, Mind, and Rethink Mental Illness, whose chief executive wrote to all of us, say that they strongly disagree. So can the Minister tell us the name of any organisation representing disabled people that agrees with the position that the Government have taken?"}, {"speaker": "Priti Patel:", "speech": "      What I would say to the right hon. Gentleman is that we have been working with organisations and disability groups, and we have actually been listening to them. [Interruption.] Rather than making generalised comments from a sedentary position, Labour Members should realise that we are working with those organisations as we move forward with our White Paper—"}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab):", "speech": "      Will the Minister give way?"}, {"speaker": "Priti Patel:", "speech": "      No, I will not."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      The Minister has mentioned fluctuating conditions. It is well known that mental health problems cause fluctuating conditions which are very hard to deal with, but 50% of the people affected by the cut in ESA have such problems. Surely that has not been built into the Government’s thinking. What analysis has the Minister made of the impact?"}, {"speaker": "Priti Patel:", "speech": "      I have just touched on what we are doing to find extra employment support. As I have said, we are working with other organisations, and I have named only some of them. However, the issue of mental health is crucial to the way in which we connect our systems, working with the NHS. A joint working group from the Department for Work and Pensions and the Department of Health is looking into how we can help members of the ESA work-related activity group with mental health conditions, provide signposts for them, and secure treatment for them as well."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "      When the Opposition talk about income, what they really mean are welfare benefits. That is not what we mean when we talk about income. All the evidence shows that 75% of children in relative poverty will be removed from the poverty indicator if both parents in the household are   "}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend is right to highlight the importance of work to people who have previously been locked out of employment opportunities. We have many schemes, but Disability Confident is a very good example of how we can work with employers to deliver sustained employment opportunities for people with disabilities. The Government are doing additional work on a wide-ranging employer strategy, working with employers specifically to establish how we can address the disability employment gap and how they can give people with disabilities more structured and sustained employment opportunities."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      I support Lords amendment 1, which deals with child poverty reporting obligations, and amendments 8 and 9, which relate to the proposed cuts in the employment support allowance work-related activity component and the universal credit equivalent."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "      I am sure my hon. Friend will agree that there are one or two things that we cannot allow Ministers to get away with. Tax credit, for example, was introduced by a Labour Government because the Conservative Government had done nothing about child poverty in the 1990s. More importantly, the Government say they want to get people into work, but in actual fact people who do get into work get zero-hours contracts, and women cannot get child tax credits as the Government have cut that; so much for doing something about child poverty. In Coventry there are 18,000 people using food banks. The Government are doing nothing about child poverty."}, {"speaker": "Debbie Abrahams:", "speech": "      My hon. Friend makes some very valid points and I am going to come on to some of them in a moment."}, {"speaker": "Dr Blackman-Woods:", "speech": "      My hon. Friend is making an excellent case. Does she agree with the Institute for Fiscal Studies and others who have said that the prognosis for child poverty over this decade under this Government is bleak, and that what we are seeing in amendment 1 is the Government trying to hide information about what is happening to child poverty, rather than trying to tackle the underlying causes that lead to it, and that that is disgraceful?"}, {"speaker": "Debbie Abrahams:", "speech": "      My hon. Friend makes a key point, and I will come on to some of the specifics shortly."}, {"speaker": "Oliver Dowden (Hertsmere) (Con):", "speech": "      The hon. Lady talks about in-work poverty, but can she confirm that under the last Labour Government in-work poverty rose by 20%?"}, {"speaker": "Debbie Abrahams:", "speech": "      No."}, {"speaker": "Richard Graham:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Debbie Abrahams:", "speech": "      May I just make these points, then I will give way to the hon. Gentleman?"}, {"speaker": "Paul Scully (Sutton and Cheam) (Con):", "speech": "      Indicators are exactly that; they are not things that can be tackled, whereas this Bill seeks to refocus the Government position on the underlying causes and symptoms. Does the hon. Lady agree that, rather than seeking to hide the figures that she seeks to include in this Bill, they will still be reported in the households below average income report?"}, {"speaker": "Debbie Abrahams:", "speech": "      The point here is about making the Government accountable for their policies that may in turn be affecting those measures."}, {"speaker": "Richard Graham:", "speech": "      The hon. Lady is very kind. Both her party and ours are committed to ending child poverty, so the starting point is the same. The difference, in a sense, is the value of the relative indicator. She knows that one of the difficulties with the relative indicator is that quite often it will apparently improve during times of recession, but go down in times of growth. How effective does she think that is, therefore? About £300 billion was spent on benefits between 2003 and 2008. How effective does she think that expenditure was?"}, {"speaker": "Debbie Abrahams:", "speech": "      As a former public health academic, I will answer in the following way. We know the value of having indicators that we can compare over a long period; that is internationally recognised. They provide an opportunity for this Government and future Governments—and past Governments as well—to be monitored and to be held to account for their policies and the way in which they affect child poverty."}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab):", "speech": "      Does my hon. Friend agree that it is important to remind those on the Government Benches that the Child Poverty Act 2010 had four measures: a relative poverty measure; an   "}, {"speaker": "Debbie Abrahams:", "speech": "      My hon. Friend is spot-on, and again this is what the Lords amendment is asking for: that the exact same measures be included."}, {"speaker": "Alison McGovern:", "speech": "      My hon. Friend is giving a characteristically calm, evidence-based explanation of why money matters, so does she agree that it is disappointing continually to hear the myth from the Government Benches that educational attainment or poor health is what causes poverty, rather than poverty that causes those things?"}, {"speaker": "Debbie Abrahams:", "speech": "      Again, my hon. Friend sums it up perfectly."}, {"speaker": "Richard Graham:", "speech": "      This is a serious question. If the hon. Lady is saying that the evidence shows that the mortality rate of poor children in this country is worse than in the whole of the rest of Europe and the benefits that we are giving are greater than those in the whole of the rest of Europe, something is not working. What does she think needs to be done to improve that?"}, {"speaker": "Debbie Abrahams:", "speech": "      Again, the hon. Gentleman possibly does not have all the evidence. On spending-to-GDP comparisons, we do not do particularly well. The Marmot review of health inequalities concluded:"}, {"speaker": "Richard Graham", "speech": "     rose—"}, {"speaker": "Debbie Abrahams:", "speech": "      I am sorry but I have given the hon. Gentleman a number of opportunities to intervene."}, {"speaker": "Derek Twigg (Halton) (Lab):", "speech": "      My hon. Friend is making a powerful point. Like me, she will see many of these people at her regular surgeries. It is clear to me from talking to them that the required support just is not there, and it is very expensive support that is needed. The Government talk a good game but do not deliver."}, {"speaker": "Debbie Abrahams:", "speech": "      My hon. Friend is absolutely right. I was about to move on to the support that is provided for disabled people through Access to Work. Last year, only 36,800 people received such support. Although I support the Disability Confident scheme, we must recognise that, across the country, there are only 112 active employers who support that initiative. How can we encourage and help disabled people who are fit to work into work when such limited measures are on offer? It is all topsy-turvy."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      Does the hon. Lady agree that the incidence of disability and the incidence of lack of work opportunities do not go hand in hand, and the problem is not evenly distributed throughout the UK?"}, {"speaker": "Debbie Abrahams:", "speech": "      The hon. Gentleman makes a very valid point."}, {"speaker": "Graham Evans (Weaver Vale) (Con):", "speech": "      This Government spend £50 billion a year supporting people with disability and health conditions. That is more than France and Germany. If what the hon. Lady is saying is true, it is not just about money, is it?"}, {"speaker": "Debbie Abrahams:", "speech": "      Again, we need to look at our spend as a proportion of GDP. We are 19th out of 32—[Interruption.] No, France and Germany spend more. We spend 1.3% of GDP. We are 19th out of 32 EU countries. Contrary to what this Government perpetually claim about our generosity, we are not good at all in terms of the actual spend in relation to GDP. It was 1.6% of GDP in 1960. Now it is 1.3%. It is shameful. On those grounds, I ask all Members across the House to consult their consciences and support amendment 8."}, {"speaker": "Peter Dowd (Bootle) (Lab):", "speech": "      Does my hon. Friend agree that there is a stark difference between the warm words of the Minister of Community and Social Care earlier on, when he talked about parity of esteem for mental health, and the proposals to penalise people with acute and chronic mental health problems?"}, {"speaker": "Debbie Abrahams:", "speech": "      I thank my hon. Friend for his intervention. I absolutely agree with him."}, {"speaker": "Simon Hoare (North Dorset) (Con)", "speech": "     rose—"}, {"speaker": "Debbie Abrahams:", "speech": "      I am sorry; I am not going to take any more interventions."}, {"speaker": "Simon Hoare:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Debbie Abrahams:", "speech": "      No, I will not."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Everyone can see that a large number of hon. Members want to speak in the debate, which has to conclude at 5.36 pm. If Members can keep their speeches as brief as possible we can get everyone in."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "      Everything comes to he who waits—and that was a long wait, everyone will agree. I will try to be brief, as I have seen how many Members want to speak."}, {"speaker": "Graham Evans:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Paul Maynard:", "speech": "      I am sorry, I want to make progress so that everyone can get in."}, {"speaker": "Neil Gray:", "speech": "      I am glad to have the opportunity once again to set out the SNP’s opposition to this dangerous and despicable Welfare Reform and Work Bill. The SNP will vote to make these Lords amendments part of the Bill, to protect children and disabled people from poverty. In October, my SNP colleagues and I tabled a series of amendments to the Bill, which were, sadly, not successful. Today, I call on right hon. and hon. Members across the House to take this final opportunity to stand up to the Government’s regressive and punitive social security cuts."}, {"speaker": "Sammy Wilson (East Antrim) (DUP):", "speech": "      Given that the Government have emphasised time and again the importance of evidence-based policies, is the hon. Gentleman struck by the fact that there is no evidence to suggest that a reduction of £30 a week would push people towards work and off unemployment?"}, {"speaker": "Neil Gray:", "speech": "      I welcome the hon. Gentleman’s contribution. In fact, the opposite appears to be the case. Those third sector organisations and disability groups with knowledge of this area say that the cut will actually hinder people’s ability to find work."}, {"speaker": "Paul Scully:", "speech": "      On evidence, the hon. Gentleman suggested in an earlier intervention that WRAG was an intermediate group on the route back to work, but the fact that only one in 100 disabled people are finding work shows that it is a long-term group."}, {"speaker": "Neil Gray:", "speech": "      What that shows is that the Government’s Work programme has been an absolute failure and that those who are on ESA WRAG take more time to get back into work and require extra support, so by cutting £30 a week this Government will cut their ability to find job opportunities, and that is shameful. I again urge Conservative Members to read Baroness Grey-Thompson’s 27 January speech in full before voting later."}, {"speaker": "Heidi Allen (South Cambridgeshire) (Con):", "speech": "      I rise to speak to Lords amendments 8 and 9. Reforming our welfare state was one of the greatest challenges facing the previous coalition Government and it continues to be one of the greatest challenges facing this Government. We are making phenomenal progress, with record levels of employment, and the Welfare Reform and Work Bill is unquestionably at the heart of this transformation."}, {"speaker": "Frank Field (Birkenhead) (Lab):", "speech": "      One of the big changes in this Parliament compared with previous ones is that when we debate welfare reform there are now too many speakers, whereas in previous Parliaments the Whips had the key job of pushing colleagues in to speak. I will try to speak briefly."}, {"speaker": "Dr Blackman-Woods:", "speech": "      Does my right hon. Friend accept that all Lords amendment 1 does is to require that income-based measures of poverty be reported alongside and on a level footing with other life chances indicators? They would not be reported instead of, but in addition to, those other indicators."}, {"speaker": "Frank Field:", "speech": "      The report that I issued made that very point. It said that we should continue to publish the poverty data and that, alongside them, we should have the life chances data."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      Is measuring at key stage 4 when a young person is 16 so utterly after the horse has bolted that it will not make any impact? Teachers report a year’s difference in a child’s ability to communicate and learn by the time they are five, and we need to change that. No Opposition Members are talking about money or life chances; most of us are arguing for both."}, {"speaker": "Frank Field:", "speech": "      The genuineness of the hon. Lady in making that point shows how the debate is changing—it was not always about that issue and I am grateful for her intervention. Let me re-emphasise her point. I was staggered when the Secretary of State said that one of children’s key life chances is at age 16, given that he has done more than anybody in the House to teach us about how crucial life chances are before age five, if we are really to change people’s opportunities and allow them to develop their best selves. I hope that when we conclude the debate, the Minister will say more about how important it is to weight those life chances before age five. By all means we should measure children at 16 and all sorts of other ages if we wish, but if we are serious about changing the life chances of the very poorest children in our constituencies, we must consider a series of life chances long before they reach school. Every reception teacher I met would say that life chances have been decided by the time that children come into school."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      I was going to call Mr Maynard."}, {"speaker": "Paul Maynard:", "speech": "      I have already spoken."}, {"speaker": "Mr Speaker:", "speech": "      Ah, I did not realise the fellow had already spoken. [Interruption.] No, no, I do not think he needs to repeat his speech! He was on the list, but had not been ticked off it. Never mind. We will hear from another fellow instead, Mr Peter Heaton-Jones."}, {"speaker": "Peter Heaton-Jones (North Devon) (Con):", "speech": "      It is a particular pleasure to follow the right hon. Member for Birkenhead (Frank Field), who speaks with unrivalled expertise on these matters. I agree with his fundamental point. I speak to oppose Lords amendment 1, which seeks to amend clause 4, as passed by this House. I do so as a member of the Bill Committee that scrutinised the Bill—during 15 sittings or so, if I recall—last autumn. Clause 4, as passed by this House, introduces a new duty for the Secretary of State to report annually on two Life Chances measures: first, the proportion of children living in workless households; and secondly, as has been mentioned, their educational attainment at age 16. In effect, therefore, it repeals most of the Child Poverty Act 2010."}, {"speaker": "Neil Gray:", "speech": "      My understanding, with all due respect to the hon. Gentleman, is that there is no statutory obligation on that reporting. There is certainly no statutory obligation to eradicate child poverty by a specified time, which is crucial."}, {"speaker": "Peter Heaton-Jones:", "speech": "      The Government have made a commitment to continue to publish the data annually. They have been very clear about that fact. When it comes to the relationship between those measurements and the eradication of child poverty, under the previous Labour Government the number of households where nobody worked doubled and in-work poverty increased: the Government missed their child poverty target by 600,000."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      It is interesting to hear my hon. Friend’s points. Does he agree that under current measures the only way completely to eliminate relative poverty would be to collapse the economy completely and make absolutely everyone poor?"}, {"speaker": "Peter Heaton-Jones:", "speech": "      It sounds like my hon. Friend has been reading the Labour party’s manifesto. The 2010 Act is flawed, and in seeking, in effect, to reinstate its provisions, the Lords amendments are similarly found wanting."}, {"speaker": "Neil Gray:", "speech": "      That is why, of course, it is important to have a package of measures, so that we can look at all aspects of how children and their families are living in poverty. We should not assess just relative low-income measures; we should include other measures such as material deprivation, which is critically important."}, {"speaker": "Peter Heaton-Jones:", "speech": "      Material deprivation is one of the things that will continue to be measured by the HBAI statistics. It will still be included—[Interruption.] I am sure that the Minister will rise to her feet and reflect this fact; a commitment has been made that the measure of material deprivation will continue to be published annually. It will continue to be part of the official ONS Government statistics. The hon. Gentleman says that we need a package of measures, but that is exactly what we get. We get the HBAI information; we get those statistics; we get the commitment that these data will be published annually and enshrined, as I say, by the ONS. On top of that, we get what the Government suggested in the original Bill, which this House passed—further measures of attainment. We get the best of both worlds."}, {"speaker": "Neil Gray", "speech": "     rose—"}, {"speaker": "Peter Heaton-Jones:", "speech": "      If the hon. Gentleman does not mind, I will not give way again. He has already had a couple of bites at this particular cherry—"}, {"speaker": "Mr Speaker:", "speech": "      Order. Let me gently say to the hon. Member for Airdrie and Shotts (Neil Gray) that he has already given us the benefit of his views for no fewer than 19 minutes, by which I assure him we are all greatly gratified, but 11 Members still want to speak. The hon. Gentleman is perfectly in order in trying to intervene, but I am trying to set out the context, and I know colleagues will want to be considerate of each other."}, {"speaker": "Peter Heaton-Jones:", "speech": "      Thank you, Mr Speaker. I shall take what you say as a gentle reminder for me to move things on, too. I shall do so."}, {"speaker": "Alison McGovern:", "speech": "      Thank you, Mr Speaker, for calling to speak in this important debate. I shall be as quick as I can."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      I would like to address Lords amendments 8 and 9 and the question of employment and support allowance and the work-related activity group, which is the group of people who currently have limited capacity for work."}, {"speaker": "Sammy Wilson:", "speech": "      The hon. Gentleman has made thoughtful points. Does he not accept that the problem is that we are being asked tonight to vote to take financial support away from people, without the safeguards that he has outlined being known? It is like taking a jump in the dark, and the Prime Minister has told us that that is not a good thing to do."}, {"speaker": "Jeremy Lefroy:", "speech": "      It is like that, and I would have preferred to see an assessment such as I proposed in the amendment that I tabled on Report. I hoped that perhaps the Lords would take that up, because it is important. To some extent, it is an act of faith in the Government and in the White Paper, and that is why I am setting out these points now. As my hon. Friend the Member for South Cambridgeshire (Heidi Allen) said, we hope to see action on them."}, {"speaker": "Dr Blackman-Woods:", "speech": "      I want to speak to Lords amendments 1, 8 and 9. When I came into the Chamber this afternoon, I did not intend to say much about Lords amendment 1, but I was so incensed by the way in which the Minister dealt with the issue earlier, and by her total lack of compassion for anyone who might be affected by the measures in the Bill, that I thought I must say something. I must point out to the House the contrast between her approach and that taken by the Bishop of Durham when he moved amendment 1 in the other place, because his approach was measured, based on evidence and full of compassion and care for the people affected. He pointed out what I think is self-evident to most of us in this Chamber, which is that"}, {"speaker": "Mr David Burrowes (Enfield, Southgate) (Con):", "speech": "      I hear what the hon. Lady is saying, but is she not advocating a return to the past? Does she not recognise that it is not an either/or situation, but a both situation? Reintroducing child poverty measures is, at the very least, arbitrary and could have unintended consequences."}, {"speaker": "Mr Speaker:", "speech": "      Order. May I just point out that if Members continue in this way, and it is perfectly in order for them to do so, there will be some who will not get in? It is as simple as that. If everyone speaks for five minutes or more and takes interventions, a number of people will not get called to speak. It will be no good blaming the Chair; you will have to blame each other."}, {"speaker": "Dr Blackman-Woods:", "speech": "      There is no way at all that we can say that the relationship between a person’s income and poverty is an arbitrary measure. I say to the hon. Member for Enfield, Southgate (Mr Burrowes) that I have made it very clear, for the third time now, that Lords amendment 1 is about requiring an income-based measure alongside—not instead of—other measures."}, {"speaker": "Paul Scully:", "speech": "      I should like to speak to Lords amendments 1 and 8. In looking at child poverty, I am worried about the numbers for the income targets that we have discussed. My concern is that the Government are effectively just managing the situation, rather than tackling the problem. The Bill seeks to refocus our approach so that we concentrate solely on tackling the root causes of poverty, rather than wringing our hands and looking at the symptoms."}, {"speaker": "Helen Goodman:", "speech": "      I begin by addressing amendment 1. The Labour Government had four poverty measures when we took through the Child Poverty Act 2010—absolute, relative and persistent poverty and material deprivation. We measured all of them. Between 1997 and 2010 we cut the number of children living in relative poverty by 1 million, and the number of children living in absolute poverty by 2 million. There is nothing arbitrary about this. It is important to have those measures because they are used across the OECD. That enables us to compare our performance with that of the other countries that UNICEF studies."}, {"speaker": "Kevin Foster:", "speech": "      It has been an interesting debate so far. The Opposition contribution that was of most interest to me was probably that of the right hon. Member for Birkenhead (Frank Field), and it is a pity that others did not take a lead from him."}, {"speaker": "Dr Whitford:", "speech": "      Following the comments of the hon. Member for Torbay (Kevin Foster), people in the ESA WRAG have been classed as not fit for work, unlike those on jobseeker’s allowance, so one would not expect the same success rate."}, {"speaker": "Stephen McPartland (Stevenage) (Con):", "speech": "      It is a great pleasure to be given the opportunity to speak in this debate. I consider myself to be a proud and loyal member of the Conservative party, and as such I believe it is my duty to hold the Government to account and to help them when they lose their way. I am very proud to have had a number of conversations with the Minister for Employment, who is very happy to listen and talk. She is very welcoming and tries to work with others to achieve change. I was very happy with some of the reassurances she gave me, but I am sure that Opposition Members will be delighted to know that I will join them in the Lobby when we vote on Lords amendments 8 and 9 in about half an hour, because I am not happy with all the assurances I was given by others in the Department."}, {"speaker": "Gerald Jones (Merthyr Tydfil and Rhymney) (Lab):", "speech": "      I will be brief, because other Members have covered some of the points that I wanted to make. The Welfare Reform and Work Bill will create hardship across our country and push people further into poverty. Child poverty is rising, and independent projections from the IFS show that the fall in child poverty rates that we saw under Labour is at risk of being reversed. We hear from the Children’s Society that if the proposals in the Bill are enacted, we should expect child poverty to rise even more steeply."}, {"speaker": "Mr Burrowes:", "speech": "      I will speak to Lords amendments 1, 8 and 9. Let us be realistic: we can get involved in adversarial politics on poverty, but we are all in the same business of wanting to alleviate child poverty. Whether or not Lords amendment 1 is agreed to, we need to recognise that it would not in itself transform the lives of children in poverty. Similarly, the previous Government’s focus was on income-related measures, but they were not in themselves going to transform child poverty."}, {"speaker": "Dr Eilidh Whiteford:", "speech": "      Earlier today, I attended the vigil outside Parliament that has been organised by Disabled People Against Cuts to draw attention to this debate and to urge the Government to listen to what the House of Lords said about the cuts to support for disabled people and to accept its amendments. I will focus on Lords amendments 8 and 9."}, {"speaker": "Jim McMahon (Oldham West and Royton) (Lab):", "speech": "      I place on record my thanks to my constituency neighbour, my hon. Friend the Member for Oldham East and Saddleworth (Debbie Abrahams), for the work that is being done to shine a light on the Government and expose them for what is a cruel attack on the people who can least afford it."}, {"speaker": "Marie Rimmer (St Helens South and Whiston) (Lab):", "speech": "      It has been a regular occurrence in my nine months in Parliament that we face another lamentable situation in which this Government, and specifically the Secretary of State for Work and Pensions, are called upon to think again. Opposition Members in the other place have once again provided us with an opportunity to pause for reflection."}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      On a point of order, Madam Deputy Speaker. May I confirm that this afternoon the United Kingdom and Scottish Governments have reached agreement on the fiscal framework? This is the arrangement that underpins the significant new powers being delivered to the Scottish Parliament by the Scotland Bill, which is currently being considered in the other place. I believe that this agreement will allow the Bill to proceed through this Parliament, and I hope very much to receive a legislative consent motion from the Scottish Parliament. I intend to make a full statement to the House tomorrow, and I will this evening appear by video link before the Scottish Parliament’s Devolution (Further Powers) Committee, but I wanted to use this opportunity to draw the House’s attention to the fact that this significant agreement has been concluded. It will allow the Scottish Parliament, after the forthcoming Scottish elections, to take on the significant new powers in tax and welfare that will make it one of the most powerful and accountable devolved Parliaments in the world. I am sure that the whole House will welcome the fact that this agreement has been concluded."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I am grateful to the right hon. Gentleman for his point of order. The House will note that he will make a statement to the House tomorrow, which will be the opportunity for the House to discuss this matter, but he was absolutely right to bring this information to the House as soon as he was able to do so."}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      Further to that point of order, Madam Deputy Speaker. Is it in order to congratulate the Scottish and UK Governments on reaching a funding deal for devolved Government in Scotland, and is it appropriate to take this opportunity to thank the Secretary of State for giving me personal advance notice of his point of order? I look forward to his statement tomorrow. I think it is appropriate to   "}, {"speaker": "Madam Deputy Speaker:", "speech": "      I thank the right hon. Gentleman for his point of order. He has duly given notice to the House of the arguments he will make tomorrow."}, {"speaker": "Ian Murray (Edinburgh South) (Lab):", "speech": "      Further to that point of order, Madam Deputy Speaker. May I add my congratulations to the Secretary of State and the Chief Secretary to the Treasury, and indeed to the First Minister and the Finance Secretary in Scotland, on reaching this agreement? It shows us that when two people want to tango, they certainly can dance. Will the Secretary of State indulge the House by letting us know whether we will see some of the documentation before the statement tomorrow? This is a hugely complex agreement with significant figures, and I wonder whether it will be possible to get advance sight of the fiscal framework well ahead of tomorrow’s statement."}, {"speaker": "David Mundell:", "speech": "      Further to that point of order, Madam Deputy Speaker. I am able to confirm that the documentation will be available for scrutiny. On the timing of my statement, I cannot commit to exactly when it will be."}, {"speaker": "Mr Chuka Umunna (Streatham) (Lab):", "speech": "      On a point of order, Madam Deputy Speaker. I wonder whether you might provide some advice and give me your view. This afternoon in our proceedings, we were scheduled to have a Backbench Business Committee debate on serious youth violence and gang violence, which are blighting many of our inner-city areas. Unfortunately, because our business is overrunning, we will not have time for that debate and I will not be able to move my motion. However, do you not think it appropriate that we send out a message today, for those who may not be familiar with the proceedings of the House of Commons, that the fact that this debate has been delayed in no way sends a signal that this House does not appreciate the importance of the issue? I am pleased to inform the House that the Chair of the Backbench Business Committee has indicated to me that an alternative slot will be found for us to have the debate at the earliest opportunity, which I hope will be next week."}, {"speaker": "Madam Deputy Speaker:", "speech": "      The hon. Gentleman is well aware that that is not strictly a point for the Chair to deal with. However, I commend him for taking the opportunity to make that very important point for those who are not familiar with the proceedings of this House, and to emphasise the fact that the subject matter of the debate that he tried to instigate today is extremely important and taken very seriously by Members from all parts of the House. I sincerely hope that the Backbench Business Committee will find time in the near future, when I am quite sure that the House will welcome the opportunity, to debate the hon. Gentleman’s very important motion."}, {"speaker": "The Minister for Schools (Mr Nick Gibb):", "speech": "      I beg to move, That this House agrees with Lords amendment 1."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      With this it will be convenient to consider the following:"}, {"speaker": "Mr Gibb:", "speech": "      I am pleased to welcome the Education and Adoption Bill back to the House for consideration of amendments made in the other place. As a result of the careful scrutiny of both Houses and the strong advocacy of my noble Friend Lord Nash, the Bill returns to the House in good shape and with the potential to ensure that many more children and young people have the opportunity to realise their full potential."}, {"speaker": "John Pugh (Southport) (LD):", "speech": "      The Minister mentions parents. Does the balance of the Bill not concern him in that it gives at least seven new powers to the Secretary of State, but not one new power to parents?"}, {"speaker": "Mr Gibb:", "speech": "      The amendments we are debating give parents an additional entitlement to receive communication from the new sponsor of an academy while the process is being undertaken. We are unapologetic about the powers we are taking in the Bill, because we want to tackle all failing schools from day one when they become failing. That was in our manifesto, so this Bill is helping us deliver yet another manifesto achievement."}, {"speaker": "Mike Kane (Wythenshawe and Sale East) (Lab):", "speech": "      Does the Minister not worry that there is no proper procedure for a good school to decouple from a failing multi-academy trust? Time and again in my constituency, we see MATs that are not doing so well. I do not want to name the schools, but the Secretary of State knows about them because I have written to her personally about the issue. There is no proper procedure for such schools to decouple and we need one."}, {"speaker": "Mr Gibb:", "speech": "      The hon. Gentleman raises an important point, but the regional schools commissioners, of which there are eight around the country who know the local conditions and the local schools, will take action—indeed, they are taking action—when a multi-academy trust is failing to raise standards in its schools. We have taken action over 120 times to remove schools from multi-academy trusts that have not been delivering the support and sponsorship that we seek."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab)", "speech": "     rose—"}, {"speaker": "Mr Gibb:", "speech": "      The Government consider that to be an important step that will allow failing schools to begin receiving the expert leadership and support that the hon. Gentleman seeks from day one."}, {"speaker": "Lucy Frazer (South East Cambridgeshire) (Con):", "speech": "      Does my hon. Friend agree that the Government’s proposals offer flexibility? Although there is no obligation to consult and discuss, it is always open to the regional schools commissioner and the school to discuss the issue and consult as much as possible. For example, there is a school in special measures in my constituency and the regional schools commissioner and I have had a meeting with parents to discuss the situation at the school and the potential new sponsor. It is always open to those who are involved in education to consult as widely as possible."}, {"speaker": "Mr Gibb:", "speech": "      My hon. Friend is right, and nothing in the Bill prevents any amount of consultation, or a new sponsor from talking to staff, parents and so on. The amendment imposes a requirement on sponsors to communicate with parents. Elsewhere the Bill also prevents ideologically driven organisations and community groups that are determined to prevent a failing or underperforming school from becoming an academy from doing so. We will not tolerate failure in our school system, and we want to take action from day one."}, {"speaker": "Nic Dakin:", "speech": "      Nobody will tolerate failure in schools. Will the Minister provide evidence of where the consultation has resulted in obstruction by vested interest?"}, {"speaker": "Mr Gibb:", "speech": "      In Committee I gave the hon. Gentleman and other members of the Committee ample illustrations of that. One example was Downhills school in Haringey, which was deeply underperforming. The process of conversion to an academy—it is now run by the Harris Federation—was drawn out, which delayed improvement   "}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      The Minister will know that I have an academy in my constituency, which my middle son attends. It was an excellent school when he started out, but unfortunately it began to require improvement and is now inadequate—indeed, Ofsted is there today. The regional schools commissioner has no powers to intervene in that academy, so will the Minister clarify that these powers will give Vicky Beer, the north-west regional schools commissioner, the powers she needs to go in and sort out the school?"}, {"speaker": "Mr Gibb:", "speech": "      The hon. Gentleman gives an example of where such powers are needed. Regional schools commissioners are industrious and energetic in tackling underperformance in academies, but some have older funding agreements. The new funding agreements have explicit powers for the Secretary of State to intervene, and amendment 8 seeks to give the powers of the Secretary of State, and through her the regional schools commissioners, to all academies, even those with old funding agreements that do not have the powers to intervene."}, {"speaker": "Andrew Gwynne:", "speech": "      Does the Minister also recognise, when the regulations are drawn up, that it is possible for a school to be “coasting” at what appears to be a relatively high level, but that nevertheless the children are underperforming compared with what they should be achieving?"}, {"speaker": "Mr Gibb:", "speech": "      Yes. Again, the hon. Gentleman makes a very good point. The definition of coasting incorporates a progress measure, because schools that on the surface   "}, {"speaker": "Nic Dakin:", "speech": "      First, I pay tribute to my hon. Friends the Members for Cardiff West (Kevin Brennan) and for Birmingham, Selly Oak (Steve McCabe), who led for the Opposition when the Bill came through the House, as I do to all other right hon. and hon. Members who, as the Minister bore witness in his opening statement, contributed in Committee and in the Chamber to improving the Bill. I commend those in the other place who have worked hard at least to extract some small movements in the right direction, which come before us today in the form of Lords amendments."}, {"speaker": "Stephen Twigg (Liverpool, West Derby) (Lab/Co-op):", "speech": "      My hon. Friend mentions Ofsted and power to local people. He may have seen the comments of Michael Wilshaw about Liverpool and Manchester. Does he agree that it vital to have solutions to bring about school improvements in great cities such as Liverpool and Manchester that are owned by local people and by local communities? Will he welcome the Liverpool challenge, which is seeking to address precisely the issues that Michael Wilshaw was talking about?"}, {"speaker": "Nic Dakin:", "speech": "      Absolutely; my hon. Friend makes a very good point, and I pay tribute to him for the work he is doing with the Liverpool challenge to make sure that those schools continue to transform and deliver the best for the children in their care."}, {"speaker": "Mike Kane:", "speech": "      To follow the comments of my hon. Friend the Member for Liverpool, West Derby (Stephen Twigg), Michael Wilshaw also commented today from London that Greater Manchester and Merseyside schools should have greater local involvement or more direction from local politicians. Has Government policy changed— we should now have a devolved structure for school administration—or has Ofsted under Sir Michael’s stewardship between 2012 and 2016 failed to improve standards?"}, {"speaker": "Nic Dakin:", "speech": "      I think everybody recognises the very good work that Sir Michael Wilshaw has done, but he lays down a challenge to us all when it comes to connecting what we want to do in a way that empowers local communities. In a sense, that is one of the things missing from this Bill."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      To follow that up with another quick intervention, does my hon. Friend agree that too few MPs get involved in school improvement in the local area? Many MPs of all parties talk about schools as though they were experts, but they do not roll up their sleeves and do what our hon. Friend the Member for Stoke-on-Trent Central (Tristram Hunt) is doing—actually trying to make a difference on the ground."}, {"speaker": "Nic Dakin:", "speech": "      I always listen carefully to what the former Chair of the Education Committee has to say, and he is right on this occasion. We all have a leadership role in our communities when it comes to supporting our schools and colleges and ensuring that they deliver."}, {"speaker": "Steve McCabe (Birmingham, Selly Oak) (Lab):", "speech": "      Might there be a risk that the Government are laying the foundation for future legal challenges against academy trusts if the duty to inform turns out to be a duty to misinform, because they misrepresent the information to parents and they are not allowed to consult on it?"}, {"speaker": "Nic Dakin:", "speech": "      My hon. Friend has done a great deal of work on the Bill, and I am sure that Ministers have heard what he has said. No doubt their legal advisers will have already looked into the point very carefully, but they may want—with his assistance—to double-check the position. Why the Government cannot trust parents is beyond me, but the House has an opportunity to put that right by voting for our amendments (a) to (d)."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      Is it the shadow Minister’s party’s policy to retain existing academies? We are a little confused as to where it currently stands on the issue of the academy system."}, {"speaker": "Nic Dakin:", "speech": "      There is absolutely no confusion. We are just arguing that, whatever title there is above the door to the school—academy, free school, maintained school, university technical college or whatever—the same rules should apply, and all those rules should recognise the importance and the role of parents."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      With the leave of the House, we shall take motions 7 to 10 together."}, {"speaker": "Damian Collins (Folkestone and Hythe) (Con):", "speech": "      The petition to the House of Commons from a resident of the UK states:"}, {"speaker": "Chris Skidmore (Kingswood) (Con):", "speech": "      After the heady political events of the past few days, I wish to turn the House’s attention to a matter that is rather more local, but nevertheless of the utmost concern to residents in my local area. It is a matter that has the power to win or lose elections—a matter that, as I am sure the Minister knows, local councillors mess around with at their peril. I am, of course, talking about local waste collection and bins."}, {"speaker": "Luke Hall (Thornbury and Yate) (Con):", "speech": "      I am grateful to be called to speak in a debate that, as my hon. Friend the Member for Kingswood (Chris Skidmore) has said, the record books may not show to be as animated as others held this week. Nevertheless, the issue is still important to people in South Gloucestershire. I thank my hon. Friend both for securing this debate and for his tireless work and commitment on the issue over the years I have known him."}, {"speaker": "The Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs (Rory Stewart):", "speech": "      I thank my hon. Friends the Members for Kingswood (Chris Skidmore) and for Thornbury and Yate (Luke Hall) for bringing this important subject forward for   "}, {"speaker": "Stephen Barclay (North East Cambridgeshire) (Con):", "speech": "      Rubbish!"}, {"speaker": "Rory Stewart:", "speech": "      It is indeed. In London alone, we could probably save £19 million a year if we had a single standard recycling system. Across the country as a whole, the savings would be extraordinary. We spend more than £3 billion a year simply collecting waste. If we had a single, harmonised system across the country, we could drive up recycling rates, massively reduce the cost for ratepayers and achieve extraordinary things for the environment and for councils themselves. South Gloucestershire Council is therefore a good example on which to focus."}]