[{"speaker": "Philip Boswell (Coatbridge, Chryston and Bellshill) (SNP):", "speech": "   1.    What assessment her Department has made of the cost implications for private businesses of compliance with the proposed requirements of the draft Investigatory Powers Bill. [903659]"}, {"speaker": "The Secretary of State for the Home Department (Mrs Theresa May):", "speech": "      The draft Investigatory Powers Bill has been drafted in close consultation with industry, and the estimated cost to the public purse of implementing its provisions will continue to be refined as we hold more detailed discussions with industry on implementation. It would not be appropriate to expect telecommunications companies to meet the costs themselves and, as now, full cost recovery will apply to operational costs, including those associated with new obligations under the Bill."}, {"speaker": "Philip Boswell:", "speech": "      The Select Committee on Science and Technology warned that the Bill risks undermining our strongly performing tech sector because of uncertainty about the costs of complying with the new legislation. Will the Secretary of State assure us that UK businesses will not be placed at a commercial disadvantage compared with overseas competitors?"}, {"speaker": "Mrs May:", "speech": "      I can assure the hon. Gentleman of that and, as I said in my answer to his initial question, we will ensure that full cost recovery applies to operational costs for any companies that have, for example, notices issued to them. It is clear that that is what we have done as a Government in the past and what previous Governments have done, and we will continue to do it."}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      Will the Home Secretary look carefully at the recommendations from the Joint Committee on the draft Investigatory Powers Bill on the definition of internet connection records? We were very clear that greater clarity is needed on the definition to allow the private sector fully to cost its proposals."}, {"speaker": "Mrs May:", "speech": "      I thank the right hon. Gentleman and the other right hon. and hon. Members of this House and of the other place who sat on the Committee and did an excellent job of producing a well-thought-through and careful report. We will of course carefully consider the issue of definition. We are looking at all three of the reports from the Science and Technology Committee, the Intelligence and Security Committee and the Joint Committee and we will make revised Bill proposals in due course."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      On the specific issue of private businesses, will the Home Secretary outline what recent discussions she and her Ministers have had on that subject with the devolved Administrations?"}, {"speaker": "Mrs May:", "speech": "      Discussions with the devolved Administrations have gone on throughout the preparation of the draft Bill. They have continued and will continue, as will discussions between Ministers and officials with companies and private businesses."}, {"speaker": "Margaret Ferrier (Rutherglen and Hamilton West) (SNP):", "speech": "   2.    If she will make it her policy to reduce the financial threshold for family visas. [903660]"}, {"speaker": "Martyn Day (Linlithgow and East Falkirk) (SNP):", "speech": "   10.    If she will make it her policy to reduce the financial threshold for family visas. [903669]"}, {"speaker": "The Minister for Immigration (James Brokenshire):", "speech": "      The minimum income threshold of £18,600 for sponsoring a partner under the family immigration rules ensures that couples wishing to establish their family life in the UK do not place burdens on the taxpayer and helps promote integration. It has been considered by the courts and upheld by the Court of Appeal."}, {"speaker": "Margaret Ferrier:", "speech": "      The Joint Council for the Welfare of Immigrants has said that these rules discriminatorily affect women, 55% of whom earn less than £18,600, compared with 27% of men. The rules also disadvantage young people. What action will the Home Secretary take to reduce these unfair rules?"}, {"speaker": "James Brokenshire:", "speech": "      The threshold was set as a consequence of advice from the Migration Advisory Committee, which carefully considered the level of income in terms of it not being a burden on the taxpayer. The gross median earnings of all employees in Scotland in 2014 were £21,725—higher than that threshold. Issues of legal challenge have obviously been raised by the Court of Appeal. They were considered carefully and the threshold was upheld."}, {"speaker": "Martyn Day:", "speech": "      The Secretary of State will have seen Amira’s story, reported by the BBC this morning. She fled Syria and gave birth to her son in the UK, but under the Government’s family visa rules, her husband, a Syrian national, is unable to join them here simply because they cannot afford the visa fees. Will the Secretary of State tell us where this British national should go to enjoy her family life? Her husband’s home country of Syria?"}, {"speaker": "James Brokenshire:", "speech": "      Various different routes could be available. We have the family reunion route, which might apply in these circumstances. Obviously, I am not familiar with all the issues he highlights but, equally, the Government are under certain duties regarding the protection of the welfare of children. This was considered by the court and upheld."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      Although I take the point made so eloquently by my right hon. Friend about the burden on the taxpayer, to what extent do we take into account charges made by other countries to British nationals hoping to emigrate to them?"}, {"speaker": "James Brokenshire:", "speech": "      My hon. Friend makes the point about different immigration systems in different parts of the world. We have taken considered advice from the Migration Advisory Committee, looking at costs and at those burdens to see that someone does not place a burden on the UK taxpayer. Obviously, it is for other countries to assess what is appropriate in their own systems."}, {"speaker": "Tulip Siddiq (Hampstead and Kilburn) (Lab):", "speech": "      The financial threshold for family visas is causing particular distress to one of my constituents, who cannot work the hours required because she is a carer for her vulnerable child. This means my constituent is living without her husband and the child is living without his father. Does the Minister acknowledge that he is at risk of creating a generation of children whose only contact with one of their parents will be via Skype?"}, {"speaker": "James Brokenshire:", "speech": "      No, I do not accept that, and these issues of the welfare of the child are absolutely part of the consideration we take. This matter was considered by the Court of Appeal and our approach was firmly upheld. When the threshold was set back in November 2011, the MAC gave the lower threshold of £18,600 but also advised that the threshold could have been set as high as £25,700. The Government reflected and set the current level, which has been upheld by the courts."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      The Minister mentions the Court of Appeal, but of course the matter is not entirely settled because this week the Supreme Court will hear the cases of two British nationals who cannot meet the tough financial rules that would allow their non-European Union spouses to come to live with them. The hon. Member for Hampstead and Kilburn (Tulip Siddiq) mentioned Skype. According to the Children’s Commissioner for England, 15,000 British children are growing up in Skype families, where the only contact they have with one parent is via Skype. How can the Minister justify the stress and anxiety caused to these children by the inflexible and unjust rules?"}, {"speaker": "James Brokenshire:", "speech": "      I do not accept the characterisation that the hon. and learned Lady presents—indeed, I do not recognise the number she proffers. This is about ensuring good integration, which is part of the overall requirement in relation to language. This is about not only not imposing a burden on the taxpayer but about promoting integration, and we believe the policy is effective in doing that."}, {"speaker": "Joanna Cherry:", "speech": "      Last year, the Conservative think-tank, Bright Blue, called on the Government to change these rules, noting"}, {"speaker": "James Brokenshire:", "speech": "      I say again that we do not believe the rules are discriminatory in the way the hon. and learned Lady suggests. The system is in place to ensure good integration. It ensures that people are not a burden on the taxpayer, and I would have thought she recognised that as being a positive aspect of the policy. If people come here, contribute and settle, we welcome that, but the rules have been set in the way they have, this has been upheld by the courts and we will continue to underline those key themes."}, {"speaker": "Anna Turley (Redcar) (Lab/Co-op):", "speech": "   3.    What resources her Department provides for security measures at UK ports. [903661]"}, {"speaker": "Mike Kane (Wythenshawe and Sale East) (Lab):", "speech": "   16.    What resources her Department provides for security measures at UK ports. [903675]"}, {"speaker": "The Secretary of State for the Home Department (Mrs Theresa May):", "speech": "      Border Force carries out 100% checks of all arriving passengers on scheduled services. It works closely with other law enforcement organisations to deliver effective and intelligence-led responses to a range of security threats. Officers use high-tech equipment and an array of search techniques to combat immigration crime, and detect banned and restricted goods."}, {"speaker": "Anna Turley:", "speech": "      I thank the Home Secretary for that answer. Last September, seven men and five children were found in a container in Teesport in my constituency, just three weeks after 20 illegal immigrants were found in South Shields. My local Border Force is facing cuts of about a quarter of its front-line staff, so how can she reassure me that these cuts are not damaging the safety and security of ports outside London and the south-east?"}, {"speaker": "Mrs May:", "speech": "      I can reassure the hon. Lady about that, because the approach we are taking comes across in a number of ways. We are looking not only to introduce new technology in Border Force but to ensure that it can operate flexibly and base its activities much more on an intelligence-led approach, so that we can target where the staff need to be. This Government have also enhanced our ability to deal with organised immigration crime through the creation of the organised immigration crime taskforce. The National Crime Agency, set up by the last coalition Government, is also taking this issue seriously and is acting on it."}, {"speaker": "Mike Kane:", "speech": "      There are 10 electronic passport gates at Manchester airport in my constituency. The Department is unable to tell me how many people travel through them, how many rejections there have been and how often they malfunction. Does the Home Secretary agree that that is one of the gaps identified by the National Audit Office, which should be looked into?"}, {"speaker": "Mrs May:", "speech": "      Increasing the number of e-gates for checking passports was a very good move by this Government, especially as it provides enhanced security at our border."}, {"speaker": "David T. C. Davies (Monmouth) (Con):", "speech": "   20. [903679]    I have been trying to find out for a very long time through written questions how many people arrive at UK airports without valid travel documents, and I am very surprised that nobody seems able to give me an answer. Can the Minister give me an answer today, and, if not, will she take action to find out that important information?"}, {"speaker": "Mrs May:", "speech": "      I can tell my hon. Friend that 18,000 individuals were refused entry at the border in 2014, and that they included those who were travelling on invalid documentation. When someone comes to the UK border they are subject to a range of checks. Officers at the border are trained to detect forged documents.   "}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      May I congratulate the Home Secretary on her wise words about the value of EU membership in protecting the safety and security of this country? Even though that is the case—and I agree with her—may we have more specific focus on the quieter ports and airports that are used by smuggling gangs?"}, {"speaker": "Mrs May:", "speech": "      As I said in response to the hon. Member for Redcar (Anna Turley), Border Force takes a more intelligence-led approach to such issues, which means it can be flexible in deploying staff at different ports. That is precisely because it recognises that we need not only to focus on one or two ports, but to have that flexibility across a range of ports."}, {"speaker": "Keir Starmer (Holborn and St Pancras) (Lab):", "speech": "      One of the most powerful arguments for the UK remaining in the EU is that we need and rely on a strong EU co-ordinated approach to security, including at our borders and our ports. As the Secretary of State and I know well, we rely 24/7 on EU criminal justice and security measures. In those circumstances, I assume that the Home Office has carried out a risk assessment of the impact of UK withdrawal from the EU on security at UK ports. Where can members of the public who have not yet decided how to vote in the forthcoming referendum access the conclusions of that risk assessment?"}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      You mischievous monkey!"}, {"speaker": "Mrs May:", "speech": "      I am not sure whether that is parliamentary language for me to repeat in relation to the hon. and learned Gentleman. None the less, he can rest assured that arguments in relation to those matters will be fully set out for people over the coming months. He will know from his involvement in a different capacity before coming to this House one of the arguments that I put regarding issues such as the operation of various justice and home affairs measures. As a Government, we have set out very clearly the benefits of being part of those measures."}, {"speaker": "Keir Starmer:", "speech": "      Tony Smith, interim head of the UK Border Force from 2012 to 2013, said today that a vote to leave the EU would pose significant policy and operational issues for Border Force, which is already under huge pressure, not least because of budget cuts, year on year, for many years. In particular, he highlighted the fact that Border Force staff would have to carry out more stringent checks on EU citizens. Will the Secretary of State confirm today that, far from reducing those levels of concern, Border Force will in fact face even more cuts, year on year, for the foreseeable future?"}, {"speaker": "Mrs May:", "speech": "      What I am happy to say to the hon. and learned Gentleman is that anyone who comes to the UK border will be stringently checked. We are doing that on a much more intelligence-led basis in looking at individuals who might be of concern. Yes, he is right: we have interactions with other member states in the European Union through the use of things such as Schengen Information System II to ensure that we are able to identify people of concern who are coming   "}, {"speaker": "William Wragg (Hazel Grove) (Con):", "speech": "   4.    What assessment she has made of the effectiveness of police and crime commissioners in reducing the level of crime. [903662]"}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "   13.    What assessment she has made of the effectiveness of police and crime commissioners in reducing the level of crime. [903672]"}, {"speaker": "Mrs May:", "speech": "      Elected police and crime commissioners are providing accountable visible leadership and making a real difference to policing locally. Overall, PCCs have presided over a reduction in crime of more than a quarter since their introduction, according to the independent Crime Survey for England and Wales."}, {"speaker": "William Wragg:", "speech": "      I thank my right hon. Friend for her reply. What assessment has her Department made of the possibility of conflicts of interest arising if police and crime commissioners hold high office in local government, including that of mayor, and what steps have been taken to safeguard against that?"}, {"speaker": "Mrs May:", "speech": "      A good scrutiny process is available through police and crime panels to look at potential conflicts of interest. That process is enshrined in law and is undertaken. It is important that when any area looks at the potential for amalgamating roles, such as the amalgamation in the Greater Manchester area of the role of police and crime commissioner with, it is predicted, that of mayor, it is important that there is full discussion and consideration of all aspects to ensure that, whatever role the individual or individuals play, they can continue to do so properly without conflict of interest, and ensure that the best service is delivered."}, {"speaker": "Alberto Costa:", "speech": "      My local Leicestershire police force recently received a positive inspection report from Her Majesty’s inspectorate of constabulary. Will my right hon. Friend join me in praising the work of the Leicestershire chief constable, Simon Cole, and the Conservative police and crime commissioner, Sir Clive Loader, in their efforts to fight crime, specifically the chief constable’s national work on the Prevent programme?"}, {"speaker": "Mrs May:", "speech": "      I am happy to extend congratulations, as I am sure everyone in the House is, on the excellent work by the police in Leicestershire, under both the chief constable and the police and crime commissioner, Sir Clive Loader, who has done an excellent job but is sadly stepping down at the forthcoming election. I would like to thank him for the work he has done in his first term as police and crime commissioner."}, {"speaker": "Paul Blomfield (Sheffield Central) (Lab):", "speech": "   19. [903678]    The main problem that the South Yorkshire police and crime commissioner faces is the shortfall in his budget, which will lead to 250 police jobs being lost in 2016-17 as a result of police cuts, but it is made worse by the   "}, {"speaker": "Mrs May:", "speech": "      The picture that the hon. Gentleman has set out of the South Yorkshire force is not one that I recognise. We have protected, if we take the police precept into account, police budgets across the period of the comprehensive spending review. I should have thought that he welcomed that, given that his Front-Bench team proposed that police budgets could be cut by 10%."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      One type of crime that has not reduced is violence and abuse against retail staff. In fact, a recent report by the British Retail Consortium found that those crimes had gone up by 25%. Any level of violence against retail staff is unacceptable, but what steps will the Home Secretary take to enable police and crime commissioners to act to reduce that?"}, {"speaker": "Mrs May:", "speech": "      We are all concerned when we see violent acts of any sort, but for those retail staff who are subject to them that is a matter of serious concern. The operational response to those crimes and to the potential for such crime is for chief constables to look into. As I have seen in my own constituency, a number of retail chains have worked closely with local police to try to ensure that they provide extra support and security for their staff."}, {"speaker": "Karl McCartney (Lincoln) (Con):", "speech": "      Although I have had my differences at times with Alan Hardwick, the Lincolnshire police and crime commissioner, does my right hon. Friend agree that his record, along with that of Lincolnshire police, in reducing crime is exemplary, and is an example to all?"}, {"speaker": "Mrs May:", "speech": "      Again, I extend congratulations and welcome the work of the chief constable and the police and crime commissioner in reducing crime in Lincolnshire. It is not the only area where crime has fallen, but the fall in Lincolnshire is particularly significant."}, {"speaker": "Richard Burden (Birmingham, Northfield) (Lab):", "speech": "      Given the Home Secretary’s reply to my hon. Friend the Member for Sheffield Central (Paul Blomfield), has she seen the statement from the Northamptonshire police and crime commissioner to his police and crime panel on 2 February in which he says of the new funding formula:"}, {"speaker": "Mrs May:", "speech": "      As I would have thought the hon. Gentleman would be aware, we have clearly said that the funding formula changes that we were proposing before Christmas are not going ahead. We are pausing that process and looking again at how we can develop a funding formula that reflects needs. If the hon. Gentleman looks at police forces across England and Wales, he will see that everybody—including the right hon. Member for Leicester East (Keith Vaz), the Chairman of the Home Affairs Committee, who is sitting next to him—has been very clear that the funding formula needs to change."}, {"speaker": "Mr Alan Mak (Havant) (Con):", "speech": "   5.    What assessment the Government have made of the potential merits of the proposed duty on emergency services to collaborate. [903663]"}, {"speaker": "Damian Green (Ashford) (Con):", "speech": "   9.    What assessment the Government have made of the potential merits of the proposed duty on emergency services to collaborate. [903668]"}, {"speaker": "The Minister for Policing, Crime and Criminal Justice (Mike Penning):", "speech": "      There are examples across the country of excellent collaboration between the emergency services, particularly the H3 project in Hampshire, where collaboration between the emergency services has driven efficiencies and a better service for the public. Police and crime commissioners will have a duty to collaborate when the Policing and Crime Bill currently before the House becomes law."}, {"speaker": "Mr Mak:", "speech": "      Hampshire fire service and Hampshire police service share a joint headquarters building, resulting in financial efficiencies and a more joined-up service for my constituents. Will my right hon. Friend join me in congratulating both Hampshire emergency services on taking the lead in collaborative working?"}, {"speaker": "Mike Penning:", "speech": "      I had the honour and privilege of being in Hampshire recently and saw for myself the brilliant work being done between the emergency services. That is a result of the collaboration between the chief fire officer and the chief constable, as well as the police and crime commissioner doing excellent work to see that we have the right sort of emergency service for the 21st century."}, {"speaker": "Damian Green:", "speech": "      Does my right hon. Friend agree that it is important that the new generation of police and crime commissioners who will be elected in a couple of months get behind this very important reform? Will he join me in welcoming the commitment of the excellent Conservative PCC candidate in Kent, Matthew Scott, and his strong desire to implement these vital reforms?"}, {"speaker": "Mike Penning:", "speech": "      I have seen what Matthew Scott is proposing to do when, as we on the Conservative Benches all hope, he becomes the police and crime commissioner. We need to ensure that we spend taxpayers’ money efficiently and well, and collaboration is the best way forward for that."}, {"speaker": "Mr Speaker:", "speech": "      I call Kate Hoey."}, {"speaker": "Kate Hoey (Vauxhall) (Lab):", "speech": "      Me?"}, {"speaker": "Mr Speaker:", "speech": "      The hon. Lady looks so surprised. She is rarely a shy or retiring soul. If she is, she must overcome her shyness."}, {"speaker": "Kate Hoey:", "speech": "      Thank you, Mr Speaker. The Minister is well aware that the fire and rescue services collaborate well all over the country, particularly with the ambulance trusts. Why does he consider it necessary for police and crime commissioners to take control of the fire services   "}, {"speaker": "Mike Penning:", "speech": "      The truth of the matter is that someone duly elected to run the service, as the PCC would be, is better than anybody seconded on to any committee. I am sure we all want efficient emergency services, and the fire service working closely with the ambulance service and the police is the way we would like to do that."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      Critical to collaboration between emergency services will be their communications networks. How much will the new emergency service communications network cost and when will it be in place?"}, {"speaker": "Mike Penning:", "speech": "      We are currently going out to contract. There are bids out there, which are confidential. We know that the excellent Airwave system that we have had for many years needs replacing. It was very expensive and the replacement will be cheaper than Airwave."}, {"speaker": "Royston Smith (Southampton, Itchen) (Con):", "speech": "      Shortly the police and crime commissioners will be able to put forward a business case to take over the governance of fire and rescue services. My hon. Friend the Member for Havant (Mr Mak) pointed out what Hampshire already does. At present we have a commercial trading arm which completely pays for the governance of the fire and rescue authority. What business case can a police and crime commissioner put forward that would allow him to run that service?"}, {"speaker": "Mike Penning:", "speech": "      The local community may want a more efficient service, which could be the case in Hampshire. I accept that Hampshire is particularly good, but that is not the case all over the country. Even when I was in Hampshire, there were people asking me for more collaboration and more work done together, and that request came particularly from the front-line operatives, who are probably the most important people in all this."}, {"speaker": "Lyn Brown (West Ham) (Lab):", "speech": "      Given the funding cuts to the police service and the fire and rescue services already budgeted for by this Government, can the Minister guarantee that placing fire and rescue services under PCC control will not lead to further cuts in the number of front-line firefighters?"}, {"speaker": "Mike Penning:", "speech": "      Thank goodness the Chancellor did not listen to Labour Front-Bench Members when we looked at police funding to 2020, because they wanted a 10% cut, and there will be no cut. We must make sure that we have an efficient service—the sort of efficient service I would have liked to have had when I was in the fire service—and that will be going forward."}, {"speaker": "Will Quince (Colchester) (Con):", "speech": "   6.    What assessment she has made of trends in the level of knife crime. [903664]"}, {"speaker": "The Parliamentary Under-Secretary of State for the Home Department (Karen Bradley):", "speech": "      Tackling knife crime is a priority for the Government. Latest police recorded   "}, {"speaker": "Will Quince:", "speech": "      In Essex, the number of serious offences involving a knife rose 21% in the last recorded year. What action is my hon. Friend’s Department taking to tackle knife crime and address the gang violence that fuels it in so many cases?"}, {"speaker": "Karen Bradley:", "speech": "      I thank my hon. Friend for his question. I also congratulate him on the arrival of new baby Quince, in whose delivery I believe he was very involved. I am very aware of the concerns about knife crime in Essex, and I recently had a meeting with my right hon. Friend the Member for Chelmsford (Sir Simon Burns)—I would be more than happy to meet my hon. Friend to discuss precisely this issue. We are taking a range of steps, and earlier this month we supported 13 police forces, including Essex, that undertook co-ordinated action against knife crime."}, {"speaker": "Peter Kyle (Hove) (Lab):", "speech": "      Knife crime, like much other crime, is best dealt with pre-emptively and at the community and neighbourhood level. In Sussex, crime has gone up 8%, but Government inspectors said today that front-line neighbourhood and local policing is “routinely” being taken away. Will the Minister please look again at the issue of the 1,000 police officers and staff who are being taken from the frontline, which will further impact neighbourhood policing?"}, {"speaker": "Karen Bradley:", "speech": "      May I start by congratulating Katy Bourne, who has been an excellent police and crime commissioner in Sussex? I met her recently, and we discussed the many steps she is taking to deal with crime. Obviously, the deployment of operational resources is a matter for the chief constable, in consultation with the police and crime commissioner. However, the hon. Gentleman should remember his vote in this House to cut police resources by 10%—something that Government Members disagreed with."}, {"speaker": "Amanda Solloway (Derby North) (Con):", "speech": "      Recently in Derby, a young man lost his life following a fatal stabbing in the city centre. Last year, knife crime rose across the UK for the first time in four years. What steps is the Department taking to tackle the issue and to discourage young individuals from carrying knives?"}, {"speaker": "Karen Bradley:", "speech": "      My hon. Friend is absolutely right: we need to educate young people and show them that carrying knives is not cool and not something they should be doing. They should understand that it is dangerous and that it can result in the loss of life. That is why we legislated in the last Parliament so that someone caught with a knife twice has a mandatory prison sentence. We are doing more work, and I would be more than happy to meet my hon. Friend to discuss the specific issues in Derby, where I know there are concerns."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "      Has the Minister considered an amnesty? Amnesties have been implemented in the past to invite people to hand in their knives or other weapons, and that was very successful in the west midlands some years ago."}, {"speaker": "Karen Bradley:", "speech": "      That is a matter for chief constables to determine. However, as I said, we have worked with 13 forces, and included in that work were knife amnesties."}, {"speaker": "Sir David Amess (Southend West) (Con):", "speech": "   7.    What recent discussions the Government have had with banks and industry bodies on steps to reduce fraud and cybercrime. [903665]"}, {"speaker": "The Minister for Security (Mr John Hayes):", "speech": "      Discussions with banks and industry bodies have led to the recently announced Joint Fraud Taskforce. This is the first time that banks, police and Government have joined together to ensure that the public are aware of, and protected from, fraud. The taskforce’s mission is to counter the wicked work of fraudsters."}, {"speaker": "Sir David Amess:", "speech": "      While I absolutely understand the difficulties in effectively policing the internet, financial scams—judging by my own parliamentary account—seem to be completely out of control, and the most vulnerable people are being targeted. Will my right hon. Friend therefore have another look at this issue to see whether there is some way we can bring these criminals to account?"}, {"speaker": "Mr Hayes:", "speech": "      Because we have taken a fresh look at this, as my hon. Friend recommends, we have launched the joint taskforce; we are continuing to support the Cyber Streetwise campaign, which makes people more aware of, and therefore more guarded about, fraud; and we invested £90 million on cyber-security in the previous Parliament and will invest £1.9 billion over the next five years. We take this seriously, not least, Mr Speaker, because, as you know, in the cyber-age I am a cyber-Minister—up to the minute, up to the mark and up to the job."}, {"speaker": "Mr Speaker:", "speech": "      We would expect no less of the right hon. Gentleman."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      Since the cyber-Minister is up to the mark, may I ask him about the activities of a website called Bestvalid, which was discovered recently selling the stolen bank details of 100,000 British citizens? Can he explain, as an up-to-the-minute cyber-Minister, how it was possible for this website to carry on for six months before being closed down, and how much of the £1.9 billion that he is targeting on cybercrime will be used proactively to close down sites of this kind?"}, {"speaker": "Mr Hayes:", "speech": "      The right hon. Gentleman knows, because his Select Committee has drawn attention to this in the past, that it is critically important that the Government work with all other agencies, including banks and private sector organisations, and the taskforce will be missioned to do that. It may be worth saying that this is summed up by the fact that the National Police Chiefs Council has publicly signed up to"}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      The cyber-Minister will know that people are more likely to be mugged online than in the street, with serious consequences for victims. After five years of the Government saying, “We cut police but we have cut crime”, will he confirm that, when 6 million cybercrimes are included in the statistics, the truth will be told that far from falling, crime is changing, and that our country now faces crime doubling just as this Government continue to cut the number of police officers?"}, {"speaker": "Mr Hayes:", "speech": "      The hon. Gentleman will be disappointed that I am going to say that he is right to draw attention to the scale of this problem. I remind him that we were the Government who made the decision to publish these statistics and to designate cybercrime in the way that we have, because until we appreciate the scale of the problem, we will not develop the solutions necessary to deal with it. As he will know, we are using some of the extra resource to set up the national cyber centre to co-ordinate work in this area."}, {"speaker": "Mr Graham Allen (Nottingham North) (Lab):", "speech": "   8.    What steps she is taking to encourage police and crime commissioners to support early intervention programmes; and if she will make a statement. [903666]"}, {"speaker": "The Minister for Policing, Crime and Criminal Justice (Mike Penning):", "speech": "      The Government have supported the first police early innovation leadership academy and provided grant funding for the Early Intervention Foundation. This is really interesting work being done to protect young children. Naturally we will help and encourage chief constables and PCCs up and down the country to help to reduce crime, support victims, and closely engage with their partner agencies, such as the foundation."}, {"speaker": "Mr Allen:", "speech": "      The American comedian Eddie Cantor said, “If those currently on the most-wanted list had been the most wanted as children they would no longer be on the most-wanted list.” In that context, will the Minister welcome the work that his Department is doing with the Early Intervention Foundation in creating police leaders’ academies on early intervention, and will he ensure that funding is available so that every police and crime commissioner elected this year can attend such courses, as this is the best crime prevention measure we know?"}, {"speaker": "Mike Penning:", "speech": "      I praise the work of the Early Intervention Foundation; the work it does is very important. Other agencies also do really important work. We all know that if we can catch them young we can prevent people from turning into the types of criminals that sadly this society sees too often in our prisons."}, {"speaker": "Sir Eric Pickles (Brentwood and Ongar) (Con):", "speech": "      Following the Government’s troubled families programme, there can be no doubt that early intervention works—it reduces petty crime, encourages school attendance, and gets people into jobs. However, it has become clear—this is why what the Minister is saying is very welcome—that without the active participation of the police such programmes are somewhat ineffectual, so I hope that we will ensure that every chief constable and every commissioner will regard this as a high priority."}, {"speaker": "Mike Penning:", "speech": "      I am sure that every chief constable, police and crime commissioner and PCC candidate has heard exactly what my right hon. Friend has said. That is why we have put the money into the foundation and why we are doing a review of the early intervention academy for police leaders, so that we can have proof of the outcomes and let the money follow good resources."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      Humberside police has 500 fewer officers than five years ago, across north-east Lincolnshire we have had a 38% rise in violent crime, and sexual offences are up 18%. Is it not the reality that early intervention is not a priority for the police on the ground and that it is being pushed on to ill-resourced local authorities?"}, {"speaker": "Mike Penning:", "speech": "      I am sure that the Whips Office wrote the hon. Lady’s question, because every single time we hear from the Labour party, it wants more money, and yet its Front Benchers want to cut funding to the police force—[Interruption.] That is the reality."}, {"speaker": "Tom Pursglove (Corby) (Con):", "speech": "   11.    What the take-up of the TrackMyCrime service among police forces has been up to date. [903670]"}, {"speaker": "The Minister for Policing, Crime and Criminal Justice (Mike Penning):", "speech": "      As I wrote earlier, four police forces currently use TrackMyCrime—Avon and Somerset, Kent, South Yorkshire and Humberside—with more to come. According to Minerva IT consortium, it will be made available to 22 forces, including Northampton."}, {"speaker": "Tom Pursglove:", "speech": "      How successful has TrackMyCrime been in supporting victims of crime and keeping them up to date with investigations?"}, {"speaker": "Mike Penning:", "speech": "      I wrote my previous answer earlier, because I did not know what was going to be asked. The truth is that if all victims know exactly what is going on once they have reported a crime, they will have confidence to believe in the criminal justice system. TrackMyCrime will help in that regard."}, {"speaker": "Jeff Smith (Manchester, Withington) (Lab):", "speech": "   12.    What progress her Department has made on reviewing the status of poppers within the Psychoactive Substances Act 2016. [903671]"}, {"speaker": "The Parliamentary Under-Secretary of State for the Home Department (Karen Bradley):", "speech": "      The evidence-gathering stage of the review has begun. The Government are considering the next steps to ensure that the health and relationship benefits of poppers, and their risks, are fully assessed in an open and transparent manner."}, {"speaker": "Jeff Smith:", "speech": "      Eighteen thousand police officers have been cut in the past five years. Is it really sensible to waste scarce police resources on enforcing a ban on poppers and unnecessarily criminalising users of a relatively harmless substance, particularly when the ban may be revoked in a few months?"}, {"speaker": "Karen Bradley:", "speech": "      I hope that the hon. Gentleman welcomed the Psychoactive Substances Act, because we do not know what effect such substances have on young people—they may cause death—so the blanket ban on them is incredibly important. We are committed to reviewing the benefits of poppers against the harms, to see whether they should be included."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "   14.    What assessment she has made of the effectiveness of the Modern Slavery Act 2015. [903673]"}, {"speaker": "The Secretary of State for the Home Department (Mrs Theresa May):", "speech": "      The Modern Slavery Act received Royal Assent on 26 March 2015. It is too early to make a full assessment of the effectiveness of the Act, but I am pleased that key provisions are already having an impact. The ports have already been using the slavery and trafficking prevention orders to stop offences occurring, and some businesses have already published statements setting out what steps they have taken to prevent modern slavery in their global supply chains."}, {"speaker": "Jeremy Lefroy:", "speech": "      In the “Strategic Plan 2015-2017”, the independent anti-slavery commissioner writes:"}, {"speaker": "Mrs May:", "speech": "      First, the independent anti-slavery commissioner is absolutely right, because this is not just about law enforcement and Government taking action in this area; it is also about working with the private sector and businesses. I am pleased that, although the first set of declarations in relation to supply chains will only be compulsory from 31 March, a number of companies have already made those declarations. In a month or so, I will hold an event with companies to share good practice among them so that we can ensure that we are getting the best information out there, and then consumers can make their decisions."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Despite some of the good measures in the Act, child trafficking is still taking place across the European Union, hidden within the scandal that is the migration crisis, which is engulfing the entire continent. What work is the Home Secretary doing with her colleagues across the European Union to make sure that the issue is adequately tackled across all 28 member states?"}, {"speaker": "Mrs May:", "speech": "      I am encouraging other member states to take the step that we took with the Modern Slavery Act and introduce new legislation. We and other member states are working on organised immigration crime and human trafficking. We have put resources into that and are working with a number of countries to identify the traffickers and to ensure that proper action is taken. The independent anti-slavery commissioner has made his expertise available to a number of countries across the European Union. That is of enormous benefit, because he is expert in this area."}, {"speaker": "Michael Tomlinson (Mid Dorset and North Poole) (Con):", "speech": "   23. [903682]    Further to the question asked by my hon. Friend the Member for Stafford (Jeremy Lefroy), will my right hon. Friend set out in more detail the importance of the transparency in supply chains provision in the Modern Slavery Act, and how it will be monitored?"}, {"speaker": "Mr Speaker:", "speech": "      Yes, but not too much detail, given the time."}, {"speaker": "Mrs May:", "speech": "      The measure has two important impacts. First, it makes companies think about whether there is slavery in their supply chains. Secondly, their declarations of the action they have taken—or of the fact that they have taken no action—will be available to consumers, who will be able to make choices about which companies to do business with as a result. We are looking at a number of options for ensuring that that information is publicly available in one place."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      May I make the right hon. Lady aware of the excellent work of the Palm Cove Society in Headingley, in my constituency? I was shocked to hear about the extent of modern slavery in this country. Does she think that people are sufficiently aware of that, and what more can she do to highlight it?"}, {"speaker": "Mrs May:", "speech": "      We are aware of the work that the Palm Cove Society does. The hon. Gentleman is right; I think that most people are shocked to know that slavery takes place in this country, and they would be even more shocked to see the degree and extent of it. It is up to everybody in this House, not just the Government, to make people aware of that and aware of the action that they can take to stop it."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "   15.    What assessment the Government has made of the effectiveness of steps to tackle Daesh propaganda. [903674]"}, {"speaker": "The Minister for Security (Mr John Hayes):", "speech": "      The Government are removing more than 4,000 pieces of terrorist-related content a month. We are also supporting community-based initiatives that provide credible, positive alternatives and challenge Daesh’s core communications. Those campaigns have generated online viewings of more than 15 million."}, {"speaker": "Ben Howlett:", "speech": "      Daesh commits atrocities every day against Christians, gay people and others who do not agree with its way of life. What are the Government doing to communicate accurately those atrocities across the UK to prevent the spread of extremism, particularly among young people?"}, {"speaker": "Mr Hayes:", "speech": "      My hon. Friend is right. Yeats said:"}, {"speaker": "Mr Speaker:", "speech": "      I am glad that even on this most solemn of matters, the right hon. Gentleman has been able, as always, to provide us with a poetical flourish."}, {"speaker": "Chris Green (Bolton West) (Con):", "speech": "   T1.    If she will make a statement on her departmental responsibilities. [903684]"}, {"speaker": "The Secretary of State for the Home Department (Mrs Theresa May):", "speech": "      Last week, I was in Washington at the five-country ministerial with my counterparts from the United States, Canada, Australia and New Zealand to discuss the threat we all face from extremism and terrorism—a threat that is real and growing. In 2014, Daesh in Syria and Iraq directed, inspired or enabled some 20 attacks in other countries worldwide. In 2015, there were almost 60 such attacks, as well as more than 200 attacks carried out by Daesh branches including those in Libya and Egypt."}, {"speaker": "Chris Green:", "speech": "      I thank my right hon. Friend for her answer. Does she agree that the creation of the police and crime commissioner role was a great step in the right direction, and that it ought to change radically in future and take on more responsibilities?"}, {"speaker": "Mrs May:", "speech": "      I absolutely agree with my hon. Friend. It was important to create the role of a directly elected individual who is accountable to the public for local policing, but we called such individuals police and crime commissioners precisely because we wanted to see the role evolve. My right hon. Friend the Justice Secretary and I are already in discussion about how the role might evolve in relation to the rest of the criminal justice system."}, {"speaker": "Andy Burnham (Leigh) (Lab):", "speech": "      May I commend the Home Secretary for her announcement this weekend and for her decision to put the national interest before self-interest, unlike others? When she began as Home Secretary, she took a Eurosceptic stance, opting out of dozens of EU measures, but she has since opted back in to many—most recently, on the sharing of fingerprinting and DNA. Is it fair to say that the realities of office have shown her the value of EU co-operation in tackling crime and terrorism, and changed her mind on Britain’s membership of the EU?"}, {"speaker": "Mrs May:", "speech": "      I have always been very clear about the value of co-operation when it is in the British national interest. We decided to propose to the House that we   "}, {"speaker": "Andy Burnham:", "speech": "      I think I will take that as a yes. Yesterday, on the “The Andrew Marr Show”, the Prime Minister was explicitly clear that our membership of the EU helps Britain fight terrorism, but within minutes he was directly contradicted by one of his own Cabinet Ministers, who claimed the UK’s EU membership made a Paris-style attack here more likely. This would be bad coming from UKIP, but coming from one of our most senior members of the Cabinet, it is downright irresponsible. Will the Home Secretary take this opportunity to reaffirm Government policy on this crucial issue and condemn this baseless scaremongering?"}, {"speaker": "Mrs May:", "speech": "      The Government’s position on this issue is very clear. As I have just indicated in answer to the first question the right hon. Gentleman asked me, I am very clear that there are many areas in which co-operation with other member states in the European Union is to our benefit in terms of the national security of this country and dealing with criminal matters. As I indicated in response to earlier questions, we do of course take security at our border very seriously, and that is why we have the checks we do at our border."}, {"speaker": "Fiona Bruce (Congleton) (Con):", "speech": "   T3. [903686]    The Government have agreed to work with the United Nations High Commissioner for Refugees to create a new initiative to help resettle unaccompanied children from conflict regions. Will the Minister confirm when the initiative will begin and say which organisations the Government will work with to help identify those children?"}, {"speaker": "The Minister for Immigration (James Brokenshire):", "speech": "      Yes, we are working with the UNHCR on the development of a new initiative to settle unaccompanied children from conflict regions outside the EU. Discussions are ongoing with the UNHCR—we have had a roundtable meeting already with a number of non-governmental organisations—and we will obviously come back to the House shortly, when our consideration has concluded."}, {"speaker": "Hannah Bardell (Livingston) (SNP):", "speech": "   T2. [903685]    Following on in the trafficking vein, I want to ask a question about a constituent of mine. I cannot name her because of her vulnerability. She was human trafficked from Nigeria to the UK and held in domestic slavery in London, but escaped to my constituency over 10 years ago. She now has a family and a husband—her children were born in Scotland—but she cannot get indefinite leave to remain. The Home Office has not been at its most helpful. Will the Minister meet me to discuss this issue and see what can be done to help this family settle in Scotland?"}, {"speaker": "James Brokenshire:", "speech": "      The hon. Lady has raised what appears to be a very serious individual case. If I may, I will speak to the hon. Lady after this session to obtain more details, and we will obviously respond to her formally."}, {"speaker": "James Heappey (Wells) (Con):", "speech": "   T4. [903687]    I have met a number of police officers in my constituency who have witnessed extreme trauma while on duty and have been diagnosed as suffering from mental illness or   "}, {"speaker": "Mrs May:", "speech": "      I absolutely agree with my hon. Friend. Police officers are entitled to exactly the same sick leave and pay arrangements whether they suffer a mental or physical illness. Any requests for ill-health retirement are, similarly, subject to exactly the same test. It is the responsibility of chief constables to provide for that in their local policies. I am pleased to say that in October 2014, the Government allocated £8 million to the blue light programme to support the mental and physical wellbeing of emergency services personnel."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "   T5. [903688]    The Government have always justified their cuts to policing on the basis that crime has not gone up. Since 2010, Greater Manchester police force has lost 1,664 officers, which is more than any other force. Recorded crime in Greater Manchester is now going up, and it is doing so faster than in any other metropolitan area. If crime continues to rise, will the Government reconsider their reductions in the number of front-line police officers, as would be reasonable?"}, {"speaker": "The Minister for Policing, Crime and Criminal Justice (Mike Penning):", "speech": "      Let us go over this again. The Government have not reduced the number of police officers on the frontline. Actually, the percentage on the frontline has gone up. The one party that wanted to cut the police budget at the last election was the Labour party—a group of people we did not listen to."}, {"speaker": "Dr Matthew Offord (Hendon) (Con):", "speech": "   T7. [903691]    What steps is the Secretary of State taking to ensure that police services continue reforms to better protect the public?"}, {"speaker": "Mrs May:", "speech": "      We are taking a number of steps. A piece of work is being undertaken to look at where capabilities would best lie in terms of police reform. I addressed a conference of chief constables and police and crime commissioners earlier this year about this matter. I am happy to say that I have had discussions on precisely this matter with my hon. Friend the Member for Richmond Park (Zac Goldsmith). If he becomes Mayor of London, I am assured that he will continue the reforms in the Metropolitan police."}, {"speaker": "Mr Douglas Carswell (Clacton) (UKIP):", "speech": "   T6. [903689]    The Europol chief, Rob Wainwright, has warned that up to 5,000 ISIS fighters are already in the EU. How does the Home Secretary feel that being in the EU makes us safer?"}, {"speaker": "Mrs May:", "speech": "      The hon. Gentleman will be aware that what is important for the United Kingdom in this respect is that we can be in the European Union and continue with the border controls that we have, unlike the countries that are in Schengen. We will never be in Schengen. We will maintain security checks at the border, which is the right thing for us to do."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      The Prime Minister has claimed that he has delivered on his promise that"}, {"speaker": "James Brokenshire:", "speech": "      I think we can safely say that the Prime Minister is right. In a few moments, my hon. Friend will hear precisely how the Prime Minister has set out the agenda in relation to welfare benefits."}, {"speaker": "Siobhain McDonagh (Mitcham and Morden) (Lab):", "speech": "   T9. [903693]    I was proud to join Housing for Women last week to celebrate the first anniversary of its operating the women’s refuge in Merton. It supported 38 women and 45 children in 2015. Unfortunately, not all refuges are in the same position, with 30 closing over the last year and 42% of rape crisis centres not having money beyond next month. Will the Home Secretary do everything she can to ensure that no woman is forced to return home to a violent partner and, possibly, to her death?"}, {"speaker": "Mrs May:", "speech": "      I remember the days when the hon. Lady and I served on the council of the London Borough of Merton. She took an interest in domestic violence and support for its victims and survivors then, and she continues to do so now. Of course, the Government have put extra money into refuges and supported money for various domestic violence services. It is a terrible crime and we need to deal with it."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      What assessment has been made of the number of connections police forces have made to the child abuse image database since it launched?"}, {"speaker": "The Parliamentary Under-Secretary of State for the Home Department (Karen Bradley):", "speech": "      My hon. Friend raises the very important issue of the child abuse image database, which was introduced by the Government and is leading the world in tackling online indecent images of children. We now have all 43 forces connected to the image database and are starting to see real results in protecting children."}, {"speaker": "Ian Lavery (Wansbeck) (Lab):", "speech": "      Where police and fire and rescue services decide to amalgamate regionally, will the Secretary of State give a guarantee that she will not in any way, shape or form allow the services they provide to be mutualised or privatised?"}, {"speaker": "Mrs May:", "speech": "      The reason for enabling police and crime commissioners to bring together policing and fire and rescue services is to be able to offer enhanced services. In looking at a decision to be taken at a local level, a business case will have to be made for bringing them together."}, {"speaker": "The Prime Minister (Mr David Cameron):", "speech": "      With permission, Mr Speaker, I would like to make a statement on the agreement reached in Brussels last week, but first let me say a word about the migration crisis which was also discussed at the European Council. We agreed we needed to press ahead with strengthening the EU’s external borders to ensure that non-refugees are returned promptly, and to back the new mission to disrupt the criminal gangs working between Greece and Turkey, who are putting so many people’s lives at risk. I made it clear that Britain will continue to contribute, and will step up our contribution, in all these areas."}, {"speaker": "Jeremy Corbyn (Islington North) (Lab):", "speech": "      I thank the Prime Minister for advance notice of this statement. It obviously took him a long time to write it, because I only received it at eight minutes past 3 this  afternoon."}, {"speaker": "The Prime Minister:", "speech": "      I thank the right hon. Gentleman for his contribution. He and I disagree on many, many things—economic policy, social policy, welfare policy and even the approach we should take within Europe, as he has just demonstrated in his response—but we do agree about one thing: Britain should be in there, fighting for a good deal for our country. I worry a little for him because he is going to be accused of all sorts of things, some of them fair, some of them unfair. I fear that if he takes this course, he will be accused of being a member of the establishment, and that would be the unfairest attack of all."}, {"speaker": "Mr Kenneth Clarke (Rushcliffe) (Con):", "speech": "      Does the Prime Minister agree—I am sure that he will—in referring to the continental press, that he has demonstrated the influence of a British Prime Minister, as he has forced some concessions that will be quite difficult for fellow Presidents and Prime Ministers to sell to their own political establishments? Does he agree that future generations will benefit from some of those concessions, particularly those on enlarging the single market, guaranteeing our access to parts of it, deregulating, and engaging in major trade deals with outside? Does he also agree that it is not the politics of fear to point out that those who advocate a no vote do not seem to know what a no vote means? They continually imply that all the benefits that flow from Europe in terms of jobs, investment and security will somehow continue to come here when they have swept away the obligations that previous British Government have always accepted."}, {"speaker": "The Prime Minister:", "speech": "      I am grateful to my right hon. and learned Friend for what he has said. It has been interesting to see what some of the foreign newspapers have made of this. Let me give one example. A Spanish paper said:"}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      May I begin by thanking the Prime Minister for advance sight of his statement? The referendum choice before the electorate is a huge one and it will define our relationship with the rest of Europe and indeed among the nations of the United Kingdom. Scotland is a European nation and the Scottish National party is a pro-European party. We will campaign positively to remain within the EU. Hopefully, the Prime   "}, {"speaker": "The Prime Minister:", "speech": "      First, I can confirm that I will make, as I have done today, a positive case based on Britain being stronger, Britain being safer, and Britain being better off, but this is a choice. It is important that we set out the choice and the alternative to the British people, because this is potentially the most important decision that people will make on a political issue in their lifetime. I do not want anyone to take a step into the dark without thinking the consequences through properly."}, {"speaker": "Sir William Cash (Stone) (Con):", "speech": "      My right hon. Friend has spoken about national Parliaments, democracy and our sovereignty. In his Bloomberg speech, he made it clear that he regarded our national Parliament as the root of our democracy. Yesterday, he referred to the “illusion of sovereignty”. Will he explain and repudiate that statement, specifically in relation to the question now before us, our Parliament, our democracy and the making of our laws, which at this moment in time under the European Communities Act 1972, are made by a majority vote of other countries, are introduced by an unelected Commission, and are enforced by the European Court of Justice? Does he not accept that the only way of getting out of that and returning our democracy is to leave the European Union?"}, {"speaker": "The Prime Minister:", "speech": "      First, I have huge respect for my hon. Friend, who has campaigned on this issue for many years, and the one thing he will welcome is the fact that we are now allowing the British people a choice on whether to stay in or leave the European Union. Let me confirm that, yes, this Parliament is sovereign. We have chosen to join the European Union, and we can choose to leave it. Let me explain exactly what I meant when I   "}, {"speaker": "Mr Nick Clegg (Sheffield, Hallam) (LD):", "speech": "      Despite assurances, it is worth remembering that this referendum is about the future of our country, not the future of a divided Conservative party. Does the Prime Minister agree that it is not just about Britain’s place in the European Union but about Britain’s place in the world? President Obama has made it crystal clear that if Britain left the European Union that would weaken, not strengthen, the special relationship. The Indians and Chinese are mystified that we are even risking exit from the European Union. Does the Prime Minister agree that if in future Britain wants to stand tall in New Delhi, Beijing, Washington and other global capitals, it must continue to stand tall in our own European neighbourhood?"}, {"speaker": "The Prime Minister:", "speech": "      The right hon. Gentleman is right that we should make this decision ourselves as a sovereign nation and a sovereign people, but it is worth listening to our friends and listening to what they think is best for our country. Of all the leaders and politicians I have met around the world, I cannot think of any of our friends—not Australia, not New Zealand, not Canada, not America—who want us to leave the EU. The only person I can think of who might want us to leave the EU is Vladimir Putin. As for what the right hon. Gentleman, my former colleague, said about the need for this referendum, I make the slightly cheeky point that we are implementing the 2010 Lib Dem manifesto by holding it."}, {"speaker": "Boris Johnson (Uxbridge and South Ruislip) (Con):", "speech": "      May I ask my right hon. Friend the Prime Minister to explain to the House and the country in exactly what way this deal returns sovereignty over any field of lawmaking to these Houses of Parliament?"}, {"speaker": "The Prime Minister:", "speech": "      This deal brings back some welfare powers, it brings back some immigration powers, it brings back some bail-out powers, but more than that, because it carves us forever out of ever closer union, it means that the ratchet of the European Court taking power away from this country cannot happen in future. For those who worry—and people do worry—that somehow if we vote to remain in, the consequence could be more action in Brussels to try and change the arrangements we have, we have a lock in this House of Commons: no power can be passed from Britain to Brussels without a referendum of the British people. So we have a better deal, we have a special status, and we have a chance to make sure that we build on what we have, protect our people and enhance our prosperity, and that is the choice we should make."}, {"speaker": "Edward Miliband (Doncaster North) (Lab):", "speech": "      Let me thank the Prime Minister for quoting and implementing parts of the 2015 Labour manifesto."}, {"speaker": "The Prime Minister:", "speech": "      I am grateful to the right hon. Gentleman for what he says. I cannot promise to implement many other parts of the Labour manifesto, but I am glad to have been of assistance on this occasion. I absolutely agree with him. The big picture is this: when it comes to getting things done in the world that can help keep people safe in our country, or getting a bigger, better deal on climate change, do we get more because we are in the EU? Yes. Making sure we have sanctions against Iran that really work and get Iran to abandon its nuclear programme—do we do that through the EU and other bodies? Yes, absolutely. On making sure we stand up to Russian aggression in Ukraine, we have been the linchpin between the European Union and the United States of America in making those sanctions count. If we had been outside the European Union during that period, we would have been waiting at the end of the phone to find out what the decisions were going to be. Instead, we were making them, we were driving them, between Europe and America. That is how we get things done for our people."}, {"speaker": "Nadine Dorries (Mid Bedfordshire) (Con):", "speech": "      According to the Guido Fawkes website today, there is a letter appearing in The Times tomorrow which has been written by a Chris Hopkins on behalf of organisations across the UK supposedly wishing us to remain. Chris Hopkins is apparently a civil servant. Can the Prime Minister tell us who Chris Hopkins is, which Department he works for, and what authority he has as a civil servant to campaign for the remain lobby?"}, {"speaker": "The Prime Minister:", "speech": "      I can answer very simply. He is a civil servant working in No. 10 and his authority comes from me. He is doing an excellent job. This is not a free-for-all. The Government have a clear view, which is that we should remain in a reformed European Union, and the civil service is able to support the Government in that role. Members of Parliament, Ministers and Cabinet Ministers are able to make their own decision, but the Government are not holding back or hanging back from this. We have a full-throated view that we should put forward in front of the British people so that they can make their choice."}, {"speaker": "Alan Johnson (Kingston upon Hull West and Hessle) (Lab):", "speech": "      I am tempted the ask whether the Prime Minister thinks blonds have more fun, but I will actually ask whether he remembers the analysis his Government did in 2014 of the European arrest warrant. It concluded that the European arrest warrant acts as a deterrent to offenders coming to this country. Will he point that out to his Work and Pensions Secretary, and will he ask the   "}, {"speaker": "The Prime Minister:", "speech": "      The European arrest warrant is a good case in point. All of us who have this concern about sovereignty and the rest of it had our concerns about the arrest warrant, but look at what has happened in practice. When, in 2005, terrorists tried to bomb our city for a second time, one of them escaped and was arrested and returned to Britain within weeks under a European arrest warrant. Before that, it could have taken years. So I think we can all see that the practical application of these changes definitely keeps us more safe."}, {"speaker": "Mrs Anne-Marie Trevelyan (Berwick-upon-Tweed) (Con):", "speech": "      Having spent the best part of the recess in the Arctic circle with the Royal Marines, I am extremely conscious of the need to ensure that every one of our serving military personnel can cast their vote—to leave or to remain—in the forthcoming EU referendum, which the Prime Minister has worked so hard to get on to the statute books for us. Will he please confirm that every serving member of our armed forces, wherever they are in the world, will be entitled to vote? Will he guarantee that they will receive their ballot papers in good time, and will he confirm how we will ensure that everyone is counted?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend clearly had a more entertaining recess than I did—I am rather jealous. There were moments when I wished I was in the Arctic circle, I can tell you. I believe that the arrangements are absolutely the same as for a general election. We have now four months until the referendum, so there is plenty of time to put in place the arrangements that she seeks."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      I pay credit to the Prime Minister for delivering a referendum to the British people. I well remember the time he came to this House and argued against a referendum, but I am glad he came round to supporting those of us who believed that holding one was the right thing to do. He will know that we on the Democratic Unionist party Benches are extremely disappointed that we do not have, as a result of his deal, control over our sovereignty, over our borders or over our finances."}, {"speaker": "The Prime Minister:", "speech": "      What we have is a phased approach, so that, over four years, they get access to benefits. There is no access to benefits to start with, and full access only after four years. That is a huge advance.   "}, {"speaker": "Mr Owen Paterson (North Shropshire) (Con):", "speech": "      Last week’s decision requires treaty change to be both irreversible and legally binding. When will the ratification procedure begin?"}, {"speaker": "The Prime Minister:", "speech": "      I am afraid that my right hon. Friend is not right. It is already legally binding and irreversible, because this is a decision of 28 Governments to reach a legally binding decision that is then deposited as a legal document at the UN, so this could be reversed only if all 28 members, including the UK, were to come to a different decision. But the document sets out very clearly that two specific areas—the changes that we need to the treaty on ever closer union, and safeguards for businesses and countries outside the eurozone—will be put into the treaty as well."}, {"speaker": "Yvette Cooper (Normanton, Pontefract and Castleford) (Lab):", "speech": "      The Mayor of London, who has been touted as the leader of the leave campaign, said yesterday that Britain would easily be able to"}, {"speaker": "The Prime Minister:", "speech": "      Where I share the frustration of many of those who are questioning whether we should stay in is that Britain does need trade deals to be signed rapidly, and we do find it frustrating that Europe is not moving faster, because the Korean free trade agreement has been excellent, and we want to push ahead with Japan, with Canada, with America, and with China—and because of this document, all those things are more likely. Where I think the right hon. Lady has a good point is that you cannot sign trade deals with other countries until you have determined the nature of your relationship with the EU from the outside. That would take at least two years, and then you have to think, how long does it take to sign trade deals? The Canada deal is now, I think, in its seventh year and is still not put in place, so I worry that this is a recipe for uncertainty and risk. Businesses literally would not know what the arrangements were for year after year, and British business, British jobs and our country would suffer as a result."}, {"speaker": "Crispin Blunt (Reigate) (Con):", "speech": "      My 1998 pamphlet calling for us to address the question of our role in the world via a referendum on our EU membership may have escaped the Prime Minister’s attention, but he will understand why I am absolutely delighted that he has   "}, {"speaker": "The Prime Minister:", "speech": "      Let me make a couple of points to my hon. Friend. First, one of the things this renegotiation does is to address some of the principal grudges that I think this country has rightly had: too much of a single currency club, too much political union, too much in terms of migration and lack of respect for welfare systems, not enough competitiveness and removing bureaucracy. Having dealt with some of these grudges, yes, it may be possible to make sure that we get more things done that suit us. I would also agree with something that the Mayor of London said, which is that we need to make sure that we have high-quality British officials in every part of the organisation so that we can help to drive its agenda. My hon. Friend is right that this should be done to settle the issue for a generation. He is also right that we will be publishing the alternatives to membership so that people can see what they are and that there are plans that could be made."}, {"speaker": "Kate Hoey (Vauxhall) (Lab):", "speech": "      The Prime Minister said that great reform has been granted in the renegotiation. Why, then, did the French President say that the European Union has not granted the United Kingdom any special dispensations from its rules in the deal that has been struck, and go on to say that the Prime Minister had accepted that the City of London would not have special status compared with Europe’s other stock exchanges? Why is there such a difference between what the French President is saying and what the Prime Minister is saying?"}, {"speaker": "The Prime Minister:", "speech": "      The French Foreign Minister, Jean-Marc Ayrault, said:"}, {"speaker": "Mark Pritchard (The Wrekin) (Con):", "speech": "      Although the referendum decision—in or out—is a matter for the British people, as the leader of an Atlanticist party, does the Prime Minister recognise and acknowledge the concerns of the White House, the Pentagon, the State Department and international players that have already been mentioned that Britain and Europe need to stand together in an unsafe world?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend makes an important point. I do not believe that the American view is based simply on, “Well, it’s easier to make one phone call rather   "}, {"speaker": "Chris Leslie (Nottingham East) (Lab/Co-op):", "speech": "      Given that the pound has slid to its lowest level for seven years on the news that the hon. Member for Uxbridge and South Ruislip (Boris Johnson) has joined the leave campaign, are we not just getting a glimpse of the major economic upheaval that could follow if we leave the European Union? Is that not a timely reminder that the long-term best interests of our country should come ahead of party politicking and personal ambition?"}, {"speaker": "The Prime Minister:", "speech": "      It is important that we look in detail at the full economic impacts of either staying in or choosing to leave the EU. We will set out that approach in the weeks and months to come so that people can see what the dangers and risks are and what the case is."}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      Do not the common agricultural, fishing and energy policies do damage to domestic producers and add to the colossal deficit we always run with the rest of the EU while running a trade surplus with the rest of the world? What can we do about those unfairnesses if we stay in the European Union?"}, {"speaker": "The Prime Minister:", "speech": "      We have made a lot of progress in recent years. The wine lakes and butter mountains are a thing of the past. We have made big reforms to the common fisheries policy. I know that my right hon. Friend studies these things very closely, but although we have a deficit with the EU on goods, we have a substantial surplus when it comes to services. We have to think about the future and how we safeguard the services industries as well as making sure that our position in the single market is open."}, {"speaker": "Liz Kendall (Leicester West) (Lab):", "speech": "      Opening up EU markets in areas such as energy and digital services could create hundreds of thousands of jobs in future. Does the Prime Minister agree that remaining part of the EU would give the UK a strong voice in making sure that the completion of that single market happens, and would get the best deal for British business and jobs?"}, {"speaker": "The Prime Minister:", "speech": "      The hon. Lady makes an important point, which is that Britain has a strong voice in the EU to get these single markets completed. The declaration on competitiveness from the EU Commission is worth reading. She also points out that, if we were not there, not only would the EU continue to exist and have a very big impact on our lives, but it would probably head in a very different and more protectionist direction, and that would affect us, in many ways quite badly."}, {"speaker": "Dr Liam Fox (North Somerset) (Con):", "speech": "      My right hon. Friend will no doubt have been deluged with advice on EU law during his negotiation, so on the subject of ever closer union, can he give us a concrete example of a   "}, {"speaker": "The Prime Minister:", "speech": "      Ever closer union has been mentioned in a series of judgments by the European Court of Justice, and there are two things in what we have agreed that I think will have an impact. Obviously, the most eye-catching of those is in paragraph 1 on page 10, which states that the substance of the agreements"}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      The Prime Minister was elected on 37% of the vote. Even if half those people were to vote in, the referendum can be won only on the basis of people who voted Labour, Scottish National party, Liberal, Plaid Cymru and Green. Is it not a reasonable supposition to make that those people will be more interested in a positive articulation of the case for Europe than in the factional arguments of the Conservative party, entertaining though they are? When will the Prime Minister put forward that positive case for Europe?"}, {"speaker": "The Prime Minister:", "speech": "      I do not want to upset the right hon. Gentleman, because I am hoping that he will be supportive. In the speech that I made today, I set out a positive case. Yes, it is the case of someone who is Eurosceptical in the genuine sense: I am sceptical about all organisations and about all engagements. We should always question whether organisations work for us, and we should be doubtful about such things. That is what being sceptical means."}, {"speaker": "Mr David Davis (Haltemprice and Howden) (Con):", "speech": "      The Prime Minister has centred much of the renegotiation on immigration, so can he tell the House, in his estimation, by how much the welfare changes will reduce immigration from the EU in the coming year?"}, {"speaker": "The Prime Minister:", "speech": "      Anyone who knows that, at the moment, someone can come from the EU and get up to £10,000 of in-work welfare benefits in the first year knows that that is a big incentive to come to Britain. Many people said that we would never be able to get changes to in-work benefits, but we have got those changes. If we pass this legislation we will see, in 2017, a seven-year period up to 2024 in which we will be restricting these welfare claims. That, plus all the changes that the Home Secretary helped to secure—in many cases reversing ECJ judgments—will actually restore to our country powers over welfare and powers over immigration that can make a real difference."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      Plaid Cymru supports our membership of the EU. We also support further reform, and we will campaign accordingly. Were we to leave, what would happen to measures such as convergence funding, which has provided large amounts of money for the poorer areas of west Wales and the valleys?"}, {"speaker": "The Prime Minister:", "speech": "      The short answer is that if we were to leave the EU, we would not be able to get those funds, which have made a big difference in parts of Wales, in parts of England—for instance, in Cornwall—and in other parts of our country. I am someone who wants to keep the EU budget down, and we achieved the historic decision to cut it, but I think we should be frank that some of the work that the EU has done in poorer countries in other parts of the EU has helped those economies to grow. They are all customers of ours, so whether it is Bulgaria, Romania, Greece or wherever, their economic development is in our interests."}, {"speaker": "Mrs Anne Main (St Albans) (Con):", "speech": "      In January, I introduced a Bill to try to protect our children from flammable costumes—to protect children from going up in flames. I pulled the Bill this month after discussions with officials from the Department for Business, Innovation and Skills, who told me that the matter comes under harmonised legislation. Thousands of directives are spewed out from Brussels every year with which the Government have to comply. We cannot even protect our own children on something so fundamental, because we do not have control without the permission of Brussels."}, {"speaker": "The Prime Minister:", "speech": "      I will look carefully at the case my hon. Friend has mentioned, because I know that such things can be frustrating. In the area of foam-filled furniture and foam-filled mattresses, we have taken steps over and above what other EU countries have done, and that has kept our own people safer. The other thing I would say is that a lot of different figures are bandied about on the matter, but if she looks in the House of Commons Library, she will see that far from the very high figures quoted by some, more like 13%, 14% or 15% of laws come to us from that direction."}, {"speaker": "Tim Farron (Westmorland and Lonsdale) (LD):", "speech": "      May I commend the Prime Minister for his statement and congratulate him on successfully persuading his European   "}, {"speaker": "The Prime Minister:", "speech": "      The renegotiation was aimed at dealing with some of the legitimate grievances that we have had in the UK for many years about the way in which the EU works. We felt it was too much of a single currency club and too much of a political union, and was not enough about competitiveness and had not enough protections in terms of welfare and immigration. I believe the renegotiation and agreement go a long way to dealing with each of those problems."}, {"speaker": "Sir Eric Pickles (Brentwood and Ongar) (Con):", "speech": "      On these Benches we are rightly proud of our record on the drop in unemployment, the record growth—best in the G7—and the reduction in our deficit. During my right hon. Friend’s many meetings, did he find anybody, even a single person, who suggested we might get better terms, on our exit, to achieve even better outside the European community?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. Friend makes an important point. There is good will towards Britain because of the contribution we make to the EU. There is understanding of the problems and difficulties that we have had. Therefore, with a huge amount of diplomacy —travel and meetings and everything else—it has been possible to get, I think, a good agreement for Britain. As I said in my statement, if we were somehow to kick over the table and ask for a second one, I do not think that would be remotely feasible."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      May I particularly welcome the equalisation of the spouse visa rules, which discriminated unfairly against British citizens? May I also ask the Prime Minister to recognise the work of the Minister for Europe? I managed only two years in the job; he has done six, and he has still retained his sanity—almost."}, {"speaker": "The Prime Minister:", "speech": "      First, let me thank the right hon. Gentleman for his remarks about the Europe Minister, who was with me in Brussels for this marathon negotiation —I thought his eyes were shutting for a minute there. He has been doing the job for six years, and has done it extremely well."}, {"speaker": "Mr Peter Lilley (Hitchin and Harpenden) (Con):", "speech": "      For decades, British Ministers who have had involvement with Europe—I include myself in this—have been tempted to exaggerate the influence we bring to bear and conceal our inability to achieve British interests. Is that why it took a freedom of information request to establish that over the last two decades, Britain has voted against 72 measures in the European Council and been defeated 72 times, and that the pace of defeat is accelerating? If we make the mistake of taking the risk of remaining in the EU, how many defeats does the Prime Minister expect over the next two decades?"}, {"speaker": "The Prime Minister:", "speech": "      I do not for one minute underestimate the frustrations and challenges of being a member of this organisation. The research that I have seen—perhaps I will write to my right hon. Friend with a copy of it—states that deep analysis of whether a country achieves its position shows that Britain does so in 90% of cases, which even, I think, outranks the Germans. I have seen for myself that when we work hard and form alliances, we can get things done."}, {"speaker": "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab):", "speech": "      I accept the symbolism of removing the phrase “ever closer union”, but if we are to believe that it will have legal consequences, the Prime Minister owes it to the House to give at least one or two examples of where that was the sole legal basis for a decision."}, {"speaker": "The Prime Minister:", "speech": "      I am happy to write to the right hon. Lady with the details because those words have been used in a whole series of cases. That is why the point was so hard-fought."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      May I point out to my right hon. Friend that article 50 did not exist in the treaties until the Lisbon treaty, which he used to oppose and now agrees with? There are many ways of leaving the European Union that might not involve article 50. He does not want to bind himself into the article 50 framework. Will he give this some thought, rather than committing himself to a policy that he obviously does not support?"}, {"speaker": "The Prime Minister:", "speech": "      Whether we like it or not—frankly, I do not particularly like it—the treaty on European Union sets out the way in which a country leaves. It is called article 50 and I think people should read it. If you want to leave, leave. If you want to stay, stay. What I find slightly odd is the idea of voting to leave to try and half stay. I do not think the British public would understand it, I do not think our European partners would understand it and I am at a loss to understand it as well. I thought that we wanted to have a referendum and to make a choice."}, {"speaker": "Angela Smith (Penistone and Stocksbridge) (Lab):", "speech": "      Does the Prime Minister think President Putin would rather see a strong Britain staying in a strong Europe or Britain breaking away from the European Union and, potentially, Europe breaking apart?"}, {"speaker": "The Prime Minister:", "speech": "      It is certainly true that Vladimir Putin likes to see disunity in the west, whether it is over sanctions, Syria or Russian conduct in other issues. There is no doubt in my mind, having sat at the European Council table, that the alliance between the Baltic states and Poland—which see at first hand the problems being created by Putin—countries such as Britain, which should always stand up to aggression, and the French and Germans has made Europe’s position stronger. If we were not there, I do not think we could guarantee that that would be the case. I do not believe that that is an overstatement of the position."}, {"speaker": "Mr Steve Baker (Wycombe) (Con):", "speech": "      In October, Lord Rose, the chairman of the pro-EU BSE campaign, said:"}, {"speaker": "The Prime Minister:", "speech": "      I have great respect for my hon. Friend who is leading the campaign with great vim, vigour and passion, but surely if you want Britain to leave the EU you want things to change rather than not to change. The truth is that article 50 is the only way to leave. It says that you spend two years negotiating your status outside the EU and that if that cannot be agreed at the end of those two years then, unless all 27 other member states agree to extend the process, you leave. On leaving, if you have not got a deal, you do not know what your relationship is with the single market and you do not know what your relationship is with the 53 countries covered by the trading deals. You do not really know very much. My argument is: do not take that risk. Stay in a reformed European Union. What I think the leave campaign will have to do at some stage is explain what it is they want once we have left."}, {"speaker": "Dr Alasdair McDonnell (Belfast South) (SDLP):", "speech": "      I thank the Prime Minister for his detailed statement. Does he accept that, with Ireland and Britain so closely connected economically and living, as it were, in each other’s shadow, a UK exit from the European Union would have particular implications for Ireland, north and south? Indications suggest there may be some initial financial savings for the UK, but that huge losses are likely to follow. We have seen today the impact on sterling. That financial impact would be negative and slow—we would not see the full impact today or tomorrow. Recent polls suggest that 75% of people in Northern Ireland want to stay in the EU. Does the Prime Minister agree that a UK exit from the EU would have a particularly detrimental impact on Northern Ireland’s economy, and on its hard-won peace process and stability?"}, {"speaker": "The Prime Minister:", "speech": "      First, let me pay tribute and thanks to the Taoiseach, the leader of the Republic, who was probably one of the strongest voices in support of Britain’s renegotiation and in making sure we achieved a good settlement. In terms of Northern Ireland, everyone in Northern Ireland will have a vote and every vote counts the same. I urge people to exercise their democratic right. I look forward to going to Northern Ireland, as part of the campaign, to talk directly to people about why I believe we should stay."}, {"speaker": "Sir Alan Haselhurst (Saffron Walden) (Con):", "speech": "      Acknowledging that some people believe that our European neighbours want to do us down at every turn, is it credible to suppose that if we were to leave, those self-same people could believe that our former partners would fall over themselves to give us free access to the single market, which is the vital foundation for our business and industry to trade across the world?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. Friend makes an important point. I feel that very deeply. Having tried to build up the good will for a special status for Britain within the EU, which is what we have achieved, I do not believe that that good will would in any way be there were we to decide to leave. My right hon. Friend makes a very good point. That is why the safe option, the certain option, the option without risk is to stay in the reformed EU, rather than to take this leap in the dark."}, {"speaker": "Mr Pat McFadden (Wolverhampton South East) (Lab):", "speech": "      As the Prime Minister outlines the potentially grave consequences for the UK of leaving in terms of our economy and our security, we can perhaps all reflect on the wisdom of the leadership decisions that will lead to us perhaps facing those consequences in a few months’ time."}, {"speaker": "The Prime Minister:", "speech": "      I do not agree with what the right hon. Gentleman said in the first part of his question. I think it is time for a referendum. Too many treaties have passed through this House with no referendum, whether Maastricht under the Conservatives or Lisbon   "}, {"speaker": "Mrs Maria Miller (Basingstoke) (Con):", "speech": "      I congratulate the Prime Minister on securing for Britain the special status he talked about earlier. Does he agree that the problem with the debate so far is that those who want to leave Europe are completely unable to agree on an alternative arrangement for Britain in the EU that would deliver the same sort of economic and security benefits that his renegotiation secures?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. Friend makes an important point. Today’s discussions have revealed a lack of agreement not only about what Britain’s future looks like outside the EU, but about whether we really should leave, as some people want to vote leave in the hope of a different deal. Then there is not really agreement about how we should leave, whether it be via article 50 or through some other process that can be followed. I am absolutely clear that the only way of leaving is through article 50. There is no second renegotiation; there is no second referendum. The choice is in or out. I think we now need to move on to debate what those things really mean."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      Can the Prime Minister tell us, beyond the areas specifically addressed in the deal agreed last week, in which way his Government’s plans have been constrained by European legislation or regulation?"}, {"speaker": "The Prime Minister:", "speech": "      There is no doubt that we do face constraints, because the single market works through a common set of rules that have to be agreed. As has been said, we do not always get our way, although I would argue that we get our way far more often than we do not. There are occasions when we lose a vote and we are constrained by EU regulation or legislation. The question I think we now need to put in a very hard-headed “Realpolitik” sense is this: “If you are outside, does this give you the full control and sovereignty that you seek?” It does not, because we still have to trade with Europe and accept the rules. The only thing achieved is to have removed ourselves from the conversation and taken away our vote."}, {"speaker": "Sir Roger Gale (North Thanet) (Con):", "speech": "      The Prime Minister has said that this will settle the issue for a generation. I am blessed with five grandchildren and I believe that it is in their best interests that I vote to remain within the European Union. There is another generation that is a matter of some concern. Thousands of people who have paid UK taxes and national insurance   "}, {"speaker": "The Prime Minister:", "speech": "      I am very grateful to my hon. Friend for deciding to support the case for remaining in the EU. He raises an important point. We often look at free movement in terms of people’s decision to come here, but we also need to think about the many British people who have chosen to work, live or retire in other parts of the EU. The short answer to my hon. Friend’s question is that I can tell those people what it will be like if we stay, but I cannot be absolutely certain about what would happen if we leave. It would depend on a complex and difficult negotiation, and I think there would be a lot of uncertainty. I would urge all those people, who have the right to vote, to make sure that they exercise it. We should perhaps think particularly about people in Gibraltar who are all able to vote in this referendum."}, {"speaker": "Mr George Howarth (Knowsley) (Lab):", "speech": "      I welcome the Prime Minister’s commitment in his statement today to speak plainly over the next four months about what he believes is right for our country. As he develops that argument, will he bear it in mind that 9 million people voted Labour at the last general election and that their sympathies and values do not naturally lie with his party so he needs to develop a conversation with them as well?"}, {"speaker": "The Prime Minister:", "speech": "      I certainly take on board the right hon. Gentleman’s point, but this is not a party political issue. This is an issue for all people and all voters to get involved in. They might vote Conservative at a general election but decide to vote either in or out in the referendum—and the same with Labour, Liberal Democrat, Green or whatever. This should be a giant democratic exercise in accountability. We are asking questions about sovereignty, but this is a huge sovereign decision by the British people. I know I can sometimes upset Labour voters, but I would say to them, “Put aside what you think about this Government or that rule or that law, and think about the future of your country. Think about the big picture and then make the choice.”"}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      Be nice for a change."}, {"speaker": "The Prime Minister:", "speech": "      I’m always nice."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      The Prime Minister said that crime should be at the forefront of our thoughts when we are voting in the referendum. Can he therefore tell us how many crimes were committed in the UK by other EU nationals in the year before free movement of people came into effect, and how many were committed by other EU nationals last year? How many other EU nationals were in the UK prison system before free movement of people came into operation and how many are there now? I am sure that my right hon. Friend must have that information, given that crime is such a big thing for him. If he has not got it, perhaps he will write to me with that information."}, {"speaker": "The Prime Minister:", "speech": "      I do not have all those figures to hand, but what I can say to my hon. Friend is that because of the very hard work done by the Home Secretary, we will be able to bar more criminals from coming to Britain, and we will have longer re-entry bans. We are solving problems that the European Court of Justice has put in our way. As for prisoners, the prisoner transfer agreement that we negotiated will mean that we can get foreign prisoners out of our prisons and into their jails. Outside the EU, that would be far more difficult—perhaps impossible—to achieve."}, {"speaker": "Ann Clwyd (Cynon Valley) (Lab):", "speech": "      I think that I am the only Member who was elected to the European Parliament in 1979, at the same time as the father of the Mayor of London—who, I must say, talked a lot more sense than his son. We were then on opposite sides. I was against membership of the EU, while the Mayor’s father was in favour of it. However, I changed my mind. After two years in the European Parliament, I saw the benefits of working with people from other nations. [Interruption.] Cynics! We talked about acid rain, and about restructuring and its social effects on people who worked in the older industries. I gained enormously from working with people of other nationalities, and I hope that the Prime Minister will emphasise, again and again, the importance of internationalism."}, {"speaker": "The Prime Minister:", "speech": "      I thank the right hon. Lady for her honesty in saying that she had changed her mind when she was sitting with Stanley Johnson: two blonde bombshells, if you like, in the same European Parliament. I remember campaigning with Stanley Johnson, and if the good people of Newton Abbot had decided to vote the right way in, I think, 2005—or perhaps it was 2010— he would be sitting here, and we would have been able to hear from him as well as from the Mayor of London."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      With respect, why does the Prime Minister “bang on” so much about east European migration? After all, the Poles have a wonderful record in this country of coming here, not for benefits but to work hard and integrate. Is it not much more worrying that millions are pouring into Europe from north Africa and the middle east? Has the Prime Minister any idea of the proportion of those people who will exercise their right to come here once they have their German passports? If we remain in the EU, the channel will be about as useful in stopping them as a trifling Macedonian stream."}, {"speaker": "The Prime Minister:", "speech": "      I promise to “bang on” for the next four months, but I hope to “bang on” considerably less about this subject after that."}, {"speaker": "Emma Reynolds (Wolverhampton North East) (Lab):", "speech": "      Does the Prime Minister agree that the claim that staying in the European Union would make an attack on our shores more likely is deeply irresponsible and factually wrong?"}, {"speaker": "The Prime Minister:", "speech": "      I am struggling to find the right page in my notes, on which there is a quotation. Ah, here we are."}, {"speaker": "Damian Green (Ashford) (Con):", "speech": "      Two hundred thousand of our UK firms trade with the EU and it accounts for just under half our total trade. Given that the EU is the only big world trading bloc in which we have a say in setting the rules, would it not be absurd to give away that say? Would it not betray those 200,000 firms and lead to fewer jobs, less growth and damage to our economy?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. Friend makes an important point. While it would be good if the World Trade Organisation was signing more multilateral trade deals, there has not been a successful round for 22 years. So if we are interested in driving free trade and market access in the world today, we need to be part of a bloc that can sign good and effective deals. We have seen that with Korea and with Singapore, and we now need to see it with all the other countries that the EU is doing these   "}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      Britain has an enormous trade deficit with the rest of the EU, amounting to over £60 billion a year, equivalent to over 1 million jobs exported from Britain to the continent, half of them to Germany. Is it not obvious that the EU needs us much more than we need it and the last thing the EU is going to do is start a trade war with Britain?"}, {"speaker": "The Prime Minister:", "speech": "      The problem with the hon. Gentleman’s statistics is this: obviously, 50% of our trade is with the EU, but if we take the EU as a whole only about 7% of its trade is with us. So were we to leave the EU and then contemplate the negotiation that would follow, clearly we would not be in the stronger position. I think that is important. The second point I would make—I made this point earlier—is that, yes, we have a trade deficit in goods, but we have a massive trade surplus in services and it is in the single market in services where the prospects for progress are greatest today. So there would be a danger if we were to leave that maybe we would get that deal on goods relatively quickly because of our deficit, but if they held up the deal on services where would all our service companies be? Where would those jobs be? What would we say to those companies about how long it could take to get a deal to safeguard the incomes and prospects of families across our country?"}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      May I congratulate my right hon. Friend on spending 40 hours—apparently four clean shirts and a packet of Haribo—in implementing the Labour party manifesto in his conversations in Brussels? Does this not actually show the problem: that for so much labour he has achieved so little, and that the EU is a failing organisation—a failed common fisheries policy, a failed common agricultural policy, a single market that shackles us with regulation that makes us fundamentally uncompetitive, an immigration system that is betraying people who get to Europe, not to mention the eurozone which, thank heavens, we are not a member of? In this failed organisation, the Prime Minister has said in his statement that we are to make a final decision. It is the one sentence of his statement that I fundamentally agree with: a final decision to be made in June as to whether we stay with a failed body or whether we leave and make our own path. Is the Government’s policy basically,"}, {"speaker": "The Prime Minister:", "speech": "      Obviously, my hon. Friend and I have a profound disagreement about this issue. I very much respect his views because he has held them in good faith for many years, and I have held my view that we need reform, but reform within the EU, for many years. I am sure that we can respect each other in the months of debate ahead."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "      You will be aware, Mr Speaker, that in Slough I am proud to represent an area that has more international headquarters of multinational companies that are investing in Britain than any other place of a similar size. Those companies say to me that they have come here because of the English language, our good transport links, and because we are a gateway to the European market. The bosses of those companies are not saying that very publicly, and during this referendum campaign I invite the Prime Minister to encourage them to talk to those people whose jobs depend on that investment, and to say what would happen if we left Europe, because they tell me that they would leave Britain."}, {"speaker": "The Prime Minister:", "speech": "      I am certainly having that conversation. My message to businesses is: if you have a view, make sure you tell people. Talk to your customers and your suppliers, and above all talk to your employees, your staff and your colleagues, because this issue is so important."}, {"speaker": "Mr Andrew Tyrie (Chichester) (Con):", "speech": "      Much of the protection of the euro-outs in this agreement rests on a safeguard mechanism that is set out in annex 2, but as far as I can tell, that requires nothing more than that a discussion be held about the UK’s concerns at ECOFIN—not even the European Council. That leaves eurozone members free to enforce their will by qualified majority voting. Will the Prime Minister explain what—beyond the discussion, which can be ignored—has been achieved by the safeguard mechanism?"}, {"speaker": "The Prime Minister:", "speech": "      I absolutely can answer that, and I think it is an important question. There are two things here. First, a set of principles is set out in section A on economic governance, and they are principles of non-discrimination, no cost, and no disadvantage. Crucially,   "}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      There is still plenty that divides the Prime Minister and me politically, but on this and in the national interest I think he is right to be campaigning for Britain to remain in the European Union. Let me read a quote to him:"}, {"speaker": "The Prime Minister:", "speech": "      What I would say to the hon. Gentleman—and to everyone—is that we must examine what the alternatives are, how much uncertainty there will be, and how long these processes will take. Therein lies the importance of this decision for businesses, families and people’s prospects up and down our country."}, {"speaker": "Sir Oliver Heald (North East Hertfordshire) (Con):", "speech": "      Does the Prime Minister agree that one of the key benefits of his agreement is to give legal clarity to Britain’s special status within the EU? He will be aware of the uncertainties there have been for those advising the Government on the law, which this resolves. Does he also agree that it is wrong to say that this is not legally binding when it is, and that it is irreversible unless we choose otherwise? For those who want to look at the legal niceties, I point to a very long opinion by Professor Sir Alan Dashwood, Queen’s Counsel, the leading EU constitutional lawyer in this country, which can be read on the Henderson chambers website."}, {"speaker": "The Prime Minister:", "speech": "      I am grateful to my hon. and learned Friend for what he has said, given that he was a senior Law Officer in the Government. I have also listened very carefully to my right hon. and learned Friend the Member for Beaconsfield (Mr Grieve), who could not have been clearer on this point. I have also read the judgment by Dashwood and seen the Government’s own legal advice, all of which says that this is legally binding and irreversible. People who question that should look at the Danish protocol, which has been in existence and worked very well for 23 years."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Does the Prime Minister share my concerns and worries that after 70 years of peace and prosperity any nation begins   "}, {"speaker": "The Prime Minister:", "speech": "      I agree with the hon. Gentleman that it is worth remembering why this came about in the first place, which was the appalling bloodshed on our continent. People of my generation, very much post-war children, should remember that and then look afresh at the institutions of the EU and try to ensure that this organisation works for this century rather than the last one. That is part of what this agreement is about. I absolutely agree, and I remember, for instance, a meeting of the European Council we once had at the Cloth Hall in Ypres: one cannot sit in that building without thinking of the slaughter that European countries have engaged in in the past."}, {"speaker": "Sir Gerald Howarth (Aldershot) (Con):", "speech": "      I, too, salute my right hon. Friend for honouring his commitment to the British people to offer them a referendum and for his extraordinary stamina over the last week or so while we have been enjoying the recess, but I am afraid that for me that this is not the fundamental reform that we were promised. My right hon. Friend has made much of security in his answers today and in the past few weeks, but does he not agree that the security of Europe is dependent on NATO and not on the EU, that it is NATO that is protecting us from further incursion by President Putin, and that we do NATO no good by suggesting that somehow the EU has some competence in this area?"}, {"speaker": "The Prime Minister:", "speech": "      I have huge respect for my hon. Friend, who served brilliantly in the last Government, helping to strengthen our defences. I have to say that perhaps 10 or 15 years ago, I might have said the same —that defence was really about NATO and our partnership with America and not about the EU. However, when we consider defence and security in the round today, and how we fight terrorism, yes, it depends on those other relationships, but it also depends on what we do through the EU. I see that every day through the exchange of information. For example, let us take the agreement we also reached at this Council to ensure a strong NATO mission to try to help the situation between Greece and Turkey. It is a NATO mission, which backs up my hon. Friend’s point, but where was some of the conversation about it going on? Where were the Germans, the British and the French sitting together to work out what assets we could supply and how we could get real power into it? It was done around the European Council table. The fact is that we need both. To keep safe in the modern world, to fight terrorism, to fight criminality and to stand up to evil around the world, we must use all the organisations, not just some of them."}, {"speaker": "Natalie McGarry (Glasgow East) (Ind):", "speech": "      The Prime Minister has played fast and loose with our cultural, social and economic future in Europe for a series of concessions that seem to do nothing to satisfy his Eurosceptic Front Benchers and Back Benchers. Will he now guarantee that his Government’s case for remaining in the EU will stop appeasing them, and instead focus   "}, {"speaker": "The Prime Minister:", "speech": "      We will certainly be fighting a very positive campaign. That campaign will involve a series of documents, some of which were mandated by the other place when it amended the referendum Bill, so we need to set out the alternatives to membership, and the rights and obligations here—the things you get out of and the obligations you have in the EU. We will be talking about the economic case. We will address all those issues. I say to those who are interested in some of the cultural or educational arguments that they should come forward, too. We need a strong voice from universities, as they have a lot to say about this issue—they get a lot out of Europe—and cultural organisations should be speaking out, too."}, {"speaker": "Nick Herbert (Arundel and South Downs) (Con):", "speech": "      Does my right hon. Friend agree that when this country, in our national interest, makes an international agreement of any kind, it may involve a loss of sovereignty? That may be the case through any trade deal, through trading under World Trade Organisation rules and on the single most important decision this House of Commons could take: whether or not to engage in military action. We are treaty-bound by NATO, under article 5, to go to the defence of a fellow member that is under armed attack—that obliges us. In that sense, we have lost sovereignty because we believe it is in the interests of the country to enter that agreement and that it has made us safer. If the claim of “sovereignty” and its loss were the trump card, would not all those international agreements have to be torn up?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. Friend makes an important point: if your only determination was never to cede any technical sovereignty, you would never join any of these organisations, you would not do a trade deal and you probably would not be a member of the UN, the International Monetary Fund or the World Bank. Therefore, the question really is: what maximises our power, influence and ability to get things done? As the Transport Secretary put it so brilliantly at the Cabinet meeting, “I would love to live in utopia but I expect the EU would probably be there, too.” That is to say, you do not abolish the EU by leaving it; you simply cut yourself off from something and therefore possibly make yourself, in many ways, less powerful, rather than more powerful."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. May I gently remind the House that people who wish to take part in the exchanges should have been here at the start and remained throughout? People who have gone in and out of the Chamber, and may have come back in again, should not then be standing. That is very much in breach of the traditions of the House, and we need to be clear about that."}, {"speaker": "Mr Ronnie Campbell (Blyth Valley) (Lab):", "speech": "      One of the bogeymen policies for me was closer political union. If this country votes to stay in the EU on 23 June, what guarantees has the Prime Minister got that these things will be put in statute or written into a treaty at that time?"}, {"speaker": "The Prime Minister:", "speech": "      First, this is already an agreement and it will shortly be deposited at the UN as an international law decision. Therefore, it will already by then be legally binding and irreversible. Getting out of ever closer union, and indeed redefining closer union, is so important that I think it needs to go in the treaties, and the agreement here is that when the treaties next change, that will be written into those treaties. We have a double lock on this, a vital point."}, {"speaker": "Mr John Baron (Basildon and Billericay) (Con):", "speech": "      I suggest that this is tinkering; it is certainly not fundamental change. The red card is not a veto; it will not stop the majority of the EU forcing unwanted taxes and regulations on this country. May I put it to the Prime Minister that he should at least accept the possibility that the red card could be turned against us, in that UK-sponsored initiatives could be blocked by the majority of the EU—initiatives that could be in our best interests, such as access and further enhancement of the single market?"}, {"speaker": "The Prime Minister:", "speech": "      I do not overstate the red card. It is a new mechanism, not to delay but to properly block initiatives, that is available to national Parliaments should they want to avail themselves of it. To me, this is about another thing that makes this organisation more democratically accountable to national Parliaments. If my hon. Friend is saying that, on some occasions, that might work against us because other national Parliaments might want to stop something on which we were keen, I have to say that I suppose that that is accountability and democracy. The point is that, because of my decision, this organisation will be more democratic rather than less democratic."}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      As the Prime Minister seems to be getting “nul points” from his own side for these European renegotiations, may I commend him for coming round to Chancellor Merkel’s view on freedom of movement? On freedom of movement, will he assure the House that there will be absolutely no implications from this deal for the hundreds of thousands of UK citizens living in the EU?"}, {"speaker": "The Prime Minister:", "speech": "      Of course if we stay in the European Union, British people will continue to be able to work abroad, live abroad and retire abroad, as they do now. It is not for me to set out what would happen to them in different circumstances. I think the leave campaign will want to try to address that point, but people know with certainty what they will get if the remain side wins."}, {"speaker": "Mr David Jones (Clwyd West) (Con):", "speech": "      In his statement, the Prime Minister observed that leaving the EU might briefly make us feel more sovereign. Does he not accept that for many hon. Members, the issue of parliamentary sovereignty will be the central one of the debate in which we are about to engage—namely, that so long as we are subject to the fiat of the European Commission and the European Court of Justice, we will not be truly sovereign, and that very little changed last weekend in that respect?"}, {"speaker": "The Prime Minister:", "speech": "      What changed last weekend in that respect is that because we are getting out of ever closer union, we now know that we cannot be forced into further political union against our will; that is very important. On this issue of sovereignty, let me repeat that,   "}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      On the issue of sovereignty, it has been reported by several news media organisations that the Prime Minister intends to unveil a British sovereignty Bill in the next few days. Will he confirm whether that is the case? If it is, will he tell us what provision he will make in that Bill to recognise that the principle of unlimited sovereignty of Parliament is a distinctively English principle that has no counterpart in Scottish constitutional law?"}, {"speaker": "The Prime Minister:", "speech": "      What I have said we should do is to build on what we did in 2011 when we set out that Parliament is sovereign, and just as Parliament can choose to join the EU, it can also choose to leave the EU. That is good for the whole of the United Kingdom. We do have a sovereign Parliament. There are ways that we can add to that, as other countries have done, and I look forward to bringing forward some proposals in the coming days."}, {"speaker": "Mr Peter Bone (Wellingborough) (Con):", "speech": "      On Friday, 2,500 people packed the QEII Centre to see GO launch the national cross-party leave campaign. Among the speakers were two UK Independence party MEPs, a renowned economic commentator, a senior trade unionist, a much respected Labour MP, the co-chairman of Conservatives for Britain, four Conservative MPs, and the leader of Respect. In 2014, Ruth Davidson, our excellent Conservative leader in Scotland, linked arms with George Galloway in the national interest. Does the Prime Minister agree that Ruth Davidson was right and that sometimes we have to work with people we do not like?"}, {"speaker": "The Prime Minister:", "speech": "      Everyone will have to make the choice about what platform they appear on and whom they appear with. I think that the disadvantage of appearing on any platform with either Nigel Farage or George Galloway arises when considering who their friends are, whom they support and the overseas politicians whom they seem to support. Everyone will have to think carefully about whom they want to appear with."}, {"speaker": "Peter Kyle (Hove) (Lab):", "speech": "      There has been a lot of talk, quite rightly, about the City of London and big multinational companies working here and investing in this country, but the beating heart of our economy is the small and medium-sized enterprise sector. Some 39% of SMEs in this country export to EU countries, so does the Prime Minister agree that it would be madness to slam the door in their face?"}, {"speaker": "The Prime Minister:", "speech": "      I think the overwhelming majority of SMEs that export support the case that I am making. Many companies that are not exporters are involved in the supply chain with companies that do export. That is a point that many business service organisations, banks, accountants and lawyers are very well placed to make."}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "      I, too, thank my right hon. Friend the Prime Minister and all right hon. and hon. Members who voted to have a referendum on EU membership. Will the Prime Minister say whether the agreement that he has reached alters the Lisbon  treaty?"}, {"speaker": "The Prime Minister:", "speech": "      Obviously, it does. When we change these treaties, this will be, as it were, one of the founding documents of the EU, so the international law agreement, and then in time the treaty changes, will sit alongside other treaties that have been produced in the past. Like my hon. Friend, I regret that so many treaties were made with so little democratic accountability, and I think we are putting that right in two ways: first, with things such as getting out of ever closer union—a distant dream for many of us who used to argue for that but never got it—and secondly, through the democratic accountability of holding a referendum."}, {"speaker": "Graham Stringer (Blackley and Broughton) (Lab):", "speech": "      The Prime Minister has stated explicitly that people who vote to leave the European Union do not love their country. I represent many veterans of the armed services whose patriotism cannot be questioned. Will the Prime Minister apologise to those people?"}, {"speaker": "The Prime Minister:", "speech": "      I absolutely did not say that. What I said was that I loved my country, and I think that our country—an amazing country—will be greater and more powerful if we remain in organisations through which we can project our power and influence, and do great things in the world. I do not question the patriotism of anyone in our country—we are all going to have to make a choice—but I believe that Britain’s greatness is not simply the parliamentary democracy that we enjoy and the rights that we have in this country. We are an outward-looking country, and I am proud of the fact that we help, whether with Syrian refugees, chasing down pirates off the Somali coast, or trying to stabilise countries from which many problems come. We can do that, yes, because we are strong; yes, because we have great defence; but also because we are members of NATO, we have a permanent seat at the UN, and we are part of the EU. I think it is technical jargon to call it a force multiplier, but that is what it is, and we should be proud of the role we play in the world."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      My right hon. Friend always made it clear that if these negotiations did not succeed he would have no hesitation in recommending that we leave the European Union. Will he place in the Library the papers that cover the contingency plans that would have been used in that eventuality, and will he confirm that in that circumstance he would have had to make the very leap in the dark that he is now vilifying?"}, {"speaker": "The Prime Minister:", "speech": "      I have great respect for my hon. Friend, as he has held his views for many years, and believes that Britain would be better off outside the EU. I hope that he respects my views. I have always believed that if we can get reform we are better off in the EU, and that is what I said."}, {"speaker": "Susan Elan Jones (Clwyd South) (Lab):", "speech": "      Will the Prime Minister tell the House whether he thinks rural communities in Britain would be better or worse off in the EU?"}, {"speaker": "The Prime Minister:", "speech": "      I represent a rural community—400 square miles of beautiful west Oxfordshire. There will be a range of views in my constituency, but I know when I talk to many of those who are responsible for producing food and for looking after our local environment that they see strong advantages from remaining in the European Union."}, {"speaker": "Neil Carmichael (Stroud) (Con):", "speech": "      Does the Prime Minister agree that negotiating a special status deal, which he has done, is a demonstration of sovereignty at its best, because he is promoting this country’s interests in a rigorous way, ensuring that we are stronger, safer and more economically prosperous, and that that manifests itself in many aspects of the deal and in the way that we will behave as a nation state within the European Union in the future?"}, {"speaker": "The Prime Minister:", "speech": "      I am grateful for what my hon. Friend says. I think it demonstrates that although that organisation is imperfect and sometimes can be inflexible, it did show flexibility. One country came along with a manifesto pledge to renegotiate its position and a set of changes that it wanted to achieve, and by and large we have achieved them. That is a sign that the organisation can be flexible, which is incredibly important. If we had not been able to achieve any of this, I would have had deep questions about whether we could stay in such an organisation, but it has demonstrated flexibility and that is all to the good."}, {"speaker": "Danny Kinahan (South Antrim) (UUP):", "speech": "     As many Members know, I am fiercely proud of Northern Ireland and its place in the world as a global trader, and I know we benefit a great deal from the EU. Will the Prime Minister make clear the benefits to us on our borders and for our farmers, our fishermen and all the people who rely on international trade?"}, {"speaker": "The Prime Minister:", "speech": "      I look forward to coming to Northern Ireland to make exactly those points. When we look at the special status that Northern Ireland has been given in terms of vital grants, the important co-operation as part of the common travel area with the Republic, and the way we have already reformed the common agricultural policy and the common fisheries policy, it is clear that there is more to be done, but money goes into Northern Ireland through those programmes. I am happy to talk about all those things in the Province."}, {"speaker": "Jeremy Quin (Horsham) (Con):", "speech": "      The Prime Minister referred to resolving the issue for a generation. Will a treaty change to incorporate our changes and perhaps to allow greater integration of the eurozone require a further referendum in the UK?"}, {"speaker": "The Prime Minister:", "speech": "      That is a very good question. It would depend on what was in that treaty. If the eurozone members were to bring forward treaty changes to change the nature of the eurozone, but without in any way affecting competencies here in Britain, I suspect we would be able to get our changes on ever closer union and on the governance surrounding the eurozone into   "}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      In his statement the Prime Minister said, “Responsibility for supervising the financial stability of the UK will always remain in the hands of the Bank of England”, but we already share that responsibility with the European Banking Authority and we are already signed up to the single rulebook of that authority. How is the Prime Minister’s statement compatible with the view of Mr Andrea Enria, the head of the European Banking Authority, who says that that institution must be the dominant player in setting rules, particularly if Britain wishes to keep the pound and stay within a single European financial regulation?"}, {"speaker": "The Prime Minister:", "speech": "      The answer to that question required something like 35 hours of negotiation because it is so important. Let me try to précis it. Of course there are the banking union arrangements, and the eurozone countries need to have their banks properly scrutinised and regulated at a European level. We have our own currency and our own banking supervision arrangements. In trying to supervise a complex, large economy such as Britain, which has one of the largest financial centres anywhere in the world, not just banks but other financial institutions such as central counterparties are systemically important. That is so important because ultimately we need to make sure that whatever the eurozone does, we are protected by the Bank of England playing the role and being able to intervene to resolve and to supervise those systemically important institutions. That is what paragraph 4 is about."}, {"speaker": "Stephen Hammond (Wimbledon) (Con):", "speech": "      This great exercise in democracy is not about what we say in this House, but about what our constituents decide, and my constituents, like many others, will be interested in the things that affect them: the economic protection and the jobs that the new reformed EU and the single trade zone can bring. They do not want the euro, they do not want the Euro superstate and they do not want something for nothing in welfare. Will the Prime Minister confirm for my constituents and for constituents across the country that that is what he has negotiated and that that is why it would be wrong to take a leap in the dark?"}, {"speaker": "The Prime Minister:", "speech": "      I am very happy to make that point. I do not know whether I will make it to Wimbledon, but I hope to make it to many parts of our country over the next four months to make exactly that point. We have not solved all of Britain’s problems with Europe—we   "}, {"speaker": "Mr Speaker:", "speech": "      As the Prime Minister knows very well, it is always worth while going to Wimbledon."}, {"speaker": "Ian Paisley (North Antrim) (DUP):", "speech": "      Will the Prime Minister welcome the support he has received today, surprisingly, from the Deputy First Minister of Northern Ireland, who has joined his campaign and who supports it, or will he encourage the people of Northern Ireland to stay in tune with his Secretary of State for Northern Ireland, who has indicated very strongly, in tune with them, that they should leave? If he is not going to support his Secretary of State, will he, then, follow the Deputy First Minister’s advice that she should resign? Will he now support his Secretary of State?"}, {"speaker": "The Prime Minister:", "speech": "      The Secretary of State for Northern Ireland does an excellent job. She is exercising her ability to reach a personal decision and to campaign for Britain to leave the EU, and it is absolutely right she is able to do that. The key thing is that everyone in Northern Ireland should make up their own mind based on the evidence, and I look forward to coming to try to help persuade them to remain in a reformed EU."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      Does the Prime Minister accept that the thousands of my constituents, the hundreds of thousands of constituents in London and the millions of constituents across the UK who work in financial services will be glad that he, at least, values their jobs, even if the Leader of the Opposition appears to dismiss them? Will he also recognise that the economic governance package is an important win for a strategic British interest and, therefore, that the pragmatic and businesslike thing is not to walk away from a market we are in, but to stay in it, improve it and make it work better?"}, {"speaker": "The Prime Minister:", "speech": "      I certainly agree with that. We should recognise that there are something like a million jobs in finance in Glasgow and Edinburgh—I think there are almost a million jobs in Manchester and Birmingham. The key point here is this: because we are in the single market, we have the right to passport—that is, to have a bank or a financial services company here in Britain that can trade throughout the EU. Leave the single market, and you lose that right. What would then have to happen is that companies based in the UK would have to move at least some of their jobs to another European country—that is why HSBC said the other day they would lose 1,000 jobs. So real jobs, real people’s salaries and real prosperity are under threat. We really need to explain this. It is complicated, but there is no doubt in my mind: leaving the single market for financial services would mean fewer jobs in Britain."}, {"speaker": "Carolyn Harris (Swansea East) (Lab):", "speech": "      It was interesting to hear the Prime Minister use the word “divorce” in connection with some of the less than helpful comments from the Mayor of London. I think we are all now fully aware that hell hath no fury like a Bullingdon boy   "}, {"speaker": "The Prime Minister:", "speech": "      Some people have very long-standing views about wanting to leave the EU. The point I was making about starting divorce proceedings on the basis of renewing the wedding vows is that that is what some people seem to be suggesting, not just the Mayor of London but others—that somehow starting the process of leaving will mean being offered a better deal to stay. I think that is just not the case. We could think about it like this: divorcing not just one person but 27 potentially unhappy partners. While I yield to no one in my belief that I can bring people back, I have seen multiple weddings take place but I have never seen multiple divorce negotiations resulting in a multiple wedding—that would be something!"}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      May I join other Members in congratulating the Prime Minister and the Minister for Europe on their sterling work in Brussels last week? I agree that this reform produces a fundamental change in British-EU relations, at least in my living memory. Speaking as someone who started out on my career in 2008, at the beginning of the great recession, the possibility of entering into new turmoil within the economy fills an awful lot of young people with dread. That is why I will be joining the Prime Minister on the in campaign. Does he agree that it is absolutely vital for Britain’s economic security that we remain inside the European Union?"}, {"speaker": "The Prime Minister:", "speech": "      I very much hope that young people will have a very strong voice in this campaign, because, as my hon. Friend says, we have been through difficult economic times, and at a time of uncertainty, why add extra risk?"}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      Does the Prime Minister agree with me and with London’s Mayor, who said two weeks ago that"}, {"speaker": "The Prime Minister:", "speech": "      I do agree with that. As I have said, if we leave the EU, it does not cease to exist, but it would continue to have an impact on our lives and on our world, so the best thing to do is to try to alter it from within."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I will try to accommodate remaining colleagues, but short questions are now required. We are having pithy answers but we need short questions."}, {"speaker": "Rehman Chishti (Gillingham and Rainham) (Con):", "speech": "      As someone who has an open mind and can see competing arguments on both sides, may I ask that we ensure that the information used in the campaign is factually correct? A few weeks ago, a letter criticising the Prime Minister appeared in The Daily Telegraph and the Daily Mail, apparently signed by a local Conservative activist from   "}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend makes an important point. We are producing a series of documents and we must make sure that the information is accurate."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      Will the Prime Minister reiterate what is surely at the heart of this matter—that if the UK left the EU, we would almost certainly end up having to continue to implement the vast majority of EU rules and regulations if we wanted to access, on the same sort of terms, the single market, and the only difference would be that we would no longer get a say in those terms?"}, {"speaker": "The Prime Minister:", "speech": "      I think that is right. I have had a lot of conversations with the Norwegian Prime Minister about this. Of course, you do not have to opt for the Norwegian option, but if you do, you implement the directives but have no say over how they are put in place."}, {"speaker": "Mr Robin Walker (Worcester) (Con):", "speech": "      For the first time in my lifetime, people in Worcester will be able to have a genuine say on this issue. I thank the Prime Minister for that fact, and also for the huge effort that he has put into negotiating Britain’s corner in Europe. In the 2010 election manifesto on which he was made Prime Minister and I came to this House, we said that we would bring in a UK sovereignty Bill to assert the sovereignty of our country and make sure that this Parliament took final decisions. Does he agree that sovereignty can be asserted by this House and is not just something for us to argue over?"}, {"speaker": "The Prime Minister:", "speech": "      We introduced a sovereignty clause in the referendum provisions of the European Union Act 2011, and I am looking at enhancing that and adding it to the proposals that will come forward."}, {"speaker": "Wes Streeting (Ilford North) (Lab):", "speech": "      Given that so many of my constituents work in the City of London, I welcome what the Prime Minister has said about making sure that we have a strong global financial centre but one that enjoys all the benefits of access to the largest single market. Given that, may I offer the Prime Minister a once-in-a-Parliament opportunity to campaign in my constituency on this issue? Given that there are those in Frankfurt and Dublin who would love to get their hands on Britain’s financial services, and that the Mayor of London has given up his day job to think about his next job, may I also ask the Prime Minister to send a very clear message to my constituents and all Londoners that London is stronger in Europe?"}, {"speaker": "The Prime Minister:", "speech": "      I would be delighted to come to the hon. Gentleman’s constituency and to case the joint for the future. He is right. It is interesting that Chris Cummings, the chief executive of TheCityUK, has said:"}, {"speaker": "James Morris (Halesowen and Rowley Regis) (Con):", "speech": "      The Prime Minister will be aware that since 2010 unemployment has fallen by 50% in my constituency, that investment in the black country has gone up and that the west midlands economy is growing. Does he agree that full access to the single market, which focuses on jobs and growth, is critical for the security and jobs of people in my constituency and across the west midlands?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. We have seen an industrial renaissance in the west midlands, with more people in work and with growth, particularly in the automotive sector. Such sectors are a part of complex supply chains right across Europe and it would be a huge dislocation if we were to leave."}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP):", "speech": "      Access to labour and the protection of workers’ rights and of human rights are just some of the benefits of our membership of the EU; they are beneficial for our workers, businesses and citizens. It must perturb the Prime Minister, therefore, that his Justice Secretary, Work and Pensions Secretary and Minister for Employment are poster boys and girls for the out campaign. How will he ensure that those positive reasons for remaining are at the forefront of this campaign?"}, {"speaker": "The Prime Minister:", "speech": "      We are dealing with an issue that has caused divisions and differences within parties right across this House. Twenty-three of the people who sit around the Cabinet table are very much convinced that we should be better off in the EU, and six take a different view. I do not think we should be concerned about that. This is a referendum—it is the people’s choice, not the politicians’ choice."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      Does my right hon. Friend agree that now is the time for realpolitik? We are no longer an imperial power able to demand what we want and get it. We live in a fragile and increasingly volatile world in all senses of those terms. Does not our membership of the EU, together with our seat on the Security Council of the United Nations, our membership of NATO and our position at the head of the Commonwealth, provide an ideal platform for us to promote Britain both here and abroad? That is why we should stay in."}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. Membership of those organisations helps us not only to get things done for our people and our country, but to make progress on the issues we care about around the world."}, {"speaker": "Toby Perkins (Chesterfield) (Lab):", "speech": "      The Prime Minister deserves credit for the deal he has got; I will be able to campaign for it with confidence. He is right to say that the three different leave campaigns are unable to say what leave would really look like, but given that he will have to do the negotiations in the event of an out vote, it is also incumbent on him to tell us what leave would   "}, {"speaker": "The Prime Minister:", "speech": "      We will, as a Government, set out what we believe the alternatives are. There is the Swiss model, which took nine years to negotiate, and we have discussed the Norwegian model today. The World Trade Organisation option means that we could face tariffs every time we try to sell a car into the EU. The Canada free trade deal has not yet been agreed, but it does not cover all services so we could be seriously disadvantaged. We need to go into detail on each of those and put accurate information in place so that people can see what is on offer."}, {"speaker": "David Tredinnick (Bosworth) (Con):", "speech": "      Does my right hon. Friend the Prime Minister agree that critical to the success of his campaign will be his ability to convince people that, by giving up some sovereignty in Britain, we have gained sovereignty and authority in Europe?"}, {"speaker": "The Prime Minister:", "speech": "      Clearly, that is going to be the challenge of the coming months. As I have said, I have no selfish interest in this; I will just tell it as I see it. As I have learned over six years of being Prime Minister, this organisation is imperfect and can sometimes be frustrating, but we are better off in it. I profoundly believe that and I will take that message around the country."}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      People in Scotland are entitled to hear the clear and positive case for remaining in the EU, and to make their decisions on the basis of hearing all the arguments in full. The Prime Minister spoke today about the importance of taking account of the express will of the people. Will he undertake to take full account of the express view of the Scottish people and ensure that if we vote to remain, we are not removed from the EU against our will?"}, {"speaker": "The Prime Minister:", "speech": "      I very much look forward to taking this message to Scotland and campaigning in Scotland. I enjoyed doing that during the independence referendum, and I look forward to making the argument again that we are better off together. It is a one United Kingdom decision."}, {"speaker": "Alec Shelbrooke (Elmet and Rothwell) (Con):", "speech": "      The out voices have been dominant for a long time. If my right hon. Friend had come back as emperor of Europe, they would have complained that it was an idea from Rome. The biggest questions that I have been asked by my constituents are: what are the positives, and what should we be voting on? I urge my right hon. Friend to speak in this campaign about the positives to the economy, to security and to the military, and to make the point that nothing can be more sovereign than 46 million people having their say."}, {"speaker": "The Prime Minister:", "speech": "      Absolutely right. We should talk not only about the conceptual benefits of free trade and open markets, but about the simple and practical benefits. We are free to travel, work, live and retire anywhere in Europe. Because of open skies, the price of going on holiday and taking a flight anywhere in Europe has come down by something like 40%. When you travel, you will hopefully soon be able to access your digital content on   "}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      Many of my constituents are somewhat nonplussed about the EU question, but they are hugely concerned about the future of the UK steel industry. Does the Prime Minister believe that the UK steel industry will have a brighter future if we remain in Europe or if we leave?"}, {"speaker": "The Prime Minister:", "speech": "      That is a very important point. There are huge challenges not just in our steel industry but right across Europe, and that is increasingly being talked about around the European Council table. However difficult it is—and it is difficult—I think we have a better chance of dealing with Chinese overcapacity, dumping and all the rest of it if we work as the biggest market in the world of 500 million people. Of course, we can get some things done as the fifth largest economy talking to China, but as part of 500 million, I think we can get more action."}, {"speaker": "Chris White (Warwick and Leamington) (Con):", "speech": "      The number of unemployed claimants in my constituency has fallen by 80% since 2010. Does the Prime Minister agree that to leave the EU now, at a time of economic global uncertainty, would risk a reversal of the progress that has been made?"}, {"speaker": "The Prime Minister:", "speech": "      I am delighted with the unemployment performance in my hon. Friend’s constituency. There is a simple point here: we live in uncertain times. We have made good progress on the economy. We should try to take the risks away from that economic performance, and clearly changing our status in such a radical way would be a risk."}, {"speaker": "Stewart Malcolm McDonald (Glasgow South) (SNP):", "speech": "      We have been enriched by freedom of movement, we have been made safer by co-operation and we remain relevant in global terms because of our seat in the European Union. All of that and more is, unfortunately, now at risk. With that in mind, will the Prime Minister put some punch into a positive fight to remain in Europe? Would it not be ironic if this Conservative Prime Minister left it to the Scottish National party to save Britain from itself?"}, {"speaker": "The Prime Minister:", "speech": "      I hope I have demonstrated today that there is plenty of punch in this campaign, and it will be positive, too. I make no apology for saying that in making a positive campaign about jobs, about business and about competitiveness, we should also examine the alternatives. There is absolutely nothing wrong with doing that."}, {"speaker": "Jason McCartney (Colne Valley) (Con):", "speech": "      As a member of the NATO Parliamentary Assembly, I have seen NATO operations around the world, including Operation Ocean Shield against Somali pirates. Does the Prime Minister agree that it is the 28 member nations of NATO—including non-EU countries such as Norway, Turkey, Iceland, the United States and Canada—that are delivering our international security, not an EU army?"}, {"speaker": "The Prime Minister:", "speech": "      We do not want an EU army, and the document clearly says that our national security is a reserved matter for nation states. It puts that beyond doubt. When you look in detail at what, for instance, both NATO and the EU are doing off the coast of Somalia, or at what is happening in the Mediterranean with NATO in the east and the EU in the south, you see that we need to be in both organisations. You do not just talk about one organisation while you are in that organisation; you address NATO questions when you are sitting around the table with other EU leaders."}, {"speaker": "Paul Farrelly (Newcastle-under-Lyme) (Lab):", "speech": "      The UK’s membership of the EU has been a force for good for trade, jobs, investment and international co-operation. As the Prime Minister has recognised, the EU is a fundamental part of the architecture that has promoted prosperity and kept the peace in Europe after the ravages of two world wars. Does he agree that those who are campaigning so aggressively to reject his renegotiations and cut Britain loose in the modern world are on the wrong side not only of the big arguments but of history?"}, {"speaker": "The Prime Minister:", "speech": "      How best to engage in Europe has always been a challenge for our country. There is a strong case for saying that when we have tried to cut ourselves off, it has ended in disaster and the need to re-engage. We should always work to get our engagement right, which is what this deal is all about."}, {"speaker": "David Morris (Morecambe and Lunesdale) (Con):", "speech": "      There is nobody in this House more Eurosceptic than myself, but I am standing at the side of the Prime Minister on this one, because the Prime Minister has always stood by me and my people in Morecambe. In my constituency, we have the port of Heysham, through which 10% of our GDP passes, most of it from Northern Ireland. We also have two EDF nuclear power stations, which are sponsored by the French Government. I do not want jobs to be lost in my constituency, especially as its unemployment rate is the lowest it has been for generations. Does my right hon. Friend the Prime Minister agree with me on that synopsis?"}, {"speaker": "The Prime Minister:", "speech": "      I certainly agree that this is about jobs and about livelihoods. My hon. Friend stands up very well for his constituents. I remember visiting not that long ago, when we looked at the Heysham link road. I even hammered a rivet into one vital bridge; I just hope it survives."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      The Prime Minister indicated in the House on 3 February and today that a series of documents would be published in relation to the reform proposals. On 3 February, he referred to the impact of an exit on the free movement of people within Ireland—in particular, the removal of that free movement. Will he confirm when those documents will be made available to enable us, as people who want to remain in the EU, to have a full, robust and earnest discussion?"}, {"speaker": "The Prime Minister:", "speech": "      I do not have the dates for the hon. Lady of when those documents will be published, but I will try to make sure that when we look at alternatives and consequences, we address the question   "}, {"speaker": "Steve Brine (Winchester) (Con):", "speech": "      One word that seemed to crop up around the reporting of the summit was “contagion”, as though other states following the Prime Minister’s lead would be a bad thing. Does the Prime Minister agree that contagion could be a good thing and that we should encourage it? The one-size-fits-all Europe of the 1970s and 1980s is a thing of the past, and the recognition of more than one currency is a good example of that. We have taken a lead that has set reform in train."}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is right. Europe will never work if we try to make everyone be one-size-fits-all. If a country such as Britain raises concerns, it is right that they are addressed, and I am glad that they have been."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      Approximately 30,000 of the UK citizens living in the European Union whom my hon. Friend the Member for North East Fife (Stephen Gethins) referred to—interestingly, we call them expats rather than economic migrants—claim benefits in the European Union countries in which they live. How will the package that the Prime Minister has negotiated affect them?"}, {"speaker": "The Prime Minister:", "speech": "      What we have negotiated is a welfare mechanism that the European Commission has said applies to Britain now, so we are able to pull this emergency brake and restrict benefits for seven years. It is for other countries to determine whether they qualify and whether they are able to do that, but I am in no doubt that it applies right away in the UK, which is what I was determined to secure."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      The Prime Minister will be aware that we have trading partners and military allies outside the EU. Has he had any representations from those allies and trading partners about whether they see us as being better in the EU or outside?"}, {"speaker": "The Prime Minister:", "speech": "      I would say that in all the conversations I have had with our partners, our neighbours and countries around the world that look to us as friends, I have been quite surprised by just how unanimous and how passionate they have been. I would totally disabuse people of the idea that, for instance, there is any sense that some of the countries of the Commonwealth might want Britain to step back from Europe and form some sort of new relationship with them. The Prime Ministers of New Zealand, Canada and Australia, and the President of America, could not be clearer in thinking that Britain should stay in a reformed European Union, and in that way make sure that Europe is looking out to them and signing trade deals with them, which is exactly what we should do."}, {"speaker": "Peter Grant (Glenrothes) (SNP):", "speech": "      While the referendum campaign is in progress in the United Kingdom, Europe will continue to host and witness the worst humanitarian crisis we have seen in the past 70 years. Last summer, shameful attempts were made in the media and elsewhere to link that crisis to our membership of the European Union. Will the Prime Minister give us an assurance that whatever happens in the Mediterranean over the   "}, {"speaker": "The Prime Minister:", "speech": "      Of course, we will do what is right. In the context of our membership, it is important to address the issue of migration. I would make a number of points. First, we are obviously outside Schengen and will remain outside Schengen, so people coming to the EU do not have an automatic right to come to Britain. Secondly, I would make the point that we are doing a very responsible thing in taking refugees directly from the region. Thirdly, we are working with our European partners to secure the external border. At the end of the day, whether we are in the EU or out of the EU, we are affected by this problem in Europe, so we should be working with our partners to make sure that they can better control, and in some cases stop, the flow of people to Europe."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "      Some argue that we will be able to forge better deals across the world by leaving the European Union, but in the three years that I have been a trade envoy I have not yet met a single representative of any of the 10 members of the Association of Southeast Asian Nations that believes our trade and investment prospects would be better if we left the EU. Does my right hon. Friend therefore agree that the referendum is not about whether we should do business with Europe or with the rest of the world, but about the fact that we should and must do business with both, as we are, and that those with whom we most want a free trade agreement will always prioritise the EU?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend puts it in absolutely the right way. It is not an either/or. We are expanding our trade in south-east Asia—we have doubled our trade with China since I became Prime Minister—but I am struck, as he is, by the fact that countries are not saying, “Get out of the EU and sign a trade deal with us”. They are saying, “Stick in the EU and make sure it signs a trade deal, because it will be bigger and it will be better.”"}, {"speaker": "Mike Kane (Wythenshawe and Sale East) (Lab):", "speech": "      The Prime Minister articulates the case in the national interest well. However, I have heard unconfirmed rumours that he has been exploiting the situation among Conservative Members for his own self-interest by opening a private book on his successor. Will the Prime Minister confirm that? Will he give us an inkling of where the money is flowing, and will he guarantee to extend the syndicate to the rest of us?"}, {"speaker": "The Prime Minister:", "speech": "      My father, whom I miss every day, was an inveterate gambler. I remember nothing so much as sitting with him on a Saturday and watching him bet on race after race. While I enjoyed all that, I have tried to stick away from it myself, so I am not running a book. All I know is that I will do the right thing for this country, and the right thing for this country is to remain in a reformed EU."}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      Moody’s has today warned that it could cut Britain’s credit rating in the event of Brexit. It justifies that thus:"}, {"speaker": "The Prime Minister:", "speech": "      There are important economic consequences that we need to lay out so that people can see the potential downsides of what I think is a leap in the dark. We have set out a lot this afternoon about how long it would take to put trade deals in place and about how damaging that could be. It would be irresponsible not to be put in front of the British people the consequences of the outcomes."}, {"speaker": "Alan Brown (Kilmarnock and Loudoun) (SNP):", "speech": "      There is one deal the Prime Minister has always had control over, which is the disbursement of common agricultural policy payments to farmers. Will he pledge to pass on the €187 million convergence uplift that the EU has provided to the UK? It is actually based on the payments that Scottish farmers receive, which are the lowest in Europe. That would make it much easier to campaign in Scotland with farmers."}, {"speaker": "The Prime Minister:", "speech": "      I will look carefully at what the hon. Gentleman says. My memory of the CAP deal—the finance deal and its consequences—is that we actually gave the devolved Administrations a huge amount of leeway to determine the right way to spend their money. I think farmers actually benefit from the way in which this is done, but I will look carefully at the point he makes."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      May I thank the Prime Minister for all his work on behalf of our country over the past weeks, months and, indeed, years?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. You do not expand your trade with China by doing less trade with the EU. We want to do both."}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "      Last year, every colleague on the Government side of the House stood successfully under the leadership of my right hon. Friend and under the one nation Conservative team banner. Does the Prime Minister agree that whatever the views of Conservative Members—I am fully supportive of him—and whatever the outcome of the European Union referendum, we must unify once again as a party to ensure that whoever leads our party into the 2020 election does not accidentally allow Jeremy Corbyn and his Labour colleagues into government?"}, {"speaker": "The Prime Minister:", "speech": "      I agree. This is always going to be a difficult process. In the Labour party, as well as in the Conservative party, there are people on both sides of the debate. However, this is such a big question—one that will ultimately be answered by the people, rather than by politicians—that we should all be big enough to have an honest and open, but polite disagreement, and then come back together again afterwards."}, {"speaker": "Mr David Burrowes (Enfield, Southgate) (Con):", "speech": "      May I take the Prime Minister back to another election commitment? In 2014, he and I, along with thousands of Conservative activists, campaigned on a promise, which was emblazoned across our leaflets, to restore control of our borders. The Prime Minister followed that up in the same year, saying that"}, {"speaker": "The Prime Minister:", "speech": "      What changed last week is that we are reforming free movement to make sure that we can keep out fraudsters, criminals and those peddling sham marriages, and to make sure that we can apply British rules to foreign nationals coming in as European citizens, just as we do to our own citizens. There are a whole set of changes. To be fair to the Home Secretary, she negotiated incredibly hard, knowing that this was the one moment in which we had the ability to make these changes—reversing European Court of Justice judgments—and to reform free movement, and that is exactly what we have done."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      May I first thank my right hon. Friend for the referendum? He and I fundamentally disagree, as he knows. My concern is about immigration, which he said he would contain. We have net migration to this country of about 240,000 every year at the moment. In three years—I repeat, every three years— that is between 700,000 or 750,000, which is the size of the city of Leeds. Surely that is unsustainable. What he has negotiated will not prevent that from happening."}, {"speaker": "The Prime Minister:", "speech": "      Where I agree with my hon. Friend is that we have got to do more to control immigration. If we look at net migration to the UK, it is now made up roughly half and half of those from outside the EU—there is still more we need to do to shut down the bogus colleges and to make sure that people are not coming in unfairly—and those from within the EU, where one of the most important things we can do is to withdraw the artificial draw of additional welfare payments. The fact that people can get £10,000 in the first year they come to this country is surely an important determining factor. I am convinced that, with the correct measures, we can get immigration down while remaining a member of the European Union."}, {"speaker": "Dr Matthew Offord (Hendon) (Con):", "speech": "      During the general election, it was reported that the Prime Minister had expressed some concern about the BBC’s coverage of the election and its impartiality. What assurances can he give me, so that I can relay them to my constituents, that the BBC will not abuse its position again?"}, {"speaker": "The Prime Minister:", "speech": "      Politicians complaining about the BBC is a pretty common activity. I remember the former First Minister of Scotland getting quite heated about this issue. Every media organisation is under an obligation—sorry, let me restate that, because it is certainly not true of the newspapers. Every regulated television business is under a duty of impartiality, and I am sure the BBC will carry that out."}, {"speaker": "Mr Speaker:", "speech": "      I thank the Prime Minister, other colleagues and, indeed, all 103 Back Benchers who have taken part in this important exchange."}, {"speaker": "Luciana Berger (Liverpool, Wavertree) (Lab/Co-op):", "speech": "      On a point of order, Mr Speaker. I have made the office of the Minister for Community and Social Care aware of my intention to make this point of order, as well as your good office. Last week, after much delay, the long- awaited report by the mental health taskforce, which was commissioned by NHS England, was published. On the same day, the Government made a series of apparent announcements to the media in response to the report—a courtesy that is yet to be afforded to this House."}, {"speaker": "Mr Speaker:", "speech": "      I am grateful to the hon. Lady for her point of order and for her courtesy in giving me notice of it. The short answer to the last part of her point of order is no. I have received no indication that a Minister intends to make a statement on the matter. What I would say provisionally, having learned of this matter only a small number of moments ago, is that significant announcements of changes of policy should be made first to the House. That means, save in cases of emergency, that they should be made to the House while it is sitting. Of course, right hon. and hon. Members and others can and do access reports whether or not the House is sitting and may pursue their contents in debate and in questions. I will cause further inquiries to be made on the content and timing of this particular announcement."}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "      On a point of order, Mr Speaker. The hon. and learned Member for Edinburgh South West (Joanna Cherry) may inadvertently have misled the House when referring to parliamentary sovereignty and its effect across the United Kingdom. Specifically, I seek your guidance on how we can put it on the record that parliamentary sovereignty, according to Diceyan jurisprudence, applies equally in Scotland and England, notwithstanding the 1953 MacCormick case, which was obiter dicta of course?"}, {"speaker": "Mr Speaker:", "speech": "      I say two things to the hon. Gentleman. First, I say very gently—I am trying to be kind to him because he is a new Member, albeit an extremely distinguished fellow—that if he wants to raise points of order and argue the toss about the proprieties of parliamentary procedure, perhaps he might learn that he should refer to the Leader of the Opposition as the Leader of the Opposition, not call him by name. People have to be careful that they are on sound ground if they start playing the procedural card."}, {"speaker": "The Secretary of State for Northern Ireland (Mrs Theresa Villiers):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Lady Hermon (North Down) (Ind):", "speech": "      If I may take the Secretary of State back to clause 8, I am very pleased about the introduction of a new pledge for all MLAs. They will not be able to participate in any proceedings, or do anything within the Assembly, unless and until they have taken the new pledge. When they have taken the new pledge, however, what sanctions will there be if they fail to honour it and who will decide?"}, {"speaker": "Mrs Villiers:", "speech": "      Naturally enough, any sanctions relating to the actions of MLAs are matters for the Assembly, rather than for the Chamber and the legislation proposed here today. I am grateful to the hon. Lady for her intervention."}, {"speaker": "Lady Hermon:", "speech": "      I am terribly sorry to intervene on the Secretary of State again, but if I may say so that was a rather flippant response and not at all characteristic—she is always so well briefed. Clause 8 actually states:"}, {"speaker": "Mrs Villiers:", "speech": "      I am very sorry. I did not mean for my answer to sound flippant or not serious. It remains the case that the Bill does not provide for sanctions and nor does the fresh start agreement. In terms of internal matters of discipline within the Assembly, that really is a matter for the Assembly itself to determine. What I can provide further clarification on is that an individual who refuses to give the undertaking will not be able to participate in Assembly proceedings, or receive any of the privileges of office or salary."}, {"speaker": "Ian Paisley (North Antrim) (DUP):", "speech": "      Before the Secretary of State moves on to that more detailed point, does she agree that the provisions outlined in the Bill should be extended here? Members who do not take their oath in this place receive privileges and benefits, and are not excluded. Maybe we should learn something from the situation in Northern Ireland and apply it to this place."}, {"speaker": "Mrs Villiers:", "speech": "      I am very much aware of the concerns the hon. Gentleman and his party have on such matters. Issues relating to privileges and expenses are House business, and he and his colleagues are welcome to raise them at any time for the House to consider. In due course, we will look at Short money too."}, {"speaker": "David Simpson (Upper Bann) (DUP):", "speech": "      Just to take a step back in relation to the cross-border task force, I understand a meeting was held in December 2015 to establish it. Can the Secretary of State clarify today how often the task force will meet or is it scheduled to meet?"}, {"speaker": "Mrs Villiers:", "speech": "      I think we need to distinguish between the ministerial meeting, which was a one-off, and the agency task force, which will meet regularly. I do not know that it has scheduled a timetable of meetings as yet, but I am sure that once it does I can supply the hon. Gentleman with details. One would expect it to meet regularly to conduct its important work. The membership has been formulated, so it is already cracking on with its work."}, {"speaker": "Conor McGinn (St Helens North) (Lab):", "speech": "      Does the Secretary of State agree that cross-border co-operation on a whole range of issues, not least organised crime, is made much easier by the fact that the Republic of Ireland and Northern Ireland and the rest of the UK are members of the European Union?"}, {"speaker": "Mrs Villiers:", "speech": "      I was wondering when that subject would come up. I can assure the hon. Gentleman that there are a whole range of reasons why the relationship between the UK and Ireland has improved massively in recent years."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      There is one area that is not in the Bill. Will the Secretary of State inform the House when the legacy Bill will come forward? Many people throughout Northern Ireland are grieving deeply and want to know when the proposals will come forward."}, {"speaker": "Mrs Villiers:", "speech": "      The hon. Lady raises a very important issue, which I was about to come on to. Sadly, I am not able to give her a date for the presentation of that proposed legislation, but, as I will go into, I am determined to work as hard as I possibly can to build the consensus necessary to enable us to introduce it. I agree with her: it is very important that we press ahead."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      Given that the welfare reform legislation was microwaved through here and that this Bill will be fast-tracked, can the Secretary of State give an undertaking that the legacy Bill will not be fast-tracked and that her commitment to building consensus will extend to proper consideration for victims and the wider public interest, and not just be something cobbled up between parties?"}, {"speaker": "Mrs Villiers:", "speech": "      I need to reflect on that, but I definitely agree with the hon. Gentleman that the legacy Bill will be in a very different category from the other two pieces of legislation—the Bill today and the welfare legislation. In those circumstances, we should do everything possible to make sure that it has an ordinary timetable. If the hon. Gentleman will allow me, I will not give an absolute undertaking on that for today’s purposes, but if we get to the stage of being able to present that Bill to Parliament, it is highly likely that we will want to proceed with it on the basis of an ordinary timetable rather than an expedited one, given the sensitivity of the issues."}, {"speaker": "Mr Gregory Campbell (East Londonderry) (DUP):", "speech": "      Does the Secretary of State agree that one element of the legacy issue that is paramount in the minds of many survivors of the troubles is that under no account and under no circumstances must Northern Ireland be seen to go forward on the basis of treating the perpetrators of violence in the same way as those who were innocent victims of that very violence?"}, {"speaker": "Mrs Villiers:", "speech": "      I entirely agree. We on the Government side would never accept a rewriting of history. I think we should always recall the dedication of, and sacrifices made by, both the Royal Ulster Constabulary and the armed services in Northern Ireland. We should salute that sacrifice, and I am absolutely convinced that in the vast majority of cases, the members of the security forces performed their duties with the utmost integrity and professionalism."}, {"speaker": "Vernon Coaker (Gedling) (Lab):", "speech": "      I welcome the Secretary of State to the debate, and I hope she stays in."}, {"speaker": "Conor McGinn:", "speech": "      Does my hon. Friend agree—as I do—with the First Minister of Northern Ireland, who has said that we need to get real when it comes to the funding of investigations of legacy cases? The PSNI operates within stringent budget constraints. It has to prioritise front-line policing, but it is being asked to do more and more. While the current impasse exists, should it not receive funds from this place rather than having to use some of its own resources to deal with the legacy of the past?"}, {"speaker": "Vernon Coaker:", "speech": "      I very much agree with my hon. Friend, and with the First Minister and others in Northern Ireland who have pointed out that, although agreement has not been reached on how to deal with the legacy issues, the PSNI, the Coroners Service for Northern Ireland and others are still required to deal with the consequences of those issues. Given that the Secretary of State has put aside money pending any agreement, surely it would be acceptable to give at least some of it to those bodies in order to reflect the continuing work that they must do in trying to investigate and resolve some of the difficulties. I think that that the First Minister has made a perfectly reasonable request, and, although I know that the Secretary of State will not be able to respond to it now, I hope that she and the Minister—and, indeed, the Government as a whole—will consider it."}, {"speaker": "Mrs Villiers:", "speech": "      May I intervene briefly to offer some assistance? The fresh start agreement makes it clear that the £150 million package to support the legacy work is linked to the establishment of the new bodies. However, we are listening carefully to representations, particularly those relating to inquests. If a credible reform package for inquests is put together, we will of course take very seriously any request for funds to support it."}, {"speaker": "Vernon Coaker:", "speech": "      That is a helpful response. I think that everyone in the House—and, indeed, in Northern Ireland—will have heard what the Secretary of State has said, which implies that she is open to making money available both to the PSNI and to the Coroners Service. I think that that is what victims would expect. They know that it is difficult to reach an agreement on how to deal with the past—and, although the institutions, or the proposed institutions, are there, agreement has not been reached—but, at the same time, work has to be done. Given that the money is there, we would support the Secretary of State if she—or, for instance, the Treasury—estimated at any point that at least some of   "}, {"speaker": "Lady Hermon:", "speech": "      Will Her Majesty’s Opposition be tabling amendments to clause 8 to make it absolutely clear that a sanction will be applied to MLAs who make the pledge and take their seats, but then do not abide by the pledge that they have made? There is a code of ministerial responsibility for members of the Executive, and there are sanctions, but there are no sanctions in the Bill, and that is an obvious omission."}, {"speaker": "Vernon Coaker:", "speech": "      I will say something about pledges later in my speech, but, whether we table amendments or not, I think that the hon. Lady is right to ask for clarification. I shall be quoting one of the pledges which contains a qualification, and I shall be asking what that means. Even if we accept that this is Stormont business, I think it is right for such questions to be asked in the House of Commons."}, {"speaker": "Ian Paisley:", "speech": "      Given the principle that the hon. Gentleman has accepted this evening, does he also accept the principle that if Members of the House of Commons do not take the oath, all the privileges that they gain here should be removed from them?"}, {"speaker": "Vernon Coaker:", "speech": "      As the Secretary of State has said, that is House business, but we expect all Members of this House to commit themselves to the pursuit of democracy and the making of decisions by democratic means."}, {"speaker": "Ian Paisley:", "speech": "      If the hon. Gentleman accepts that principle, will he—through the usual channels, and with the support of the Opposition and the Government—table a motion in order to resolve, finally, the anomaly that allows Irish Republican Sinn Féin Members to benefit from privileges in the House without taking the oath?"}, {"speaker": "Vernon Coaker:", "speech": "      As I have said, that is House business and I therefore cannot commit myself, but the hon. Gentleman has heard what I have said. We expect all Members of this House to commit themselves to democracy and the democratic process, and I think that that is what all of us have done."}, {"speaker": "Mr Laurence Robertson (Tewkesbury) (Con):", "speech": "      I just want to make a fairly brief intervention in this debate. Before I do so, Mr Deputy Speaker, I wonder whether you will allow me a few seconds to refer and pay tribute to my constituency assistant who died very suddenly a few days ago. His name was Mark Calway, and he worked for me for 14 years and took a particular interest in matters Northern Ireland—and indeed in matters the Republic of Ireland—helping me quite a bit with my work on the Select Committee and as co-chairman of the British-Irish Parliamentary Assembly. His death is a stunning shock, and my heart goes out to his parents, Brian and Maureen. I do hope it is in order for me to pay the greatest tribute to him possible today. All hon. Members know how much we depend on our staff, and when they are personal friends as well, such a loss, at the age of 49, is terrible. Thank you very much indeed, Mr Deputy Speaker."}, {"speaker": "Ian Paisley:", "speech": "      I appreciate the point the hon. Gentleman is making. Sometimes we do have to stop and pinch ourselves and recognise how far Northern Ireland has come in recent years. The point he is making about Northern Ireland politicians taking decisions about the needs of the people of Northern Ireland is emphasised today, as there have been something like 26 amendments on the Floor of the Northern Ireland Parliament today, being voted and consulted on and considered by Northern Ireland’s elected representatives. That shows that instead of decisions being taken in Committee Rooms here, they are being taken in Northern Ireland by the elected representatives on the Floor of the Assembly, and they are very prosperous and good decisions."}, {"speaker": "Mr Robertson:", "speech": "      I am grateful to the hon. Gentleman for making that point, which emphasises far more strongly than I was able to the importance of the Assembly’s functioning. When we sat in Committee taking big decisions, the great problem was that by the nature of the arithmetic of this House, there were very few people on the Committee from Northern Ireland. The decisions were taken by people like me and many others from English constituencies, with very few representatives from Northern Ireland, so the hon. Gentleman is absolutely right to make that point."}, {"speaker": "Mr Gregory Campbell:", "speech": "      The hon. Gentleman refers to issues on which consensus and agreement were reached. Does he agree that the issue of corporation tax was one on which consensus was reached eventually, and that people were and are looking forward to the prospect of possibly tens of thousands of jobs being created in Northern Ireland? How does he feel about the fact that the delay in reaching that consensus was principally down to Northern Ireland’s and the UK’s membership of the EU? It seemed to delay it for many years."}, {"speaker": "Mr Robertson:", "speech": "      The hon. Gentleman makes a very good point and I would make two points in response. When the Select Committee looked at the issue—it was the first issue we looked at under my chairmanship back in 2010—it was not unanimous in its support for   "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. May I just reassure the hon. Member for Tewkesbury (Mr Robertson): there is always Thursday for it?"}, {"speaker": "Mr Robertson:", "speech": "      Indeed there is, Mr Deputy Speaker."}, {"speaker": "Deidre Brock (Edinburgh North and Leith) (SNP):", "speech": "      I shall be brief to allow time for other Members to make substantive contributions to the debate, and to spare Members from having to listen to my voice for too much longer."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      I welcome the debate on this Bill, and the DUP supports the Bill as well as the proposal to fast-track it. I commend the Secretary of State for her speech to the House, which was the latest in a number of wise statements that she has made on Northern Ireland and wider issues in recent days. I commend her for all those statements."}, {"speaker": "Lady Hermon:", "speech": "      In light of the recent controversy surrounding the scrutiny of MLAs’ expenses, and—unfortunately—the damage that that does to public confidence in the operation of the Northern Ireland Assembly, does the right hon. Gentleman agree that the Bill would be an appropriate vehicle with which to introduce in Northern Ireland an institution comparable to the Independent Parliamentary Standards Authority, so as to rebuild public confidence in the expenses vetting procedure in Northern Ireland?"}, {"speaker": "Mr Dodds:", "speech": "      IPSA is a whole other area of debate, and I am sure it will evoke much argument and discussion in this House. The DUP suggested the introduction of an IPSA-style regime some time ago, but we could not get agreement on that. The First Minister of Northern Ireland made a speech on Friday night, outlining again the importance of transparency and of that matter being dealt with and taken forward in precisely that way. Whether the Bill is the right vehicle for that remains to be seen, because it would require agreement and consultation within Northern Ireland. That could—and indeed should—happen, and I encourage parties to do that. It is important to maintain confidence in the integrity of the Assembly. We in this House know what it is to have gone through that kind of controversy, and we want to ensure that things are progressed properly, openly, and with the utmost transparency."}, {"speaker": "Ian Paisley:", "speech": "      The story that will appear in tomorrow’s newspaper—we might as well settle up for them—will be a photograph of the number of Members in the Chamber now compared with a photograph of the number of Members in the Chamber three hours ago, when the Prime Minister was speaking. It is such a crass story, but they run it week in, week out, telling people to look at the disinterest in this place when Northern Ireland is being discussed compared with when a European issue or a financial issue is being discussed. We might as well ask the press to go ahead and publish that anyway."}, {"speaker": "Mr Dodds:", "speech": "      On such issues, I always think that quality, not quantity, is what matters. I apply that to all Members present in the House; every Member who is here for this debate is of the highest quality. I welcome those who are here, particularly Members from constituencies outside Northern Ireland, including those who have served on the Select Committee and taken an interest in Northern Ireland matters. Their support and interest in Northern Ireland is greatly welcomed, and we value it very much indeed. I have already commented on some issues about press and media reporting, and my hon. Friend will understand if I do not take that too much further now."}, {"speaker": "Dr Alasdair McDonnell (Belfast South) (SDLP):", "speech": "      I want to speak briefly about a number of faults or flaws in the Bill, which we certainly hope to address during its next stage. Tackling paramilitary activity is paramount, and paramilitary activity continues to blight our society in Northern Ireland, not least in and around my constituency, where Gerard Davison and Kevin McGuigan were both ruthlessly gunned down in the past 12 months. Such events may not, thankfully, be as common as they once were, but they still happen on our streets. Those two murders are stark reminders of the paramilitary activity that persists nearly two decades after the Good Friday agreement was signed."}, {"speaker": "Mrs Villiers:", "speech": "      I want to provide reassurance that, like the Northern Ireland Executive, the UK Government are absolutely committed to enhancing and increasing prosperity in Northern Ireland. Our main vehicle for the work we do together is the economic pact, so just because the issue was not expressly referred to in the fresh start agreement, that does not mean the two Administrations are not working closely to bring that about."}, {"speaker": "Dr McDonnell:", "speech": "      I thank the Secretary of State for that, and I am reassured, but I look forward to further stages of the Bill and the opportunity to flesh it out, amend it and make additions, where appropriate, to ensure that it is as comprehensive as possible and does all that we would expect it to do."}, {"speaker": "Danny Kinahan (South Antrim) (UUP):", "speech": "      May I start by not only giving our sympathy to the hon. Member for Tewkesbury (Mr Robertson) for losing his assistant, but sending our huge thanks to him and the many others who have helped us in Northern Ireland, be it through the British-Irish Parliamentary Association, the Northern Ireland Affairs Committee or in other ways? A mass of people are always trying to help us get somewhere."}, {"speaker": "Mr Jeffrey M. Donaldson (Lagan Valley) (DUP):", "speech": "      I pay tribute to the Secretary of State and the Minister for all the work that they and their teams have done to bring forward this Bill. Having been involved in much of the negotiations in the past, I can say in all honesty—we should always give credit when it is due—that the Secretary of State has gone way up in my estimation for the clear stance that she has taken on issues both in the public domain and privately around the negotiating table. She has done so with great clarity and that is something to be welcomed from a Secretary of State. She has also been ably supported by the Minister."}, {"speaker": "Lady Hermon:", "speech": "      The right hon. Gentleman condemns paramilitarism, whatever shape or form it takes—loyalist paramilitaries as well as republican paramilitaries. In that connection, will he put on record his thanks, and the thanks of many people, to the Police Service of Northern Ireland for completing yet another search for the remains of Lisa Dorrian, who disappeared 11 years ago, and was murdered by those with loyalist paramilitary connections? Her family have never had her returned for a Christian burial, and tragically her mother died broken-hearted earlier this year. I would be grateful if the right hon. Gentleman condemned equally loyalist and republican paramilitaries."}, {"speaker": "Mr Donaldson:", "speech": "      The hon. Lady speaks of the individual, personal and family suffering of the victims of paramilitary violence. Let me make it clear that when, as a party, we refer to paramilitarism we mean paramilitarism across the political divide. I had the pleasure of taking the Secretary of State and the shadow Secretary of State to Lisburn to visit a community project in my constituency. We have worked hard with people who were previously involved in paramilitary activity to enable them to complete the transition to what is now purely community development work, and those communities have been transformed as a result. For example, the Old Warren in Lisburn in my constituency has been transformed as a result of the transition of people previously involved in loyalist paramilitarism to purely community development. I commend the Resurgam Trust in Lisburn and its leadership on what they have done to transform that community by enabling those people to make that transition. I assure the hon. Lady that that is precisely the kind of effort that needs to take place in Northern Ireland."}, {"speaker": "Mr Gregory Campbell:", "speech": "      I agree with my right hon. Friend on the 90% versus the 10%, but it now appears that in some instances where the Provisional IRA carried out atrocities, there is an attempt by Sinn Féin to blame those on the security forces, the police and the Army. The abysmal audacity of some people knows no bounds, beyond even what my right hon. Friend described."}, {"speaker": "Mr Donaldson:", "speech": "      My hon. Friend is right. We constantly hear the Sinn Féin mantra that it is not just a case of 90% versus 10% of killings, but that the state was somehow responsible for directing many of the paramilitary-related deaths. No one with any rational thought in their head will fall for that nonsense from the republican movement."}, {"speaker": "Ian Paisley:", "speech": "      The audacity of Sinn Féin and the IRA in this matter needs to be highlighted. It affects not only Northern Ireland cases—we have the case of Loughgall—but cases involving murders on the mainland, such as the Birmingham case. Now there is an attempt to blame the security services in England for the Birmingham bombing. It is atrocious. We have to nail this one, and nail it true."}, {"speaker": "Mr Donaldson:", "speech": "      My hon. Friend is right. We apply the same standard to republican-related murders and loyalist-related murders. The idea that the Ulster Volunteer Force, for example, would be exonerated from the Loughinisland killings in the constituency of the hon. Member for South Down (Ms Ritchie) because of allegations of collusion is just as perverse and absurd as the idea that the IRA would be exonerated from the massacres and murders that it committed in the past. The same applies on both sides."}, {"speaker": "Tom Elliott (Fermanagh and South Tyrone) (UUP):", "speech": "      Like others, I welcome progress on the Bill. There are two aspects on which the Ulster Unionist party has been to the fore. The first is the continuing terrorist activity in Northern Ireland and beyond. The second, which was mentioned by my hon. Friend the Member for South Antrim (Danny Kinahan), is the need for more time after elections to allow negotiations on a programme for government. We hope that those two weeks will be beneficial for Northern Ireland in the next term of the Assembly and in future. I look on those as positive aspects. The extension of the time for negotiations was proposed by us as far back as 2011."}, {"speaker": "Mr Gregory Campbell:", "speech": "      The hon. Gentleman is outlining the case that Sinn Féin and the IRA are one and the same. Does he agree that in all probability in the two weeks after the Assembly election that will remain the case when decisions have to be made about whether to be in the Executive or out of it?"}, {"speaker": "Tom Elliott:", "speech": "      I do not disagree with the hon. Gentleman. That has been the case for some time now, and it will remain the case, irrespective of what the commission comes up with. There will remain a huge question mark over some people’s right to remain senior members of the Executive."}, {"speaker": "Ian Paisley:", "speech": "      The hon. Gentleman should be personally congratulated for the legal case he brought, where sanctions were imposed on someone who tweeted evil about him and the gallant organisation he was a member of—the Ulster Defence Regiment. He has demonstrated that, where there is a legal remedy, that is sometimes the best sanction."}, {"speaker": "Tom Elliott:", "speech": "      I thank the hon. Gentleman for his comments. Obviously, that is still rumbling on, but we got a sanction of some degree. I hope that the Assembly or this House can provide sanctions in this legislation. Like many others, I will await the outcomes and the outworkings of what is proposed here. As hon. Members will appreciate, I have some concerns about the outworkings of some of the proposals, and particularly about the sanctions, but I give the Bill a fair wind at this stage."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      I am delighted to participate in this Second Reading debate. I offer my condolences to the hon. Member for Tewkesbury (Mr Robertson) following his bereavement of his staff member. I also offer my condolences to my hon. Friend the Member for Foyle (Mark Durkan) following his family’s bereavement last night."}, {"speaker": "Lady Hermon:", "speech": "      I am listening carefully to the hon. Lady’s comments, and I have huge regard for her. I would just like her to put on record this evening her gratitude to the RUC, which stood between the whole community of Northern Ireland and absolute mayhem through more than 30 years of appalling violence. Three hundred and two RUC officers paid the ultimate price with their lives. I am sure she would like to put on record her gratitude for the sacrifice and courage of the RUC through the awful years of the troubles."}, {"speaker": "Ms Ritchie:", "speech": "      I thank the hon. Lady for that intervention. We were always opposed to the murder of members of the security forces, whether those security forces were the RUC, the UDR or the Army. We saw what that did to those people and to their families. That murder and that paramilitarism against members of the security forces was totally unacceptable; we condemned it at the time, and we will always condemn it—we are very clear about that. Let me move on to other issues."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      I join my right hon. and hon. Friends and colleagues in acknowledging the presence of the hon. Member for Tewkesbury (Mr Robertson), who is diligent as the Chair of the Select Committee. He has suffered a close personal loss in the untimely death of Mark Calway and he has the sympathy of all of us. I also acknowledge the message of sympathy from my hon. Friend the Member for South Down (Ms Ritchie), which I will pass on to my sister."}, {"speaker": "Gavin Robinson (Belfast East) (DUP):", "speech": "      The hon. Gentleman has made a strong point about the principles that should be in play in public life. Is there not a certain irony in the fact that his colleagues in the Northern Ireland Assembly have, alongside Sinn Féin, this evening signed a petition of concern to retain and enshrine religious discrimination in the selection of teachers in the Province?"}, {"speaker": "Mark Durkan:", "speech": "      My colleagues have signed a petition of concern against a current proposal. [Interruption.] It is a matter of trying to protect existing laws and not change them rashly before an election. The DUP has   "}, {"speaker": "Lady Hermon:", "speech": "      Before the hon. Gentleman concludes his remarks—[Hon. Members: “Hear, hear.”]Despite the noises off, I want to take this opportunity to express on behalf of my colleagues and friends how very sorry we are to hear that he has had a bereavement in his extended family. We would be most grateful if he would offer to his sister our sympathy and support at a time when her partner was tragically killed in a traffic accident last night. We are very sorry indeed that death has visited her door and the hon. Gentleman’s door at such an untimely stage of life."}, {"speaker": "Mark Durkan:", "speech": "      I thank the hon. Lady for her kind condolences, which I will certainly pass on. I accept them in the spirit in which she has shared them—not just on her own behalf but on behalf of her colleagues as well. Of course, whenever we experience the shock of death like that, it comes as a throwback. I did not know what had happened when I spotted the tapes across the road and the police action that was going on; it looked like a security operation that would have been familiar to so many of us down the years. In talking to the police   "}, {"speaker": "Stephen Pound (Ealing North) (Lab):", "speech": "      Second Reading debates are often described as timely, well-informed and apposite, and occasionally that is true. Tonight we have heard an excellent Second Reading debate, featuring first-class contributions from all corners of the Chamber."}, {"speaker": "The Parliamentary Under-Secretary of State for Northern Ireland (Mr Ben Wallace):", "speech": "      It is always a pleasure to follow the hon. Member for Ealing North (Stephen Pound), who in every debate is optimistic and positive, and it is especially welcome that in what is, effectively, another stage of the Stormont House agreement and the fresh start agreement, we find ourselves in this Second Reading with the full support of Her Majesty’s Opposition. I pay tribute to the hon. Member for Gedling (Vernon Coaker) and all those on the Opposition Front Bench for their continued support for making sure that we move Northern Ireland onwards to normalisation and ensure any bumps in the road that we have experienced are sorted out to allow the Northern Ireland political settlement to bed in and move forward so that the people there can take hold of the opportunities on offer."}, {"speaker": "Mark Durkan:", "speech": "      Does the Minister agree that when investigating the past, the police ombudsman has always respected such matters fully? It has never breached or compromised anybody’s interest in that regard, so surely others could be trusted to adhere to the same standard?"}, {"speaker": "Mr Wallace:", "speech": "      Everyone is entrusted with the powers that they are granted. National security does not just cover the actions of the PSNI; it covers the actions of the security services and of a range of people involved in trying to ensure that our society is safe and secure. We should remember that national security is not taken lightly. It is open to scrutiny by our Intelligence and Security Committee in this House, by the ombudsman and by the courts. The coroner and the judges often make the final decisions on many of these issues and   "}, {"speaker": "Mark Durkan:", "speech": "      On that basis, given that these organisations need to be rightly blamed and indicted for what they did, does the Minister now regret that the British Government for so long maintained the UDA’s status as a legal organisation and consistently refused to proscribe it?"}, {"speaker": "Mr Wallace:", "speech": "      If memory serves me right, the UDA was proscribed in 1992. I was not in this House and I was not privy to the Government. In fact, in 1992 I was walking around west Belfast. As for the idea that I can condemn or support the ruling, all I know is that when I   "}, {"speaker": "Vernon Coaker:", "speech": "      May I just press the Minister once more on this issue? He mentions dealing with the legacy of the past. I asked the Secretary of State, but I want to be clear about this because a number of questions have arisen throughout this interesting and good debate. Will the Minister and the Secretary of State look again at releasing some of the funding that the Treasury and the Government have put aside for dealing with legacy issues to fund the PSNI and the coroner service to deal with some of these issues which were supposed to be dealt with by other institutions? Because of the inability to come to an agreement, the PSNI and the coroner service have been left to deal with them but not been given the resources to tackle them. Will the Minister re-examine that?"}, {"speaker": "Mr Wallace:", "speech": "      Absolutely, we will support any measures that deal with the legacy, as my right hon. Friend the Secretary of State has said. We cannot just release the money; we need all the actors on the stage to produce the solution. We need the victims, the PSNI, the courts, the Lord Chief Justice and the Executive to support the solution. If we were just to release money but nobody else was supporting the schemes or the coroners’ courts changes, for example, we would not necessarily solve the issue. We will look with all seriousness and all support at any proposals to solve the legacy issues."}, {"speaker": "Ms Ritchie:", "speech": "      I referred to the split of moneys between the National Crime Agency and the PSNI. Would it be possible for the Minister to follow that up in writing to me?"}, {"speaker": "Mr Wallace:", "speech": "      I thank the hon. Lady for reminding me of something: £28 million has been allocated for tackling paramilitary activity. As far as I understand it, how that is divided is an operational decision about who needs it and where it should go. That sum has been allocated, and we think it is a step in the right direction in tackling paramilitary activity. If there is any more to tell her, I will certainly write to her."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP):", "speech": "      We have heard much today in the debate on our future in or out of the European Union about the issue of our security. It is right that Parliament takes seriously its responsibilities as far as security is concerned. As part of this debate, we need to take seriously our responsibilities for the marine environment."}, {"speaker": "Brendan O'Hara (Argyll and Bute) (SNP):", "speech": "      I thank my hon. Friend for securing this important debate. As one of the five Scottish National party Members for the highlands and islands, he will of course be aware that we have repeatedly called on the Government to address the maritime safety deficit caused by the removal of the Stornoway vessel in 2010-11. Does he agree that this cannot be done properly by having a single ETV based in Orkney alone? It is deeply worrying that the only existing ETV in Kirkwall is currently under threat. The position that we find ourselves in—"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. The hon. Gentleman’s intervention is very long. If Members keep their interventions brief, more Members can come in."}, {"speaker": "Brendan O'Hara:", "speech": "      My last point is that the coast has been left vulnerable. Does my hon. Friend believe that the removal of the ETV at Kirkwall would be utterly unthinkable?"}, {"speaker": "Ian Blackford:", "speech": "      I thank my hon. Friend for his intervention, and he is quite correct. We cannot comprehend the possible risk of the loss of the vessel in Kirkwall. It is also true that there is no way in reasonable time that that vessel based in Kirkwall can get to Argyll and Bute or indeed to large parts of my constituency. We have been placed at an unacceptable level of risk. Does the Minister agree with the chief executive of the Maritime and Coastguard Agency that the removal of the Kirkwall-based vessel is unacceptable, and will he give the House an assurance that the Government will find the necessary funds to make sure that that vessel remains in place? That is a simple question, and it requires a simple yes or no answer."}, {"speaker": "Dr Paul Monaghan (Caithness, Sutherland and Easter Ross) (SNP):", "speech": "      Does my hon. Friend agree that on safety and on all the issues that you have highlighted, the UK Government need to take into account the fact that in the coming years there will be more than 200 movements of nuclear material from Dounreay, and some of that material will be transported by sea?"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before the hon. Member for Ross, Skye and Lochaber (Ian Blackford) continues, I remind Members that they should speak through the Chair. At the moment, Members are addressing one another directly, and I should be grateful if they addressed their comments through the Chair."}, {"speaker": "Ian Blackford:", "speech": "      Thank you, Madam Deputy Speaker. I agree with the point made by my hon. Friend the Member for Caithness, Sutherland and Easter Ross (Dr Monaghan). I would argue that there is a wider point, because if we had responsibility for our marine environment in Scotland we would make sure that we had ships in place to protect our coastal community. Moreover, the unbelievable threat that we face from   "}, {"speaker": "Mr Angus Brendan MacNeil (Na h-Eileanan an Iar) (SNP):", "speech": "      I am pleased to see in this Parliament so many attending such a debate. In the previous Parliament, before SNP Members were so numerous, there would be very few Members at a debate such as this. The UK Government are playing fast and loose because of an event that might happen once in 25 years, once in 50 years or once in 100 years. They have no insurance policy because they are a penny-wise, pound-foolish Government who are playing fast and loose with the Scottish coastline, which my hon. Friend and I represent and care about. If the UK Government respected Scotland and genuinely thought of the UK as a family of nations, they would step up to the mark now, instead of abdicating their responsibilities."}, {"speaker": "Ian Blackford:", "speech": "      I thank my hon. Friend for that fine intervention. I look forward to hearing the Minister answering it, as we have not had an answer yet. Five of us went to see the Minister last November. We have been waiting quite some time for this Government to take their responsibilities seriously."}, {"speaker": "Mr MacNeil:", "speech": "      My hon. Friend asks a pertinent question. He says we do not know what boats are going up the west coast of Scotland at the moment. Actually, looking at a marine traffic app, we can see that an 11,000-tonne oil and chemical tanker is going up there just now—it is between South Uist and my hon. Friend’s home in Skye. There is no insurance policy for that boat travelling through the Minches, because of the UK Government’s negligence. He makes a salient point when he says that we do not know what is going up the west coast; in fact, we do, but the point is that the UK Government do not, because they are not looking at these apps, and they are not worried, because this is Scotland."}, {"speaker": "Ian Blackford:", "speech": "      It is too far from Westminster. Why should they care? However, my hon. Friend makes an important point. The vessel that ran aground at Ardnamurchan—the Lysblink Seaways—was a general cargo vessel. Can we just stop and think for a minute about what would have happened if an oil vessel had run aground at Ardnamurchan? We should just think about the environmental damage that could have happened. We should think about the threat to the tourist industry in Ardnamurchan—this is a fragile economy that depends on tourism. We cannot accept that risk. The Government have to act to protect communities up and down the west and north coast of Scotland."}, {"speaker": "Mr Alistair Carmichael (Orkney and Shetland) (LD):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Ian Blackford:", "speech": "      I am just going to wind up."}, {"speaker": "Mr Alistair Carmichael (Orkney and Shetland) (LD):", "speech": "      First, I congratulate the hon. Member for Ross, Skye and Lochaber (Ian Blackford) on securing this important debate and, indeed, on having the foresight to do so on a night when the main business in the Chamber collapsed early, which will allow a few other Members to contribute. I hope other hon. Members will have something to say, because the hon. Gentleman has explained at some length the importance of this issue to our island and coastal communities."}, {"speaker": "The Minister of State, Department for Transport (Mr Robert Goodwill):", "speech": "      I congratulate the hon. Member for Ross, Skye and Lochaber (Ian Blackford) on securing this debate on the subject of ETVs. Only the Department for Transport could come up with a three-letter acronym for a three-letter word—tug. Let me be clear from the start that I share the hon. Gentleman’s passion for protecting the Scottish coast. The hon. Member for Na h-Eileanan an Iar (Mr MacNeil) said that I did not care about Scotland. I assure him that Scotland is every bit as much part of my country as is Yorkshire or any other part. I do care for the environment around Scotland and for the welfare of seamen on that part of our seas."}, {"speaker": "Mr MacNeil:", "speech": "      I am grateful to the Minister for mentioning me and for giving way, as is the convention in the House. Will we see his concern and his fine words manifested not only in the retention of the ETV in the Northern Isles, but in the return of the ETV to Stornoway, in the Hebrides?"}, {"speaker": "Mr Goodwill:", "speech": "      Let me develop my argument, and I will return to that point. Scotland is not only a stunning landscape but the home of important industries such as agriculture and fishing, which are economically important to Scotland and the whole United Kingdom. Protecting the environment and safety at sea are our top priorities. The hon. Member for Ross, Skye and Lochaber mentioned the Cromarty firth oil transfer licence. Marine Scotland was directly consulted on 10 December, and on 8 February, when the consultation ended, it had not responded. When it was asked whether it intended to respond, the answer was no. I hope that that clarifies that point."}, {"speaker": "Mr MacNeil:", "speech": "      The Minister’s arguments are all well and good if there are tug boats available to do that work, but what if there are no tug boats available? Where coastal communities and our coastline are at risk, a responsible Government would make sure that that capacity was there where the market and the private sector were failing. The market and the private sector are failing in that on the north and west coast of Scotland. My hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford) has secured the debate because of that failure and the lack of those boats."}, {"speaker": "Mr Goodwill:", "speech": "      If the hon. Gentleman will relax a little, I will come on to some of those points. He might find that he need not be quite as irate as he is, because I share his concerns."}, {"speaker": "Ian Blackford:", "speech": "      I agree with the Minister’s points about the improvements that have taken place, but they would still not prevent things such as the Lysblink Seaways, which ran aground on Ardnamurchan, or indeed the Costa Concordia. That is the point. Even with the improvements that have been made, there is still a risk to our communities from something like that happening —an unexpected happening, such as an oil tanker running aground. This is about how we provide such protection, even with the improvements that have taken place in the shipping industry."}, {"speaker": "Mr Goodwill:", "speech": "      The hon. Gentleman’s point is absolutely valid. I am talking about some of the other vessels that we have been able to remove from around the coast because of other factors."}, {"speaker": "Mr MacNeil:", "speech": "      In fairness to the Minister he is genuinely allowing us to have an exchange of views. However, I find his argument akin to saying, “My house was built in 1906 and it has not been on fire since, and therefore I do not need fire insurance for my house.” The reality is—this is the point made by the hon. Member for Ross, Skye and Lochaber in this debate—that we should have an insurance policy. The Minister is telling me that, no matter the age of my house, I do not need insurance for my house—or, in this case, coastal insurance. In that, the UK Government have been found short and very wanting."}, {"speaker": "Mr Goodwill:", "speech": "      The hon. Gentleman is quite correct to raise the issue of risk. The right hon. Member for Orkney and Shetland talked about the MCA looking at all potential risks. Indeed, the risk assessment by the MCA    "}, {"speaker": "Ian Blackford:", "speech": "      I am listening very carefully to the hon. Gentleman, who is being very considerate with his time. He is identifying that there is a risk from the removal of the ETV. We already know that a grounding has taken place at Ardnamurchan. We already know that the MCA has referred to the time it took to travel to that vessel. The Orkney vessel cannot provide that degree of protection in a timely manner on the west coast. To give security to our community, we need to retain the insurance cover that many of us have mentioned. We need the vessel in Orkney, but we desperately need the vessel on the west coast. What will the Minister say if we end up with an incident at some point in the future—heaven forbid—if we could have had such an ETV to give us at least a degree of protection. That is the price we are asking the Government to pay tonight."}, {"speaker": "Mr Goodwill:", "speech": "      I have made the point that the one vessel we have is best stationed where it is because of the risk and the type of traffic to which it can respond."}, {"speaker": "Mr Goodwill:", "speech": "      The second question is what alternative arrangements are available to maintain an appropriate towage capability that could reduce the burden on the UK taxpayer."}, {"speaker": "Roger Mullin (Kirkcaldy and Cowdenbeath) (SNP):", "speech": "      I did not intend to speak in this debate, but I have heard the Government talk about risk on so many occasions   "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. I know that the hon. Gentleman said that he was not going to make a speech, but if he could keep his interventions a bit shorter, we would all be very grateful."}, {"speaker": "Mr Goodwill:", "speech": "      I can reassure the hon. Gentleman that the Government are acutely aware of the risk and the damage that could be caused to the environment or, indeed, the loss of life that could occur if that risk is not correctly assessed and the response correctly put in place."}, {"speaker": "Mr Alistair Carmichael:", "speech": "      The Minister is to be congratulated on this announcement. It is clearly not the end of the story, but it is a significant act of good faith. I thank him for taking this step this evening. Will he take away from the House the message that came from the stakeholder engagement meeting on 10 February, which was that this work has to be done again and it has to be done properly? The standard and content of the risk assessment is not good enough. He has given us time. Will that time be used to do the work properly?"}, {"speaker": "Mr Goodwill:", "speech": "      I have already made the point that the level of risk has not changed substantially since previous assessments, but we do need to explore other ways in which that risk could be addressed. The point   "}, {"speaker": "Ian Blackford:", "speech": "      We welcome the announcement the Government have made this evening. That is the right thing to do. What I would say to the Minister, however, is that we explained what happened in Ardnamurchan. The ETV cannot get from Orkney in a reasonable amount of time. In light of the decision the Minister has made this evening and in light of the risk assessment that must take place, will he revisit the need and desire for a second vessel based in Stornoway to cover the west coast, based on a realistic understanding of risk as outlined by me, my hon. Friend the Member for Kirkcaldy and Cowdenbeath (Roger Mullin) and others? We cannot accept that our communities should be left at risk. This is a small price to pay. We need that insurance policy. I am grateful that the Orkney vessel is being kept on for the next six months, but please let us make sure we get a solution that protects all our communities. That means the re-establishment of a two-vessel solution for the north and the west of Scotland."}, {"speaker": "Mr Goodwill:", "speech": "      I certainly hear what the hon. Gentleman says. The provision of the ETV and the steaming times to get to certain locations where it may be needed is something we need to address. I urge all those with an interest to seize the opportunity this extra time brings to work with the MCA to implement a longer term strategy to meet this need. I hope right hon. and hon. Members will give their encouragement for that."}, {"speaker": "Mr MacNeil:", "speech": "      I am very grateful for the Government U-turn, although it is only for six months. We have concentrated a lot on pollution, but two months’ ago the cruise ship Star Pride ran aground at 6.15 am on 22 December near Isla de Coiba, Panama. In such a situation many lives are in peril. Luckily, the climate was better there. There is increased cruise traffic off the west coast of Scotland. Where are the tug boats or the security to ensure that such a situation would not turn into a human catastrophe? We talk about environmental catastrophes, but we have to be aware of human catastrophes. The Government are making a U-turn, but I hope that they carry on steaming further south and think of the Hebrides and the west coast too."}, {"speaker": "Mr Goodwill:", "speech": "      I have already made it very clear that we have two considerations in terms of the marine environment and pollution, particularly from vessels carrying oil, but there is also the potential loss of life from vessels that cannot receive timely assistance."}]