[{"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I congratulate my hon. Friend on bringing this Bill to the House’s attention. I am listening to his very good speech with huge interest. He said that 105,000 overseas electors are registered. What is the total number who could be registered were they all identified, as his Bill suggests they should be?"}, {"speaker": "Mr Chope:", "speech": "      As with a lot of these things, there is no precise answer to my hon. Friend’s very good question, but the estimate is probably that 5 million and upwards would be eligible, and I see my hon. Friend the Minister nodding."}, {"speaker": "The Parliamentary Secretary, Cabinet Office (John Penrose):", "speech": "      Just to clarify, the figures are a little unclear, as my hon. Friend says. It looks as though about 2 million may be eligible to vote at the moment, and another 3 million or 4 million on top of that might be enfranchised were we to get rid of the 15-year rule in   "}, {"speaker": "Mr Chope:", "speech": "      I am grateful to my hon. Friend for that intervention. What he is saying is that, of the 2 million who are eligible at the moment, we registered only 100,000, and many fewer than that actually voted. There is potentially a pool of a lot more who could be registered if the Bill went through and we were able to allow all British citizens living overseas to participate in our democracy."}, {"speaker": "Mr Hollobone:", "speech": "      The campaigns that my hon. Friend is mounting for electoral justice and pensioner justice are legendary. I am glad that he managed to persuade the Government to include in the manifesto a commitment on electoral justice. With regard to British pensioners living overseas, presumably Her Majesty’s Government know who these people are and where they live, and they are in receipt of at least some element of their pension. Therefore, given the terms of this Bill, it should not be too difficult for the Electoral Commission to put them on the list and get them registered."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend makes a really good point; as he says, it should not be too difficult. In the run-up to the previous election, I encouraged the Foreign Office to try to get people registered. I also tried to get information out of the Department for Work and Pensions about enabling it to communicate directly with pensioners. The 15-year rule makes it more difficult to run these registration campaigns, because the DWP does not know whether an overseas pensioner has been living overseas for more than 15 years, and removing the rule would make it much easier for it to campaign effectively. When I was at a meeting discussing these issues with a member of our embassy staff in Berlin, he told me of the efforts being made to try to get expats living there to participate in voting, and I am sure that such efforts were made. However, as is apparent from the figures, there is an enormously long way to go. When my   "}, {"speaker": "Mr Hollobone:", "speech": "      Surely the whole point about electoral registration is that we register people who we believe have the right to cast their ballot. We never register people on the basis of which way we think they might vote in a particular election or referendum."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend is absolutely right. Too often, we allow cynics outside to misrepresent our policy positions. I think that all democrats would say that the maximum number of British citizens should be entitled to vote and encouraged to participate in our democracy, and that, in essence, is what this Bill is about."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      My hon. Friend and I have been very close friends for some while, but I am concerned that internet voting could be open to fraud. How would he seek to deal with that issue?"}, {"speaker": "Mr Chope:", "speech": "      Fraud is rife in most electronic transactions, but despite that, a very large number of people are prepared to trust their banking arrangements to being dealt with online. Her Majesty’s Revenue and Customs is now going to make it more or less compulsory for small businesses to do their tax returns online on a quarterly basis. My hon. Friend makes a perfect reasonable point: there is always scope for fraud. That is why I would not suggest massive internet voting on a universal basis from the outset, but it would be sensible to start off with a reasonable experiment. For example, we could perhaps start with members of our armed forces who are serving overseas. We might be able to develop a secure system for dealing with them."}, {"speaker": "Mark Tami (Alyn and Deeside) (Lab):", "speech": "      Does the hon. Gentleman not think it odd that he wants to make it a lot easier for people living abroad to vote, but this Government want to make it a lot more difficult, through individual registration, for people to register to vote in this country?"}, {"speaker": "Mr Chope:", "speech": "      I do not accept the hon. Gentleman’s premise. The Government are keen to ensure that we have individual voter registration so that there is less   "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. We are not debating UK domestic issues. I know the hon. Gentleman would not want to drift away from his point."}, {"speaker": "Mr Chope:", "speech": "      Thank you, Mr Deputy Speaker."}, {"speaker": "David Morris (Morecambe and Lunesdale) (Con):", "speech": "      I thank my hon. Friend for securing this debate. I am intrigued by his proposition on internet voting. As a fellow member of the Political and Constitutional Reform Committee in the previous Parliament, I can bear testament to his prowess and knowledge. He rightly mentioned utilising the armed forces in an experiment on overseas voting. Perhaps Skyping could be used as a method, because face recognition on computers is now very sophisticated; indeed, we use it in airports across this country and in Europe. Does he agree that this could be a way ahead for internet voting by armed forces in overseas territories?"}, {"speaker": "Mr Chope:", "speech": "      I have to admit to not being an expert in this area at all. If my children were here, they would say to me, “When did you last Skype?”, and the answer would be, “Never.” I know that there is such a thing as Skyping, that other members of my family participate in it, and that it is a very inexpensive way of communicating with friends and family overseas. I imagine that it would fall within the term, “internet voting”. However, I do not have the expertise to be able to answer my hon. Friend’s question about whether it would be possible to secure a system of Skyping that would be proof against fraud or misrepresentations. I leave that to the Minister and his officials."}, {"speaker": "Mr Hollobone:", "speech": "      I anticipate that clause 3 might cause most difficulty when the Bill goes into Committee. Is it not the case that it has never been easier to register an individual to vote and that increasingly that is being done over the internet? That will be of great encouragement to overseas voters, because they should be easily able to register themselves in this country."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend makes a very good point. Clause 3 addresses internet voting rather than internet registration, which is an important distinction. It is already possible to register on the internet, which, as my hon. Friend says, is a popular form of registration. A lot of young people used the internet to get themselves on the electoral register in the run-up to the last general election."}, {"speaker": "Ian Lavery (Wansbeck) (Lab):", "speech": "      I congratulate the hon. Member for Christchurch (Mr Chope) on promoting this Bill. I for one appreciate his determination, having promoted a similar Bill last year. Like that Bill, this one has three main provisions. First, it would require the Electoral Commission to register overseas voters; secondly, it would remove the limit on how long British people can live overseas before they lose the right to vote; thirdly, it would allow internet voting for overseas voters."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. As I said earlier, unfortunately this is about overseas voters. I can understand that we want to go over different ways of voting, but we have to remain on the issue of overseas voting. That is what the Bill is about."}, {"speaker": "Ian Lavery:", "speech": "      That is absolutely first-class advice, Mr Deputy Speaker. On the parliamentary process and attempts to get individuals to vote, the latest Office for National Statistics figures and Electoral Commission data, which were published only this week and are really important, show that more than 1.4 million people have fallen off the electoral register since the introduction of IER."}, {"speaker": "Mr Deputy Speaker:", "speech": "      Order. I am trying to be as helpful as I can. If the hon. Gentleman could combine that point with the number of overseas voters who have not been registered—that is the issue—and compare the two, that would be a way forward."}, {"speaker": "Ian Lavery:", "speech": "      As ever, I accept your advice, Mr Deputy Speaker. I wish I did have the figures for those living abroad, but, as has been said, it is very difficult to ascertain them. The only figures we have are those for individual voters in the UK, but I fully accept and understand what you have said."}, {"speaker": "Mr Chope:", "speech": "      I understand that this is the hon. Gentleman’s maiden Front-Bench speech on a Friday; he is making a very good fist of it, if I may say so. He says that he does not believe the Bill to be a priority, but does he not think there is something really wrong with our democracy if some 6 million British citizens are not able to participate in it? Surely that should be a top priority."}, {"speaker": "Ian Lavery:", "speech": "      I fully understand that, but I would not categorise it as a priority. Some 7.5 million people in the UK are not registered, and since the introduction of IER a further 1.4 million people have dropped off the register. The Opposition fully agree that we need to look at encouraging participation in voting, but we do not see overseas voting as a major priority. It should be part of a concerted effort to get as many people as we   "}, {"speaker": "David Morris:", "speech": "      I congratulate the hon. Gentleman on his first occasion at the Dispatch Box for the Opposition. Is the Opposition’s standpoint that they would like to see internet voting come online in the mainstream, not only in the UK but abroad?"}, {"speaker": "Ian Lavery:", "speech": "      The Labour party’s position is that we would like to investigate the potential for that. As I have just said, it is important to remember that people have busy lives and they work. As well as online voting, there are other options that we would like to look at, which could play a major role. We have to try to open it up. Perhaps we need to look at polling day. Why is it on a Thursday from 7 am until 10 pm? How long has that been the case? It is generally accepted across the Chamber that we need to look at more innovative ways to encourage people—whether overseas or in this country—to vote and to take part in the democratic process. I do not think the hon. Gentleman and I are too far apart on those issues. It is perhaps, as I mentioned to the hon. Member for Christchurch, just a case of why one should be a priority and others not."}, {"speaker": "John Penrose:", "speech": "      On a point of clarification, the hon. Gentleman is absolutely right that the figure was closer to 20,000 about a year or a year and a half ago, before the last general election. In the run-up to the last general election, a huge effort was made to drive up the level of overseas registration, and it was pretty successful. The trouble was that we went from an absurdly low number to a pathetically low number. We are still only on about 5% of those who are eligible to vote. The figure is massively better and we should celebrate it, but we still have a heck of a long way to go."}, {"speaker": "Ian Lavery:", "speech": "      I thank the Minister for that point of clarification. I thought I had got my figures wrong. We have, as the Minister correctly points out, some way to go. That is the case not just overseas, but here in the UK. Millions of people who are eligible to vote are not even registered. It is an electoral crisis, and we need cross-party agreement on how we can deliver something much more democratic than what we have at the moment."}, {"speaker": "Sir Greg Knight (East Yorkshire) (Con):", "speech": "      Does the hon. Gentleman agree that extending the franchise is no good for democracy if, in so doing, we encourage or allow fraud to take place? Does he agree, therefore, that in any widening of the franchise or in any proposal to bring forward internet use, we must make sure that it is copper-bottomed certain that fraud cannot take place?"}, {"speaker": "Ian Lavery:", "speech": "      The right hon. Gentleman makes an extremely important point, which was also raised by the hon. Member for Christchurch. If we are to look at an alternative means of voting in whatever type of election, it has got to be copper bottomed. It has got to be so secure that it contains no mechanism for failure. It is an innovative idea and a new vision, but we have got to get it right. People feel more secure now about internet banking and lots of other things that they do on the internet, and they have to feel secure if they are to participate in that way. It is really important that we get security right from day one."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I rise to support the Bill promoted by my hon. Friend the Member for Christchurch (Mr Chope). I am grateful to him for allowing my name to appear as one of his supporters on the back page. I commend him for his excellent speech, but I want to condemn his remark that he feels as though his Bill is premature, because I do not think it is premature at all. He has introduced the Bill to advance a manifesto commitment in a week in which the Government seem to have backtracked on several manifesto commitments, especially with regard to our pledges on the renegotiation of our settlement with the European Union. I congratulate him on the fact that his Bill is commendably short and therefore highly understandable and digestible for everyone."}, {"speaker": "Sir Greg Knight:", "speech": "      Is my hon. Friend aware that support for the Bill goes beyond the list of names that are printed on the back of it?"}, {"speaker": "Mr Hollobone:", "speech": "      My right hon. Friend demonstrates that by his presence here today. I know that the subject of the Bill is being talked about in the pubs and clubs of Yorkshire, and he has brought the concerns of the people of Yorkshire to the House. On the south coast, where my hon. Friend the Member for Christchurch comes from, the subject is the talk of the town. It is an extremely serious issue. The figures that my hon. Friend has revealed to the House will shock the nation."}, {"speaker": "Oliver Colvile:", "speech": "      I have been down to the south of France quite a bit to talk to members of Conservatives Abroad. Believe me, this is quite a big issue for them."}, {"speaker": "Mr Hollobone:", "speech": "      My hon. Friend’s speaking tour of the continent is famous, and I am sure will become legendary as time goes on. I have to disappoint him, however, because hedgehogs are not included in the Bill."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I hope that the hon. Gentleman is talking about continental hedgehogs or world hedgehogs, not UK hedgehogs; otherwise he is going off the subject."}, {"speaker": "Mr Hollobone:", "speech": "      Hedgehogs overseas will not be eligible for registration, but I know that my hon. Friend the Member for Plymouth, Sutton and Devonport (Oliver Colvile) is committed to the issue of overseas voter registration, as I am. He will share my shock, on behalf of our constituents, at the figures that have been revealed to the House today. Will the Minister be kind enough to intervene on me in a moment to give us the total number of electors in this country, so that we can establish the proportion represented by the 6 million potential overseas voters as a percentage of the total UK electorate?"}, {"speaker": "John Penrose:", "speech": "      I think the figure is roughly 44 million. If I get more precise divine inspiration, I may help my hon. Friend out a little more, but it is that sort of ballpark figure."}, {"speaker": "Mr Hollobone:", "speech": "      I am most grateful for that intervention, and that is the sort of figure that I had in mind. We are now aware that there are potentially 6 million British voters, in addition to the 44 million who are currently registered, who could take part in UK general elections but who are unable to do so because they are not registered. That is a shockingly large figure, and I am surprised that the Government are not giving the issue more priority. Surely, with our traditions of empire and of spreading good government and democracy around the world, we would at the very least want to encourage those 6 million British citizens who are living abroad to retain their franchise in this country and their ability to participate democratically in the future of what is still their nation. I think the nation would be very surprised by the fact that there are 6 million people living abroad whom most of us would like to take part in UK elections."}, {"speaker": "Oliver Colvile:", "speech": "      Does my hon. Friend not recognise that local government is about delivering local services? If people do not physically live in the place where those public services are delivered, it seems to me rather strange for them to vote in local elections."}, {"speaker": "Mr Hollobone:", "speech": "      My hon. Friend makes a fair point. However, overseas voters do not physically live in this country, but that does not mean that they are not interested in its future direction. It is true that they do   "}, {"speaker": "The Parliamentary Secretary, Cabinet Office (John Penrose):", "speech": "      I join in the chorus of congratulations for my hon. Friend the Member for Christchurch (Mr Chope) on introducing the Bill. I completely agree with my hon. Friend the Member for Kettering (Mr Hollobone) that it is not necessarily premature. I prefer the adjectives “forward-thinking” and “far-sighted”, if I may put it that way, because my hon. Friend the Member for Christchurch is absolutely right to observe that it was a manifesto commitment at the recent general election."}, {"speaker": "Oliver Colvile:", "speech": "      I thank my hon. Friend for saying that the Government wish to introduce such a Bill, but what is his timetable for producing legislation that might support much of what our hon. Friend the Member for Christchurch (Mr Chope) is proposing?"}, {"speaker": "John Penrose:", "speech": "      I am afraid that I must fall back on the response “in due course”, to use that timeworn parliamentary phrase, rather than give my hon. Friend a firm date. However, I assure him that work is going on right now and that we are not hanging around. I will have to leave it at that, but I hope to be able to provide further clarity—in due course."}, {"speaker": "Mr Hollobone:", "speech": "      I am enjoying the Minister’s speech hugely and I am encouraged by what he has said so far. Will he do the House a service by placing the 15-year limit in context? We have not yet heard where it comes from, who imposed it and why. There is growing consensus that it needs to be abolished."}, {"speaker": "John Penrose:", "speech": "      As the hon. Member for Wansbeck acknowledged, the 15-year rule is a bit of a hybrid. The limit has been as low as five years and as high as 20 years. Successive Governments have extended it or narrowed it over time. I do not want to be too specific about its history. The point behind the observation of my hon. Friend the Member for Kettering is that, because the line has been moved about several times under successive Governments, it is inherently arbitrary to choose a particular length of time that people have been away. The Government made a manifesto commitment to enfranchise all British citizens, no matter how long they have been abroad, because we think that choosing   "}, {"speaker": "Sir Greg Knight:", "speech": "      Will the Minister confirm to the House that he is not looking at the possibility of introducing an Australian-type requirement that people have to vote?"}, {"speaker": "John Penrose:", "speech": "      I am happy to confirm that to my right hon. Friend. He is absolutely right. That has not been part of our democratic tradition in this country. It could, of course, be decided and introduced after debate, but it was not in our party’s manifesto and it is not part of our current plans."}, {"speaker": "Mr Hollobone:", "speech": "      On registration, a point I have made many times—it fell on deaf ears in the coalition Government; I hope that will not be the case today—is that those in almost all under-represented groups will have had some contact or multiple contacts with Government agencies of one sort or another, whether in relation to benefits, passports, applications for this or   "}, {"speaker": "John Penrose:", "speech": "      My hon. Friend gave a good example with regard to pensions, saying that the Department for Work and Pensions will inevitably have a list of people to whom it is paying pensions. That one cogent example should therefore allow an opportunity to provide the kind of nudge he talks about. I can confirm that we have trialled a series of links on various Government website pages to do what he describes. We are currently investigating whether that can be extended more broadly across more Government services, so that any time anybody living abroad or in a domestic under-represented group comes into contact with the British state we can provide a nudge for them to get registered. We are looking at that extremely carefully, as it seems like it could be a very sensible way of proceeding. It may not be the whole answer—in some cases it may not be a very effective answer and in others it may be highly effective—but it is certainly something we want to pursue."}, {"speaker": "Oliver Colvile:", "speech": "      As my hon. Friend may know, I represent a naval garrison city with a large military presence. How can we ensure that more military personnel are registered? I have to say that I have found registration levels to be very disappointing."}, {"speaker": "John Penrose:", "speech": "      Special registration arrangements for service personnel and Crown servants are already in place. Special registration systems allow them to register in a slightly different, and I hope more convenient, way than other ex-patriots living in other parts of the world."}, {"speaker": "Oliver Colvile:", "speech": "      Does my hon. Friend also recognise that “The Archers”, and not just “Hollyoaks”, has a significant part to play? It is a very good soap opera, and would it not be wonderful were it to start talking about people abroad?"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I think it is time I joined in. Whatever we do, we are not going around the soaps. We are talking about overseas registration, not plots about registration in the UK."}, {"speaker": "John Penrose:", "speech": "      You are absolutely right, Mr Deputy Speaker, although I would observe that many of these soaps are also watched by overseas and expatriate voters living abroad, but I shall move on before I try your patience any further."}, {"speaker": "Sir Greg Knight:", "speech": "      Will the Minister clarify the remarks he just made? Is he saying that internet voting is not part of the proposals the Government are currently preparing?"}, {"speaker": "John Penrose:", "speech": "      I will clarify that: it is not currently part of our proposals, because we do not yet think the technology is safe enough. We will keep the technology under continual review, and at some point there might be a democratic consensus that it has become safe enough, but that moment is not now."}, {"speaker": "Mr Chope:", "speech": "      I am grateful to my hon. Friend the Minister for his response, and I am delighted to hear that, even as we speak, parliamentary counsel are struggling with the detail of what I hope will be not just a Government Bill, but Government regulations to go with it, so that there is not a long gap between the Bill and the regulations. It is often much better if the draft regulations can be produced at the same time as the Bill. If that is the reason for the delay, I will be prepared to accept that, because it is much easier for the House to consider a Bill when it has the regulations—the detailed implementation scheme—before it. I can understand that it has not been possible to do that. I was disappointed with the expression “in due course”, but I can assure him that, if we have not made progress by the time of the next Queen’s Speech—whenever that might be—I shall seek to resurrect the Bill in the next Session and to keep the pressure on the Government."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      I call Mr Chope to move the Second Reading debate on behalf of Mr Bone."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I congratulate my hon. Friend on putting forward this magnificent Bill and I thank him for giving me the privilege of being one of his co-sponsors. In the debate of 2008 and in the research by Ian Milne, was any prediction made that in 2016 we would be faced with a £62 billion annual deficit of trade with the European Union?"}, {"speaker": "Mr Chope:", "speech": "      The short answer is no. I do not think it was ever envisaged that the European Union would be such a manifest failure as an economic entity and would   "}, {"speaker": "Sir Greg Knight (East Yorkshire) (Con):", "speech": "      Does not the Bill have a serious drawback if it is seeking to educate the public? Clause 6 seeks to set up a commission that will report within 12 months. If we are supporting this Bill, is not the inescapable conclusion that we are, in effect, arguing for the referendum to be put back two years?"}, {"speaker": "Mr Chope:", "speech": "      My right hon. Friend is a lawyer, so he knows that he is absolutely correct. The Bill was brought forward back in June and we did not know then what would happen. We did not know when we would get a referendum. Now we know that we are going to get a referendum so I will not ask the House to give the Bill a Second Reading today. It has been overtaken by the welcome fact that we are getting our referendum on 23 June. I hope that when that happens, we will be able to have an objective assessment of the costs and benefits of our membership, although I must say that on the basis of recent events, I am rather concerned about whether there will be such an open and objective assessment by the Government. Still, I live in hope."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Is my hon. Friend proposing to withdraw the Bill or is he going to carry on with it?"}, {"speaker": "Mr Chope:", "speech": "      The answer to my hon. Friend is, as always, that I am going to wait and see what the Minister says in response to my Bill. I am not going to anticipate that. Discussing the Bill provides us with a chance to look at the various issues surrounding information, or lack of it, on the costs and benefits of our membership of the European Union."}, {"speaker": "Mr Hollobone:", "speech": "      Is it not the case that Her Majesty’s Government have always been frightened of an independent objective analysis of the costs and benefits of our membership, which explains why they were so worried about the answer to my hon. Friend’s question? Only today, we have heard the latest spin from Her Majesty’s Government that, were we to leave the European Union, the pound would fall and holidays would be more expensive for those going to Europe. I always thought it was the convention of Her Majesty’s Government, and in particular the Chancellor of the Exchequer, not to comment on the future direction of exchange rates, so does this not demonstrate that we are now in an era of spin because they are frightened of independent objective assessment?"}, {"speaker": "Mr Chope:", "speech": "      As ever, my hon. Friend has made an important and, indeed, fundamental point. I would just add that it is even odder that the Government should comment on sensitive issues relating to exchange rates at the same time—on the very same day—as saying that they were not prepared to answer questions about the disparity between the number of people from the European Union who registered for national insurance numbers last year and the number of people who are alleged to have come here from the European Union to work. I believe that more than 600,000 asked for national insurance numbers, but the Government say that only about 250,000 came here in that year. When the Government were asked to explain the difference between the two figures, their answer—it is in the papers today, so it must be correct—was that it would be wrong to answer the question, because it might influence the forthcoming referendum. I am sure that the Chancellor, the Prime Minister or whoever it was who said that we would all have to pay more for our holidays did not do so in order to try to influence the outcome of the referendum."}, {"speaker": "Mr Hollobone:", "speech": "      I disagree with my hon. Friend. They said that deliberately to try to mislead people into thinking that their holidays would become more expensive. The truth is that exchange rates go up and down, and are very difficult to predict. However, if the Government are going to start commenting on the future direction of exchange rates, should not they at least do so in a balanced way, and point out that were the pound to   "}, {"speaker": "Mr Chope:", "speech": "      Absolutely. That is another side of this very important argument."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I am sure that it would."}, {"speaker": "Mr Chope:", "speech": "      Well, it depends what the answer was, does it not?"}, {"speaker": "Mr Hollobone:", "speech": "      It seems to me that, rather than trying to present independent and objective statistics and data to the British public, Her Majesty’s Government are putting increasing emphasis on spin. For example, the claim that 3 million British jobs depend on our membership of the European Union is trotted out by all those who are campaigning for us to remain in the European Union, although any objective, independent assessment demonstrates that it is a complete myth."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend is absolutely right. That is only one of the figures that have been strongly criticised in evidence to the Treasury Committee. It has now been ridiculed, but can we be sure that it will not be replicated in the Government propaganda leading up to the referendum?"}, {"speaker": "Mr Hollobone:", "speech": "      Yes, we were making that point earlier, and when we joined the EU—the Common Market as it then was in 1972—we did not have a £62 billion annual trade deficit with our EU partners. Over the 44 years of our membership, the trade deficit has grown. To put this in simple terms, the EU nations are selling to us £62 billion-worth every year more than we are selling to them. So our trade with our EU partners has deteriorated over the past 44 years, not improved."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend is absolutely right and the figures he quotes are almost identical to those in this House of Commons Library briefing paper, which quotes figures from the Office for National Statistics balance of payments statistical bulletin. They show exactly the effect my hon. Friend describes. I wonder how much of that information we will see in the Government’s leaflets in the forthcoming campaign."}, {"speaker": "Mr Hollobone:", "speech": "      Can my hon. Friend also confirm that, as a result of our EU membership, we have lost Britain’s seat at the World Trade Organisation? That means that we have lost our sovereign ability to negotiate friendly free trade arrangements with other countries around the world. So for example a country as small as Iceland has negotiated a friendly free trade treaty with an economic superpower like China, yet we are forbidden to do exactly the same thing because of our membership of the EU."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend again makes a telling point. I was going to come to it later, but as he has raised it now, let us put on the record, for example, the concern many of our constituents have about TTIP, the Transatlantic Trade and Investment Partnership being negotiated between the EU and the United States. A legal opinion has been circulated to a number of us over the last 24 hours saying if TTIP goes ahead as proposed, it would potentially be disastrous for our national health service. I do not know whether that is correct or not, but there is an opinion saying that that could be the impact. Why are we relying on the EU to negotiate a trade deal with the US? Why do not we, as the fifth largest economy in the world—English-speaking, committed to free trade—make our own trade deal with the US? The short answer is we are not allowed to do so until we leave the EU."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      I wholeheartedly agree with what my hon. Friend is saying. On TTIP, does he agree that the following is an interesting factor in any cost-benefit analysis? We are always told that if we want a free trade agreement with the EU, we will have to accept free movement of people. Does he think America will accept the free movement of people—of all EU citizens—into the United States when it signs its free trade agreement with the EU?"}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend makes a good point—"}, {"speaker": "Sir Edward Leigh:", "speech": "      Or Canada, which has an agreement."}, {"speaker": "Mr Chope:", "speech": "      As my hon. Friend the Member for Gainsborough (Sir Edward Leigh) suggests, in north America has its own North American Free Trade Agreement, which brings Canada, Mexico and the United States together. However, as Donald Trump and many others would bear witness, under that there is no free movement of people between Mexico and the US or between Canada and US, but there is still a free trade agreement."}, {"speaker": "Sir Edward Leigh:", "speech": "      More than that, Canada has an agreement with the EU on trade and there is no free movement of EU nationals into Canada."}, {"speaker": "Mr Chope:", "speech": "      Absolutely, and I look forward to hearing what my hon. Friend has to say if he is able to catch your eye later on, Madam Deputy Speaker."}, {"speaker": "Mr Hollobone:", "speech": "      My hon. Friend makes an extremely good point about TTIP. He will have received letters and emails from constituents, as have I, expressing very real concern that the 28 additional words we need in the agreement to protect our NHS are not in the draft TTIP terms. Just to make it crystal clear, were we to leave the EU, we could negotiate such an agreement with the US and include in the agreement, under our new sovereign capabilities, those crucial 28 words that all the TTIP campaigners would like to see."}, {"speaker": "Mr Chope:", "speech": "      Exactly, and if we did not include them we could be held to account by our constituents in this House for having let them down. At the moment we can just say, “Well, it’s beyond our control; we haven’t got any influence over this.”"}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      Will my hon. Friend just explain then how long he thinks that might take given the time it has taken to get to the position we are in at the moment?"}, {"speaker": "Mr Chope:", "speech": "      That is interesting. I was at a meeting the week before last with a group of people from the US Senate and Congress who were interested in the subject of TTIP. I was invited to take the chair of this gathering, and one of the first questions I asked was how many of these people thought TTIP was going to be resolved by the end of this year. The answer was zero."}, {"speaker": "Mr Hollobone:", "speech": "      To extend that principle into a future where Britain is outside the EU, given that we are already 100% compliant with all the EU obligations, should it not be possible to negotiate a free trade agreement between Britain and the EU in double-quick time after our EU exit?"}, {"speaker": "Mr Chope:", "speech": "      Absolutely. The fall-back position if we did not negotiate such a deal would be that we would have a continuing relationship on WTO rules, which are signed up to by the EU. So any suggestion that there would be a complete curtailment of trade between us and the EU when we leave is absurd. Why would the EU not want to sign up very quickly with the UK? They are selling us more than we are selling them, so it must be in their interests to try to maintain those connections. Tellingly, and disappointingly, in addressing this point in Monday’s statement the Prime Minister did not talk in absolute terms. Instead of facing up to the fact that   "}, {"speaker": "Philip Davies:", "speech": "      We are also told that if we had a free trade agreement with the EU, we would still have to have all our laws decided by the European Union. When my hon. Friend had his discussions with his American friends, did he become aware of whether the Americans were going to accept their law being changed for them by the European Union, by qualified majority voting, when they entered into their free trade agreement with it?"}, {"speaker": "Mr Chope:", "speech": "      We did not get down to that sort of detail, because the feeling was that we are a long way apart on this. There is also a feeling that there is a lot more commonality between the British people and the people of the United States; we share a common language, the common law and a common heritage, and that is very different from the approach of so many other EU countries. On the basis that we have this special relationship with the US, we would be able to prosper and develop our trade together through bilateral open trading arrangements far more effectively than is being done at the moment with the EU. That is an important factor to take into account when assessing the costs and benefits of membership."}, {"speaker": "Sir Greg Knight:", "speech": "      My hon. Friend made a prediction earlier. Will he comment on my prediction that if this country is misguided enough to vote to remain in the EU, within a few months our contribution to the EU will go up, because it is totally incapable of keeping within existing programmes and budgets?"}, {"speaker": "Mr Chope:", "speech": "      I agree absolutely with my right hon. Friend, who brings an enormous amount of experience, not only as a former trade Minister, but as a former    "}, {"speaker": "Mr Hollobone:", "speech": "      Ten billion pounds sounds like an enormous figure, and it is, but people often struggle to deal with figures when they get so big, so let me place it into a local context. In Kettering, we are struggling to get £30 million for an improvement to Kettering general hospital and the development of an urgent care hub on the site there. That sum is less than one day’s subscription to the EU but we are having a really difficult job getting even that small a sum out of the Treasury. Imagine what we could do with £10 billion to spend on important public services across our country, providing hospitals, schools, doctors, police officers and nurses."}, {"speaker": "Mr Chope:", "speech": "      Exactly. My hon. Friend makes the point brilliantly. One thing the Treasury is apparently willing to help on is the cost of vellum; I believe it is offering to pay £30,000 a year. That is the way the Treasury works."}, {"speaker": "Sir Edward Leigh:", "speech": "      Worth every penny."}, {"speaker": "Mr Chope:", "speech": "      I am not commenting on that, but we will have plenty of £30,000 sums to spend when we leave."}, {"speaker": "Mr Hollobone:", "speech": "      Is this not the crucial point for people who voted Conservative at the last election on the basis of that manifesto pledge to cut immigration to tens of thousands? The truth is that that objective will simply be unattainable while we remain a member of the EU, so the only way to solve this is to vote to leave on 23 June."}, {"speaker": "Mr Chope:", "speech": "      Exactly. If we ask whether the Government have any idea how we could achieve that without leaving, I am sure we will be told that we cannot have any more information because it might prejudice the outcome of the referendum."}, {"speaker": "Mr Hollobone:", "speech": "      Maybe some members of the Government are living on a different planet."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend makes the point in his own inimitable way. Perhaps that should be the subject of a parliamentary question in due course."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      It is a pleasure to follow my hon. Friend the Member for Christchurch (Mr Chope) who, as ever, has put his case persuasively. I did not need much persuasion, as it happens, but if I had, he would certainly have persuaded me of the case that he made."}, {"speaker": "David Morris (Morecambe and Lunesdale) (Con):", "speech": "      Does my hon. Friend agree that £19 billion is an inaccurate figure? It has recently been reported in the press that our membership of the EU costs up to £120 billion. The point of this debate is to try to find out exactly what our direct membership fees are to the EU and what benefits we get back from it."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is right. I have taken the figure from the Office for Budget Responsibility, which publishes the figures in the Treasury Red Book. It states that our gross contribution is around £19 billion   "}, {"speaker": "David Morris:", "speech": "      Hypothetically, if we did come out of the EU, what would happen to the £62 billion trade deficit? Does my hon. Friend have any idea how we would be able to pay Europe back, or vice versa?"}, {"speaker": "Philip Davies:", "speech": "      I suspect that, in the short term, not a fat lot would happen to the £62 billion trade deficit with the EU, as we would pretty much carry on in the same way. We would keep trading with it, and it would keep trading with us. I tried to check that out. I asked the Prime Minister, after one of his European Council meetings, whether he had had any discussions with Angela Merkel that would indicate that, if we were to leave the EU, she would want her country to stop selling BMWs, Mercedes, Volkswagens and Audis free of tariff to the UK. The Prime Minister did not say anything at all about that, so I presumed that he had not heard anything. Given his determination that we should stay in the EU, I am sure that, if he had had any inkling at all that the Germans were not going to continue selling us their cars free of tariff, he would have been more than happy to put it on the public record. As people can see from his answer, it appears that he had had no such indication from the German Government that they would stop trading freely with us."}, {"speaker": "Sir Edward Leigh:", "speech": "      The answer to my hon. Friend’s question is simple: if we left the EU, we would not have to pay a £10 billion a year subscription just to have a £70 billion a year deficit."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is absolutely right. At the end of the day, what this boils down to is people’s confidence in their negotiating abilities. I used to work for Asda, and I fear that, if some of my hon. Friends had been our buyers and had used their negotiating skills, we would have gone bust. In effect, what many my colleagues are saying—and what Labour Members   "}, {"speaker": "Mr Hollobone:", "speech": "      Is not my hon. Friend’s point exactly right and enhanced by the fact that we already by definition meet 100% of the EU’s requirements for a free trade deal because we are part of the single market? Once we are outside the European Union, it should be relatively straightforward, given that we are the fifth largest economy in the world, to come up with terms."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is absolutely right. The point he makes is self-evident, and I am sure that it will be self-evident to the British public."}, {"speaker": "David Morris:", "speech": "      What I want to clarify is this: if we are the fifth largest economy in the world, how much is that down to trading with Europe, and how much does that contribute to us being the fifth largest economy in the world?"}, {"speaker": "Philip Davies:", "speech": "      It is not a question of “if”—we are the fifth largest economy in the world. That is a matter not of hypothesis or aspiration, but of fact. We are the fifth largest economy in the world, and therefore, clearly, we are in a very good position to negotiate trade deals. I am not sure that there is any country in the world that would not want to have a trade deal with the fifth largest economy in the world."}, {"speaker": "Mr Hollobone:", "speech": "      The world’s largest economies in order are: China, America, Japan, Germany and Britain. Were we to leave the European Union, there is every chance that we could overtake Germany and move into fourth place. We could negotiate on our own terms, with our seat back at the World Trade Organisation, friendly free trade agreements with growing economies such as China and India, and all those old Commonwealth countries that we effectively abandoned in 1972."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is absolutely right about that. We are always told that the EU is the biggest single market in the world. What is not said is that it would not be if we were to leave. It is only the biggest single market in the world largely because we are a member of it. If we were to leave it, it certainly would not be. Nobody ever mentions that particular point."}, {"speaker": "David Morris:", "speech": "      As far as I am aware—I have been out to Brussels and done battle with the bureaucrats there—the problems are to do with not what Europe gives to us,   "}, {"speaker": "Philip Davies:", "speech": "      There is not much point in spending hours and hours scrutinising legislation that we have no ability to amend or change in any way. It does not matter how much time we spend scrutinising it; we are still susceptible to it, so I cannot see that there is a great deal of point in doing that. If my hon. Friend is right and a lot of the problems in this country are created by bad translations of European legislation, that is another good reason why we should leave the European Union, so that all our laws can be decided in this place and written in English so that we understand them. I am pleased that he has given us yet another reason—one I had not thought of—for leaving the European Union. His intervention is welcome."}, {"speaker": "Mr Hollobone:", "speech": "      An extension of that argument is the imposition of VAT on key products in this country, and a lot of fuss has been made about the fact that we cannot cancel the 5% VAT on domestic fuel, which has a big impact on low-income households. Recently, a very big fuss was made about VAT on women’s sanitary products. The British Parliament and Government are unable to remove VAT on those items without the consent of the European Union. If people want such situations to change, surely the message is clear: vote to leave on 23 June."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is right, and we have a ridiculous situation. We are supposed to be a proud nation, and in that debate on sanitary products, everybody in the House agreed that it was inappropriate for VAT be levied on them. If we were a properly sovereign nation outside the EU, that could be mended in a flash in the forthcoming Budget. In mid-March, the Chancellor could announce that VAT on sanitary products will be ended, and that would be the end of the situation. Instead we are left as a proud nation that resorts to a Treasury Minister saying, “I will commit to go and ask the EU if it will give us permission to do something. It will be hard. It might not want us to do this, so I cannot promise anything, but I will do my best and have a word.” What a situation we are in when we in this country are unable to make such decisions for ourselves."}, {"speaker": "David Morris:", "speech": "      I will defend that because VAT is the sole domain of HMRC and not the Chancellor of the Exchequer—I know because I had a similar problem in my constituency. Perhaps my hon. Friend will consider the point about sanitary products. I agree that we should not be paying VAT on them, but because of our special relationship in Europe, my hon. Friend the Member for Colchester (Will Quince)—sadly, he is not in his place today—found a way around that VAT going to Europe, so that it now goes to charities. Does he agree that that was a good move?"}, {"speaker": "Philip Davies:", "speech": "      That had nothing to do with a special status, and neither does it benefit the consumer who still has to pay VAT on the sanitary products that they buy. Where the money ends up is of no benefit to the consumer whatsoever; it just means that it does not benefit the Treasury directly."}, {"speaker": "Mr Hollobone:", "speech": "      As I understand it, VAT is still paid on the sanitary products and it still goes to Brussels, but the Chancellor is paying the equivalent sum of money to charities. We are effectively paying twice as much as we would if we had sovereignty."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend makes his point well, as always, but we should not be in this situation. Such decisions should be taken in this House for the benefit of our constituents, but they are not."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend has not mentioned the part of the deal that states that we will now lose the little influence that we had in the past in relation to the deeper integration of the eurozone. For example, we will not be able to argue that Greece would be better off outside the eurozone, or have any influence on the consequences of a sclerotic eurozone being uncompetitive, and the result that that leads to of more people from the eurozone wanting to work in our country."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is right. I have already covered economic and trade matters and regulations, and I know that other people want to speak so I shall not go on for too long. National security and immigration are crucial issues that are mentioned in clause 5 of the Bill. National security is a key area, and the remain campaign seems to think that it is one of its trump   "}, {"speaker": "Mark Tami (Alyn and Deeside) (Lab):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Philip Davies:", "speech": "      Perhaps the hon. Gentleman will repeat that claim."}, {"speaker": "Mark Tami:", "speech": "      I am not going to repeat it. However, the hon. Gentleman should make it clear that a lot of terrorism is actually home-grown. We should not suggest that this is just about people coming from outside—the UK faces a much bigger problem than that."}, {"speaker": "Philip Davies:", "speech": "      I invite people to look at the transcript of what I said—I am not sure I did say that terrorism came only from other parts of the European Union and that it could not be home-grown. Of course it can be—it is both. We cannot stop British people from living in Britain, and I do not think that anybody has ever proposed that we should, but the fact that we have home-grown terrorists is surely no reason to let in people from other countries who may want to cause us harm."}, {"speaker": "David Morris:", "speech": "      I wish there were a passport control system that could vet these people coming into the country, but does my hon. Friend not agree that the Prime Minister, in his renegotiations, has secured easier ways to deport these criminals and, may I add, to stop them coming into the country?"}, {"speaker": "Philip Davies:", "speech": "      No, I do not accept that at all. The Prime Minister has done absolutely nothing to stop these people coming into the UK—literally nothing. There is nothing in place to stop them; there are a few people on a watch list whom we can stop coming into the UK, but they would be on a watch list whether we were in the EU or outside it. We need to develop a watch list for people from around the world, because this is not an EU issue. We can already stop those people coming to the UK, and we would always be able to stop them coming to the UK, if they are on a terrorist watch list. I am talking about the thousands and thousands of criminals who are unknown to the British authorities, who come through every week on an EU passport to commit their crimes. When I was out with West Yorkshire police a few years ago—this might seem fanciful, and it seemed fanciful to me when I first heard it—they told me they had a problem with people getting a short-haul flight from other EU countries to Leeds Bradford airport, going out into Leeds city centre and committing high-value crimes and robberies, and then being back on the plane out to their country of origin before the police have even finished investigating the crime. I had not even thought that that type of thing could happen, but West Yorkshire police told me that that was a serious concern for them."}, {"speaker": "Sir Edward Leigh:", "speech": "      To be absolutely fair—we should be fair, and that is why we need an independent audit—our own crooks can presumably do the same in those other countries?"}, {"speaker": "Philip Davies:", "speech": "      Yes, indeed. My hon. Friend is absolutely right. The problem is that there are much richer pickings in the UK than in some of the countries these people come from."}, {"speaker": "Mr Chope:", "speech": "      When I visited Denmark with a Select Committee in the last Parliament, we heard directly from the Danish about the problem they have with eastern Europeans coming into Denmark and committing crimes. If those people are convicted of those crimes, they will earn more in prison than they would have been able to earn in their home country, so there is no deterrent."}, {"speaker": "Philip Davies:", "speech": "      That is another interesting point I had not factored in. I will bow to my hon. Friend’s superior knowledge. I have visited prisons in Denmark, and that is not something I was aware of, so I am grateful to him for putting that point on the record."}, {"speaker": "Mr Chope:", "speech": "      May I give my hon. Friend an example of where our security is much worse as a result of being in the European Union? People from outside who come into the European Union at the moment often do not give their fingerprints, as they should. I suggested that we take DNA samples from people coming from outside, but I was told that that is unlawful under the Eurodac regulations, so we cannot take that precaution."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is absolutely right about that. I very much agree that people wanting to come and live in the EU should have to give their fingerprints and DNA, so that if they do commit a crime, it is easy to track them down, convict them and deport them. As he says, however, that is not what happens. The best the Government have come up with so far is that if somebody comes into the UK and commits a crime, the police can go through some burdensome procedure of asking other EU countries whether they have a fingerprint match for a crime that has been committed there. If those countries ever manage to get back to us, which they probably do not half the time, Lord knows what may happen on the back of that. However, that is not the same as stopping people who are criminals coming into the UK."}, {"speaker": "David Morris:", "speech": "      I am listening intently to my hon. Friend’s eloquent arguments about letting people into the country. Will he clarify whether these are people coming into the EU from nations outside the EU? As I understand it, the security systems between the EU bloc and Great Britain are seamless and can interface with, say, the databases of the French and the German authorities, but where people are coming into the EU, we have to get the co-operation of the country they are coming from. If we came out of the EU, would we have to do the same procedure in reverse?"}, {"speaker": "Philip Davies:", "speech": "      I am not entirely sure what my hon. Friend is driving at. At the moment, if somebody comes to the UK from outside the EU, we do not have to let   "}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      Let me bring to my hon. Friend’s attention the fact that the person representing the United States Government   "}, {"speaker": "Philip Davies:", "speech": "      I am very grateful to my hon. Friend for bringing that to the House’s attention. With friends like that in the United States, I suspect we do not need many enemies."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I pay tribute to my hon. Friend the Member for Christchurch (Mr Chope) for promoting the Bill. This is an interesting debate. I am not sure that anybody could rationally oppose the idea of an independent cost-benefit analysis run by independent people. If somebody, including the Minister, wishes to intervene on me and deny the rational basis of that argument, I would be interested to hear what they had to say."}, {"speaker": "Oliver Colvile:", "speech": "      Does my hon. Friend recognise that it is not only the farming industry but the fishing industry that needs to be taken into account?"}, {"speaker": "Sir Edward Leigh:", "speech": "      I will come to the fishing industry in a moment."}, {"speaker": "Oliver Colvile:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Sir Edward Leigh:", "speech": "      Of course. I give way to somebody with far greater expertise in this area than me."}, {"speaker": "Oliver Colvile:", "speech": "      The Plymouth marine laboratories were set up—I think in 1870—and they analyse whether we are overfishing our seas. If my hon. Friend wants, he could come and talk to them, but most certainly he might want to give them a ring."}, {"speaker": "Sir Edward Leigh:", "speech": "      I would be delighted to visit my hon. Friend’s constituency. Perhaps I could sail there in my boat from the constituency of my hon. Friend the Member for Christchurch, where it is moored. But obviously we are deeply serious about this, because the last 30 years have been a traumatic experience for our fishermen. It is a matter of immense importance. Again, we need an independent audit."}, {"speaker": "Mr Chope:", "speech": "      Bearing in mind what my hon. Friend said about Ministers, is there not an issue with the fact that the fishing Minister, who has all this expertise and is keen that we should leave the EU, will not have the support of his civil servants in doing what needs to be done to ensure a strong and independent UK fishing industry after we leave?"}, {"speaker": "Sir Edward Leigh:", "speech": "      Exactly. It is extraordinary, given that we have this great industry and are a proud island race, and that much of our past and present is tied up in our fishing fleets, that the fishing Minister has already been put in purdah by his own civil servants and cannot talk about this subject at all. It beggars belief."}, {"speaker": "David Morris:", "speech": "      The figures that my hon. Friend is citing are truly frightening. Does he agree that there should be more Scrutiny Committees, and perhaps even a larger Scrutiny Committee whose members could operate a shift system when European regulation comes our way?"}, {"speaker": "Sir Edward Leigh:", "speech": "      I agree with that entirely. If we were to remain in the EU, we would need—and this would require the sort of analysis that would arise from a measure such as this Bill—to create much more impressive, comprehensive structures in order to deal with the continuing tide of legislation. People who want to remain in the EU assume that it is a static organisation. We apparently have an opt-out from ever closer union, but the European Court of Justice does not refer to ever closer union because it does not need to. If we remain in the EU, this wave of legislation will go on and on and on."}, {"speaker": "Mr Chope:", "speech": "      Before my hon. Friend does that, may I ask whether he recalls—this is an example of what he has just been talking about—that in October 2000, the right hon. Member for Leicester East (Keith Vaz), who is now the Chairman of the Home Affairs Committee, assured the world that Europe’s new charter of fundamental rights would have no greater legal standing before EU judges than a copy of the Beano or The Sun?"}, {"speaker": "Sir Edward Leigh:", "speech": "      That sort of casual statement is quite worrying, and I am grateful to my hon. Friend for telling us about it."}, {"speaker": "Philip Davies:", "speech": "      On that point, is it not ironic that the Prime Minister trumpets the fact that he has managed to get a cut in the EU budget but did not mention that as a part of that cut the UK’s contribution to the EU budget went up, not down?"}, {"speaker": "Sir Edward Leigh:", "speech": "      I am astonished that in this great negotiating triumph no attempt has been made to address the issue of the rebate, and I will give a few details on that in a moment. This was considered to be one of the most important issues—such as when Mrs Thatcher secured the reduction—but no attempt has been made to deal with it."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is absolutely right. Is it not also ironic that the Labour party seems to be so enthusiastic for our membership of the EU, yet it comes to the House every month and asks that the Government do more to help the steel industry and the coal industry when it is the policies of the EU that are doing most to obliterate the steel and coal industries in the UK?"}, {"speaker": "Sir Edward Leigh:", "speech": "      I have mentioned Grimsby and fishing, but my constituency also abuts Scunthorpe. What about these poor people there? They are also going to be allowed to vote on 23 June, and are being encouraged to do so. They would rather like to know   "}, {"speaker": "Mr Chope:", "speech": "      Does my hon. Friend share my view that if we had been independent, we would have been able to introduce our own anti-dumping measures against cheap Chinese steel imports and to do so within six weeks, whereas this has taken the EU years?"}, {"speaker": "Sir Edward Leigh:", "speech": "      It beggars belief that whole towns can be suffering a possible wipeout and yet we are apparently putty in the hands in the Chinese. We should have stopped this on day one, as it is so serious—this is steel we are talking about."}, {"speaker": "Mark Tami:", "speech": "      Does the hon. Gentleman not accept that in truth this is about the failure of this Government, who are more interested in cosying up to the Chinese than protecting the steel industry in this country?"}, {"speaker": "Sir Edward Leigh:", "speech": "      We are impotent; it is not a question of cosying up to the Chinese, as we have no control over this. Whether we like it or not, China will be the greatest, biggest and most important economy in the world within the next 10 or 20 years. Whatever the Minister’s views, the fact that we are part of the EU means that he could do nothing to defend Scunthorpe. I accept that the Government may argue that we get other advantages, perhaps in steel, but let us have an analysis of what it all means."}, {"speaker": "David Morris:", "speech": "      The figure of 2.2% is near enough as much as the economy is expected to grow in the next 12 months. I am certain that if we leave the EU in the next few months, especially with an oil crisis on our doorstep, we could face financial catastrophe. Does my hon. Friend agree?"}, {"speaker": "Sir Edward Leigh:", "speech": "      This is the worst case scenario and I am being completely fair in putting it. I think it is unlikely."}, {"speaker": "Philip Davies:", "speech": "      Will my hon. Friend give way briefly?"}, {"speaker": "Sir Edward Leigh:", "speech": "      Does not my hon. Friend want me to go on with the best case scenario? Then I will give way to him."}, {"speaker": "Philip Davies:", "speech": "      The Treasury now acknowledges that 3 million jobs depend on trading with the EU, not on being a member of the EU. If that is the case—I am sure there is a lot of truth in it—given our substantial   "}, {"speaker": "Sir Edward Leigh:", "speech": "      Yes, that is the point that was made time and again during the debate yesterday. I am not sure the Government have entirely answered it to my satisfaction."}, {"speaker": "Mr Chope:", "speech": "      It is not just about the trade issue. The Baltic states, for example, are very dependent on our NATO presence in helping them to defend themselves against the Russian threat. They would never countenance the rest of the European Union taking it out on the UK, when the UK is doing so much to defend their interests."}, {"speaker": "Sir Edward Leigh:", "speech": "      Perhaps I have banged on a bit too much about the economy, and should briefly touch on defence and security, as it is in my hon. Friend’s Bill and is a matter of acute concern. Apart from project fear, which is based on this false premise of a loss of millions of jobs—Lord Mandelson appears to have made that up on the back of a fag packet—which no one has ever quantified in any great detail, although we wait to hear what the Government say about that, there are all these arguments about security. David Owen, a former Labour Foreign Secretary, who has now come out in favour of leaving the EU, dealt with that matter and debunked it very well on his interview on the “Today” programme yesterday. He asked how the European Union has improved our security by creating, in an imperialist and expansionist way, a new trade association deal with Ukraine, which led directly to Russian fears of being encircled and to the annexation of Crimea and eastern Ukraine. By the way, I do not countenance, approve or support in any way what Russia has done. The fact is that the EU gave President Putin that opportunity."}, {"speaker": "Philip Davies:", "speech": "      Does my hon. Friend have the figures that the CBI gave for the great benefits that we would have received when it recommended that we join the euro?"}, {"speaker": "Sir Edward Leigh:", "speech": "      We should have had more independent analysis of that. Conservative Members often criticise Gordon Brown, but we should never forget that he kept us out of the euro, against the wishes of his Prime Minister, Tony Blair. We were told that disaster would strike by some in the City of London, the CBI and so on, and they used precisely these arguments. Now the Prime Minister goes to the Dispatch Box and says as a great virtue that we are out of the euro, but we were told by all the powers of the establishment that not joining the euro would be a disaster, and many of the arguments used were exactly the same."}, {"speaker": "Mr Chope:", "speech": "      Roger Bootle told the Treasury Committee On 27 October last year:"}, {"speaker": "Sir Edward Leigh:", "speech": "      The Mayor of London and the Conservative mayoral candidate represent, or hope to represent, the powerhouse of the British economy.   "}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      This is the first time I have intervened in the European debate, and hon. Members can rest assured that one thing I will not be talking about is the future of the hedgehog, or le hérisson, as I think it is called in French."}, {"speaker": "Mr Chope:", "speech": "      What does my hon. Friend think about the interventions this week by Lord Owen and Lord Howard, both of whom take a similar view to his but seem to have reached a different conclusion?"}, {"speaker": "Oliver Colvile:", "speech": "      Well, that is the whole business of politics, isn’t it? My hon. Friend is right to raise these issues, but ultimately this is about the future of our country within Europe and whether we are led back into having wars and things like that. I very much want to avoid that. Believe you me, my heart is for coming out, but my head says that it is not a clever thing to do."}, {"speaker": "Philip Davies:", "speech": "      I am intrigued by my hon. Friend’s view that everything in the EU is about peace and harmony. Has he seen the rise of the far-right parties across the EU in recent years, including the largest party in France, and the record amounts of barbed wire going up around the EU? It does not strike many people as being about peace and harmony but quite the reverse in many cases."}, {"speaker": "Oliver Colvile:", "speech": "      I fully agree with my hon. Friend that that issue must be looked at and taken into account, and I do, but I am talking about my personal view. This is about trying to make sure that we can maintain peace within Europe. I recognise, though, that other people have significantly different views—some even more extreme than his position might end up being. I have a great deal of time for my hon. Friend."}, {"speaker": "Philip Davies:", "speech": "      Does my hon. Friend not understand that controlling immigration means that we would be able to allow into the country those we want to allow in and that we could keep out those we want to keep out? If we leave the EU and his hospital needs some nurses from abroad, there would be nothing to prevent us from allowing them to come here. We just would not have to accept everybody from the EU who wants to come here."}, {"speaker": "Oliver Colvile:", "speech": "      My hon. Friend has a point, but it is important that we acknowledge that this country needs people to come here to do those jobs."}, {"speaker": "Mr Chope:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Oliver Colvile:", "speech": "      I am afraid not."}, {"speaker": "Pat Glass (North West Durham) (Lab):", "speech": "      I thank the hon. Member for Wellingborough (Mr Bone), who is not present but whose Bill this is, for giving us the opportunity to once again debate the merits or otherwise of the European Union."}, {"speaker": "Mr Chope:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Pat Glass:", "speech": "      Perhaps the hon. Gentleman could tell us how much this debate has cost the taxpayer."}, {"speaker": "Mr Chope:", "speech": "      May I ask the hon. Lady whether that is her best point?"}, {"speaker": "Pat Glass:", "speech": "      No, but I think it is worth saying. We have sat here for three hours, and we have heard Members talk for at least an hour about a Bill that they do not intend to take any further. As the Bill is about a cost-benefit analysis, perhaps we can have a cost-benefit analysis of this morning for the taxpayers of this country."}, {"speaker": "Oliver Colvile:", "speech": "      My great grandfather was a rural vicar in Oxfordshire. He said that he did not mind his congregation looking at their watches; it was when they started shaking them that he became concerned. I feel that that is something we should take on board."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I assure you that I am beginning to look at my watch."}, {"speaker": "Pat Glass:", "speech": "      That is helpful. As the hon. Gentleman has spoken about his great grandfather, I will talk about mine a little later. [Interruption.] Would the hon. Member for Shipley (Philip Davies) like to say something about my great grandfather? I will talk about him later, and perhaps the hon. Gentleman would like to intervene then."}, {"speaker": "Oliver Colvile:", "speech": "      I would like the hon. Lady to talk about her great grandfather."}, {"speaker": "Pat Glass:", "speech": "      I will do so later."}, {"speaker": "Philip Davies:", "speech": "      Is that it?"}, {"speaker": "Pat Glass:", "speech": "      No; just a second. We are a proud nation, with almost half our exports going to European countries. Those exports were worth £227 billion last year to the UK economy. We receive, on average, £26.5 billion of investment every year from the EU. Jobs and businesses, large and small, depend on our trading with the EU. Future EU trade could create 790,000 more jobs by 2030 by opening up markets in digital services, energy and tourism."}, {"speaker": "David Morris:", "speech": "      On negotiating TTIP within Europe, it is my understanding that that point is a non-issue, especially in relation to the NHS, as has been clarified many times during the past three years. Will the hon. Lady elaborate on that point?"}, {"speaker": "Pat Glass:", "speech": "      In such negotiations, it is clear that we are much more likely to get a TTIP agreement with red lines around our public services and the NHS as part of the European Union. If we were outside the European Union and negotiating such a treaty directly with the USA, I would not be so confident that that would be the priority of the current Government."}, {"speaker": "David Morris:", "speech": "      For the record, does the Opposition agree that there will be protection for the NHS under TTIP within the European framework as it stands?"}, {"speaker": "Pat Glass:", "speech": "      We agree that if there is to be a TTIP agreement, it is much better to negotiate it with Britain as part of the European Union."}, {"speaker": "Mr Chope:", "speech": "      I do not think anyone has talked about closing the doors. We have talked about giving equal access on the basis of merit to foreigners regardless of whether they are from the EU or from outside the EU. For example, the hospital in my area tried to recruit nurses from the Philippines because they are well qualified for its needs, but it was unable to do so because priority has to be given to EU nurses."}, {"speaker": "Pat Glass:", "speech": "      If we look at EU immigration, we can see that it is almost the same: 2.3 million people from the European Union are in Britain; and 2 million Brits live in the European Union. Many of them are working in and contributing to European countries and some of them, having worked hard all their lives, have retired and are now living in the European Union. We must be absolutely clear about what “out” would look like for those people. At the end of this debate, I want us to be very clear about that. We know what “in” looks like—we have had 41 years of what “in” looks like—but we absolutely no idea what “out” would look like for jobs and the economy, or for people from the EU working in this country and people from this country working in the EU."}, {"speaker": "Philip Davies:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Pat Glass:", "speech": "      If the hon. Gentleman is going to tell us what “out” would look like, I will happily give way."}, {"speaker": "Philip Davies:", "speech": "      I am rather interested in the Labour party’s views. I urge the hon. Lady to look up the meaning of net migration. Net migration means the number of people coming in after we have taken out the ones who have already left, and that figure is 325,000. Is her party happy with the net migration figures as they are? Is she not prepared to take any measures to reduce them?"}, {"speaker": "Pat Glass:", "speech": "      Once again, another opportunity to tell us what “out” would look like and we do not get it."}, {"speaker": "The Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs (Mr Tobias Ellwood):", "speech": "      If debating European affairs is your thing, Mr Deputy Speaker, you will have had a great week."}, {"speaker": "Oliver Colvile:", "speech": "      Does my hon. Friend recognise that we also need to send good-quality civil servants to Europe to argue our case properly?"}, {"speaker": "Mr Ellwood:", "speech": "      My hon. Friend is absolutely right. I would argue that the civil servants we send there are among the best in the world. It is a huge privilege and honour to work in the Foreign and Commonwealth Office, although many of the civil servants in Brussels come from other Departments."}, {"speaker": "Sir Edward Leigh:", "speech": "      May I take up that point about history, for the sake of the record? In his own very good speech, my right hon. Friend did indeed refer to his grandfather’s speech. Winston Churchill was always a robust defender of European unity, but he made it absolutely clear that what he foresaw was continental European unity. No one has ever been able to find any quotation from Winston Churchill suggesting that Britain should join a European union."}, {"speaker": "Mr Ellwood:", "speech": "      My hon. Friend has made my point for me. What I think our right hon. Friend was trying to articulate was, “Please do not try to second-guess what would be the view of someone who is not alive today and able to understand the issues of today.” He made the point, very powerfully, that it was disingenuous to try to judge in that way. He was frustrated that people had taken the famous Zurich speech—of which we are now in the 70th anniversary year, and in which Churchill talked of a continental Europe—out of context, and had reinterpreted it in order to make their own points. In fact, it has already been used by both sides in the debate leading up to 23 June. Similarly, people have said of Margaret Thatcher, “I am sure that, if she were alive today, she would say this, that and the other.”   "}, {"speaker": "Philip Davies:", "speech": "      Everyone would agree that the Minister is making a balanced and good speech, but I am surprised that he seems to be talking down the ability of the mighty Foreign Office, of which he is a part. Is he really saying that if, after we had left the EU, the UK and the EU thought that sanctions should be imposed on Iran, the Foreign Office would have no mechanism for discussing that with the European Union, and coming to that decision and agreement? Is he saying that those discussions can take place only from within the EU? Since when has the Foreign Office been so pathetically powerless around the world?"}, {"speaker": "Mr Ellwood:", "speech": "      My hon. Friend will not be surprised to know that his description of the Foreign Office is not one I agree with—"}, {"speaker": "Philip Davies:", "speech": "      It is your description—"}, {"speaker": "Mr Ellwood:", "speech": "      It is not my description. Provocatively, my hon. Friend is putting words in my mouth. We can step back from this particular issue to all the other issues, saying that in each case Britain would have the ability—in fact, we would have the obligation—outside the EU to step up and do all that work as well, whether it be on sanctions on Iran or any other relationships. The question is: on our own, can we exert greater leverage on a country such as Iran, which continues to have a proxy influence in Bahrain, Damascus and Syria, Baghdad and Iraq, and Yemen and Sana’a, or would we have more leverage and power by leading from within the EU? That applies right across the board."}, {"speaker": "Mr Chope:", "speech": "      I am grateful to my hon. Friend for the way in which he is responding to the debate. May I ask him about the Syrian refugees? I think our Prime Minister and our Government have the right idea in saying, “Let’s take the refugees from the area of the theatre, rather than encouraging them to make the dangerous journey to Europe.” Why does my hon. Friend think the European Union has not been prepared to listen and respond positively to that common-sense approach from our Government?"}, {"speaker": "Mr Ellwood:", "speech": "      I am not sure that is quite correct. Federica Mogherini, who leads on these matters for the European Union, is very much in alignment with that view. We discussed these things in Rome recently when we looked at Syrian and Iraq matters. My hon. Friend is right to say that there are a number of challenges—first, the genuine Syrian refugees caught up in the region. We should pay tribute to Lebanon, Turkey, Jordan, Saudi Arabia and other countries, for the massive burden that they have taken on. We have chosen to support those refugees who are most vulnerable. The challenge that has come across Europe comes not just from Syrians. Mixed in with them are Afghans and others from Africa, taking advantage of the patterns of migratory flow. We have said that if we open our doors to them, we are likely to encourage more. That is why we have been very firm."}, {"speaker": "Sir Edward Leigh:", "speech": "      May I say that the Minister is replying to the debate extremely well? It just shows that sometimes there is an advantage in having to wait a bit before one gets on to the Front Bench because one understands this place better."}, {"speaker": "Mr Ellwood:", "speech": "      The first thing that has to be acknowledged is that the normal processes in place across Europe for dealing with refugees applying for status are going to be tested, because of the scale of the migration that we are dealing with. Under Germany’s current rules, they would have to wait a number of years—eight years, I think, but I stand to be corrected—before they can gain a passport. If they have a criminal record, they will not get a passport. So there is automatically a delay in the process of securing a passport. The German analysis is that in such a time frame, many will hope to return home or to remain in Germany. We need to keep the problem in context. If they are in Germany, have a German passport and receive benefits there, why would they want to come to the UK? These are big questions, but they are for further down the line. They should not be ducked. The scale of what we are dealing with is unprecedented since the movement of populations after the second world war."}, {"speaker": "Mr Chope:", "speech": "      My hon. Friend seems almost pleased to paint such a grim and complex scenario, but does he accept that that is only one possible scenario? Can he tell us what contingency plans the Government are making at the moment so that, leaving the European Union after the vote on 23 June, could be much more straightforward and that there will not be all the problems that he is talking about?"}, {"speaker": "Mr Ellwood:", "speech": "      We will have to wait until 24 June to see whether what that crystal ball says is correct. I am not painting a scenario; it is in article 49 of the Lisbon treaty. That is what we must honour and what we signed up for. We do not have a choice in that matter—that is how it is."}, {"speaker": "Mr Chope:", "speech": "      Does my hon. Friend accept that, under international law, it is open to any country that is party to a treaty to denounce that treaty? We could choose to denounce the treaty, repeal the European Communities Act 1972, and not do anything else."}, {"speaker": "Mr Ellwood:", "speech": "      I will contemplate and reflect on what my hon. Friend has said, but my immediate reply is that we must honour the international law to which we have signed up. A nation must first consider article 50—that is about departure and getting out, which I always said is not an easy process—and then article 49, which states how we can get back into the treaty."}, {"speaker": "Mr Chope", "speech": "     indicated dissent."}, {"speaker": "Mr Ellwood:", "speech": "      My hon. Friend shakes his head. I hope that were that horrible scenario ever to take place, recognition would be given to Britain’s place in Europe, but other countries could quite rightly say, “Hang on a minute We have dedicated teams looking at us. Why should Britain jump the gun?”"}, {"speaker": "Sir Edward Leigh:", "speech": "      Why is the Minister spending so much time arguing about a process for how we will get back in the European Union when we will have just left it? I am confused."}, {"speaker": "Mr Ellwood:", "speech": "      Because as I understand, the heart of the argument from the leave campaign recognises that some aspects of the European Union are welcome, such as the single market and some aspects of the security situation, and that there would be a desire for re-entry so that we could have that relationship. [Interruption.] What I heard on the radio this morning is that we would renegotiate aspects of our relationship with the European Union—I have heard that again and again. If my hon. Friends are saying, “No, we will have no truck with the European Union whatsoever”, that is a new direction of travel that I have not heard before, so I am grateful that the debate has clarified what the leave campaign has been after for all this time."}, {"speaker": "Philip Davies:", "speech": "      Is the Minister aware that many countries have free trade agreements with the European Union without being members of it, an example being the agreement that America is seeking to make at the moment? The future for the United Kingdom is to have free trade with the European Union from outside it, in the way that many other big countries do. Does the Minister understand that?"}, {"speaker": "Mr Ellwood:", "speech": "      I will heed the advice and encouragement, because other issues have been raised that we must also touch on. Let me be clear: there is a fair bit of bureaucracy to be gone through, but even securing a free trade agreement with the European Union would require a process to be followed and would not happen overnight."}, {"speaker": "Mr Chope:", "speech": "      The Minister says that we would need a free trade agreement, but does he accept that when we leave the European Union, the default position will be the World Trade Organisation rules that ensure free trade?"}, {"speaker": "Mr Ellwood:", "speech": "      Let me come on to free trade, because those issues were raised in the debate and perhaps I can answer my hon. Friend’s point. The European Union is our main trading partner and, as has been said, that trade is worth more than £500 million a year. That is half our total trade in goods and services. However, we can still trade with the rest of the world as well, and the EU has free trade agreements with more than 50 countries—that is alongside the 28 countries in the single market. Around 45% of Britain’s exports are designed for the single market itself, while 56% go to the single market and to countries the EU has freed trade deals with. [Interruption.] I will give way to somebody if they would like to give me a break so that I can clear my throat."}, {"speaker": "Oliver Colvile:", "speech": "      Could not failing to go through the right procedures end up delaying our exit from the EU because the issue would need to go the various courts? It is a bit like when a planning application goes wrong and someone is not happy with the process."}, {"speaker": "Mr Ellwood:", "speech": "      I am grateful for that intervention—from a number of angles—and my hon. Friend makes an important point."}, {"speaker": "Mr Chope:", "speech": "      I hear the assertion the Minister makes from the Dispatch Box, but it seems to be totally at odds with the opinion of leading counsel with which we have been circulated."}, {"speaker": "Mr Ellwood:", "speech": "      That is why these debates are helpful. I can only make clear what the Government’s position is. I can also ask the Minister for Europe to place a letter in the Library to set out in more detail what the consequences would be. Given the number of emails, there is clearly huge interest in this matter across the country, so I am pleased to have this opportunity to address it."}, {"speaker": "Sir Edward Leigh:", "speech": "      On that point, when will purdah begin?"}, {"speaker": "Mr Ellwood:", "speech": "      I am coming to that shortly, when I will go into the details of the timetable, but I just wanted to clarify the position, because it may be raised again in relation to other Ministers who have different views as well."}, {"speaker": "Philip Davies:", "speech": "      The Government’s view seems to be that we should stay in the European Union. I presume that even they would concede that being a member of the EU is disadvantageous in some ways, although their view overall is that it is better for us to remain. If their view on fishing, for example, is that it may be to our disadvantage to be in the EU, and the Fishing Minister wanted to use the Government machinery to come up with something better, would he be allowed to do so, or are we in the ridiculous situation where every Minister has to pretend—whether it is true or not—that every aspect of EU membership is in our interests?"}, {"speaker": "Mr Ellwood:", "speech": "      The Prime Minister returned from the European Council having managed to secure the changes necessary for him and the Government to confirm the position that a reformed European Union is in the interests of British membership. From that perspective, there is a collective responsibility to support it. The reason for the change is the unique situation of having the vote. It is absolutely the case that individual Ministers can dissent, but people cannot pick and mix—they cannot take out a slice and say, “I don’t agree with that”, because that would make a mockery of participation and involvement in the European Union."}, {"speaker": "Philip Davies:", "speech": "      Will the Minister confirm that, contrary to the assertions made in yesterday’s debate, when somebody comes into the UK from the European Union their entire criminal record does not flash up before the Border Force, and we do not then cart them off to kick them out of the country on that basis? Will he confirm that that was a wholly false assertion?"}, {"speaker": "Mr Ellwood:", "speech": "      I was not privy to the exact point in the debate when that comment was made, but I will ask the relevant Home Office Minister to write to my hon. Friend to clarify exactly what does happen. I am now mildly curious to find out those details myself."}, {"speaker": "Pat Glass:", "speech": "      That is really interesting and I wonder whether that happens. It sounds like a damned good idea, doesn’t it?"}, {"speaker": "Mr Ellwood:", "speech": "      I feel an element of consensus breaking out in the Chamber, which is a rare thing."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      It is a pleasure to see you in the Chair, Mr Deputy Speaker. My apologies for the fact that this debate means that you, the Minister and I will have to spend the last half hour of this parliamentary week together."}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      I congratulate the hon. Member for Denton and Reddish (Andrew Gwynne) on securing the debate.   "}, {"speaker": "Andrew Gwynne:", "speech": "      I agree with everything that the Minister has said so far, but local people need to know that a consultation is taking place. That is the problem that we had with the call for sites."}, {"speaker": "Brandon Lewis:", "speech": "      That is a good point. It is important for local authorities to work hard to engage their local communities. However, neighbourhood planning allows people to have a direct say in the development of their areas. Not only can they work on the design of the plan, but every resident in the neighbourhood has a vote in a referendum. I am pleased that, so far, 88% of people have voted “yes” in neighbourhood planning referendums. If people are interested and involved, they will have confidence in the process and get behind it."}]