[{"speaker": "Mr Speaker:", "speech": "      I hope the House will join me in welcoming to the Serjeant’s Chair the new Serjeant at Arms on the occasion of his first Prime Minister’s questions, which is an exceptional day—[Hon. Members: “Hear, hear.”]—and an exceptional response. Secondly, the House might wish to join me in warmly congratulating Kim Sears and Andy Murray on the birth of their baby daughter."}, {"speaker": "Tommy Sheppard (Edinburgh East) (SNP):", "speech": "      On a point of order, Mr Speaker."}, {"speaker": "Mr Speaker:", "speech": "      We do not take points of order now. Points of order come after questions and statements."}, {"speaker": "Neil Carmichael (Stroud) (Con):", "speech": "   1.    What assessment he has made of the value to the economy in Scotland of UK membership of the single market. [903484]"}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      Mr Speaker, I am sure that everyone, particularly in Scotland, will share your warm wishes to Andy Murray and Kim Sears on the birth of their daughter."}, {"speaker": "Neil Carmichael:", "speech": "      Does the Secretary of State agree that the package that the Prime Minister will discuss in greater detail with his colleagues on the European Council will bring about much needed reform and be a catalyst for further reform in the future, thus making it quite clear that the single market is good for the United Kingdom and, of course, good for Scotland?"}, {"speaker": "David Mundell:", "speech": "      In a reformed EU, we could have the best of both worlds—access to the single market while not being a member of the euro or Schengen. I believe that would be good for Scotland and good for the rest of the United Kingdom."}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      The single European market and the ability to affect the legislation that governs it is hugely important to the Scottish economy, especially the exporting sectors such as whisky. Will the Secretary of State confirm that, regardless of the ongoing negotiations, he will personally campaign for Scotland and the UK to remain within the European Union?"}, {"speaker": "David Mundell:", "speech": "      The right hon. Gentleman will know and will, I am sure, be pleased to have heard that the leader of the Scottish Conservative and Unionist party, Ruth Davidson, has expressed exactly that position."}, {"speaker": "Angus Robertson:", "speech": "      The good news is that I get a second bite of the cherry, so perhaps at the end of this question the Secretary of State will answer my question about whether he will support Scotland and the UK remaining within the European Union. Making a positive case for remaining in the EU will be crucial in the weeks and months ahead, so will the Secretary of State give a commitment not to repeat the grinding negativity of project fear and condemn ridiculous scare stories such as those from the Prime Minister on immigration and the refugee camp in Calais?"}, {"speaker": "David Mundell:", "speech": "      I will make my position known when the negotiations have been concluded, but I make this offer to the right hon. Gentleman: if the reform package goes ahead and if I am campaigning to keep Scotland in the United Kingdom I would be delighted to join him, the right hon. Member for Gordon (Alex Salmond) and the First Minister on a platform to make that case."}, {"speaker": "Mrs Anne-Marie Trevelyan (Berwick-upon-Tweed) (Con):", "speech": "      Last night I had the pleasure of meeting the Scotch Whisky Association, which introduced me to for some of the finer products from across the border. Simpsons Malt in my constituency produces an enormous amount of the malted barley sold across the border in Scotland to produce this whisky. Does my right hon. Friend agree that expansion into new markets that have nothing to do with the EU is the growth area for the whisky industry?"}, {"speaker": "David Mundell:", "speech": "      There are tremendous opportunities for development of the Scotch whisky industry. I think that the Scottish Government, the United Kingdom   "}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      What discussions has the Secretary of State had with Scottish businesses about the possibility of a UK exit from the European Union, and what concerns have those businesses expressed about the impact it would have on their ability to gain access to, and export to, the single market?"}, {"speaker": "David Mundell:", "speech": "      The clearest message that I receive from businesses in Scotland is that they want a short EU referendum campaign so that we can have the minimum amount of uncertainty."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "   2.    What recent discussions he has had with the Chancellor of the Exchequer and Ministers of the Scottish Government on negotiation of a revised fiscal framework for Scotland. [903485]"}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      I have regular discussions with the Deputy First Minister to discuss the fiscal framework. The Joint Exchequer Committee met on Monday, and negotiations are ongoing."}, {"speaker": "Nic Dakin:", "speech": "      Yesterday the First Minister wrote to the Prime Minister listing the issues on which agreement still needed to be reached. They were the method for"}, {"speaker": "David Mundell:", "speech": "      It was established at the start of the discussions that until everything was agreed, nothing was agreed, but considerable progress has been made on all those issues. I was very pleased to learn from the First Minister’s letter that the Finance Secretary would be presenting revised proposals from the Scottish Government. That is what a negotiation involves: it involves both parties presenting revised proposals as the negotiation progresses, and that is exactly what the UK Government are committed to doing."}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "      The starting point of the fiscal framework discussions is the Barnett formula, which means that Scotland’s public spending per capita is 15% higher than the United Kingdom average. Does the Secretary of State believe that that differential will be maintained in perpetuity?"}, {"speaker": "David Mundell:", "speech": "      My hon. Friend’s views on the Barnett formula are well known. I do not agree with them, and nor do the Government. The Government’s position is that the formula will remain, even in the post-fiscal framework environment."}, {"speaker": "Pete Wishart (Perth and North Perthshire) (SNP):", "speech": "      The negotiations on the fiscal framework are in a very sensitive and fragile state, and we must be very careful about the language that is used. However, the Secretary of State has used language like “ludicrous” and “chancing his arm” when it comes to one party to the negotiations, which is profoundly unhelpful. If the Secretary of State and the Scotland Office have nothing to offer the negotiations, will the Secretary of State vow to stay right out of it, and leave those who want to find a solution to try to get those negotiations fixed?"}, {"speaker": "David Mundell:", "speech": "      I find it a little odd to take a lecture from that particular hon. Gentleman on moderate language."}, {"speaker": "Mr Kenneth Clarke (Rushcliffe) (Con):", "speech": "      Does my right hon. Friend agree that if we are to have the successful devolution that we all want, we need a firm and sensible framework for fiscal discipline that will last, and will stand the tests of all the unknown economic vicissitudes that may hit the country? Will he assure us that we will not repeat the mistakes that have been made in Spain, where devolved provinces frequently run up unsustainable debts which they then blame on Madrid, causing great difficulties to Spanish Governments who are seeking recovery?"}, {"speaker": "David Mundell:", "speech": "      As my right hon. and learned Friend will recognise, the settlement in Spain is entirely different. I agree with him about the need for a sustainable fiscal framework, but, as the Government have made clear in the negotiations, we are willing to accept a review of the arrangements in a few years to ensure that they stand up to scrutiny, and are seen to be fair to both Scotland and to the rest of the United Kingdom."}, {"speaker": "Ian Murray (Edinburgh South) (Lab):", "speech": "      Mr Speaker, I join you in congratulating Andy Murray and Kim Sears on the birth of their baby daughter. However, their baby daughter might be winning Wimbledon by the time we get a deal on the fiscal framework. The UK and Scottish Governments have now been negotiating it for more than six months, which is longer than it took to negotiate the Scotland Bill itself, longer than it took to strike the historic international climate change agreement and longer than it took the G20 leaders to negotiate $1.1 trillion of support for the global economy. It is clearly the indexation model that is contentious, so will the Secretary of State tell the House why he thinks the per capita index model is not appropriate for the indexation of the block grant?"}, {"speaker": "David Mundell:", "speech": "      I have made it clear in previous discussions that we are not going to have detailed negotiations on this matter on the Floor of the House. I have also said that I very much welcome the fact that the First Minister has indicated that the Scottish Government are going to bring forward a revised proposal, just as we have done through the negotiations. I believe that we are within touching distance of striking a deal and I remain optimistic that we will do so."}, {"speaker": "Ian Murray:", "speech": "      The Secretary of State says that he will not provide a running commentary on the fiscal framework, yet both Governments are providing exactly that. The respected economist Anton Muscatelli has said of the fiscal framework:"}, {"speaker": "David Mundell:", "speech": "      The Prime Minister is committed to securing a deal. He has spoken to Nicola Sturgeon about this issue and they have had productive discussions. They are now involved in an exchange of letters, but they are both quite clear that they now want a deal. I am confident, given the position set out in the letter from the First Minister that the Scottish Government are actively engaging in that negotiation process, as are we, that we will be able to get that deal."}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "   3.    What discussions he has had with representatives of the North sea oil and gas industry on Government support for that sector. [903487]"}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      On 28 January, the Prime Minister and I held discussions with industry representatives in Aberdeen on further support for the North sea. As a member of the joint ministerial group on oil and gas, I also engage with key stakeholders, such as the Oil and Gas Authority, on a regular basis."}, {"speaker": "Alberto Costa:", "speech": "      Calor Gas has its largest operational UK site in my constituency in South Leicestershire. A number of residents in the Scottish highlands and other rural areas rely on Calor Gas, which receives a large part of its Scottish gas supply from the North sea. Does my right hon. Friend agree that, as a result of the support that the UK Government are able to provide, we are much better placed to absorb the fall in oil prices than would have been the case had Scotland been an independent country?"}, {"speaker": "David Mundell:", "speech": "      I acknowledge the importance of Calor Gas and all those who supply off-the-network energy to people living in rural Scotland. On my hon. Friend’s wider question, he makes an important point about the ability of the United Kingdom as a whole to absorb the change in the oil price."}, {"speaker": "Dr Eilidh Whiteford (Banff and Buchan) (SNP):", "speech": "      What discussions has the Secretary of State had with the Chancellor about continued funding for seismic surveys on the UK continental shelf?"}, {"speaker": "David Mundell:", "speech": "      I am sure that the hon. Lady welcomed the Prime Minister’s announcement when he was in Aberdeen of a £20 million contribution to a second round of new seismic surveys."}, {"speaker": "Sir Alan Duncan (Rutland and Melton) (Con):", "speech": "      The severity of the collapse in global oil prices carries with it the danger that a number of fields in the North sea will suspend production and perhaps never resume it. Given that this would represent a serious loss of national assets and national infrastructure, may I invite the Secretary of State to have further discussions with the Chancellor in advance of the Budget to try to ensure that these fields are not lost for ever and that they remain an important part of our national economy?"}, {"speaker": "David Mundell:", "speech": "      It will not surprise my right hon. Friend to know that that issue was part of the discussion with the Prime Minister, Fergus Ewing from the Scottish Government and representatives of the oil and gas industry at the recent meeting in Aberdeen. The Prime Minister made it very clear that he would look at any specific request or proposal in relation to supporting the industry in the forthcoming Budget."}, {"speaker": "Anne McLaughlin (Glasgow North East) (SNP):", "speech": "   4.    What recent discussions he has had with the Secretary of State for Work and Pensions on the effects of the Government’s welfare programme on social and economic inequalities in Scotland. [903488]"}, {"speaker": "Mike Weir (Angus) (SNP):", "speech": "   9.    What recent discussions he has had with the Secretary of State for Work and Pensions on the effects of the Government’s welfare programme on social and economic inequalities in Scotland. [903493]"}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      On behalf of the Secretary of State for Work and Pensions, I meet the Secretary of State for Scotland on a regular basis to discuss the devolution of welfare programmes to the Scottish Government; at a meeting just yesterday we discussed the ever-improving labour market in Scotland. I also have regular meetings with my counterparts from the Scottish Government and we have a joint ministerial working group. I will be speaking tomorrow to the Scottish Ministers with responsibility for fair work, and for children and young people."}, {"speaker": "Anne McLaughlin:", "speech": "      The Smith agreement devolved employability funding and services to Scotland, but then the autumn statement cut funding for it by an eye-watering 87%, so that the Scottish Government now have only £7 million with which to deliver those services. Notwithstanding the general acceptance that this was a politically motivated decision, what does the Minister have to say to my constituents, who live in one of the areas of highest deprivation in the whole of the United Kingdom and are, after all, the people this will have the largest impact on?"}, {"speaker": "Priti Patel:", "speech": "      I start by hoping that the hon. Lady will welcome the fact that in her constituency the claimant count has decreased by 49% since 2010. We have record levels of employment in Scotland. There will be greater devolution for the Scottish Government in welfare, and we would be particularly happy to have discussions with them on employment programmes. Many of those will look at how we take these programmes further to support those who are out of work in Scotland but desperately want to work."}, {"speaker": "Mike Weir:", "speech": "      As a result of the changes from disability living allowance to the personal independence payment, thousands of Scots are losing their rights to Motability vehicles. That is particularly devastating in rural areas, where accessible public transport may be limited. Will the Minister end this iniquitous policy?"}, {"speaker": "Priti Patel:", "speech": "      As I have said, there will be new powers under the devolution deal, which will also include top-up payments; this is still very much based on welfare payments as well. It will be down to the Scottish Government in particular to get on and start making some of these decisions. They have got the powers coming to them so they will have to start deciding how they want to use them."}, {"speaker": "Wayne David (Caerphilly) (Lab):", "speech": "      It was thanks to Labour peers that the Government’s initial cack-handed and unfair cuts to tax credits were brought to an abrupt end, but we now know that the Government want to introduce new changes to income disregard which will leave 800,000 people on tax credits across the United Kingdom worse off come April. Can the Minister tell the House how many people in Scotland will be affected?"}, {"speaker": "Priti Patel:", "speech": "      I will say, as I have previously said when the House has discussed the issues of welfare reform and welfare changes, that we have the Bill going through the other place right now and the changes we are making are to bring fairness and stability to the welfare bill in this country. We know, and we have made it clear, that despite the figures that the hon. Gentleman and the Labour party leverage constantly, people will not be affected and the right kind of transitional support will be put in place."}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "   5.    What steps the Government plan to take to increase the level of employment in Scotland. [903489]"}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      The employment rate in Scotland has never been higher, and it now stands at 74.9%. Our employment support offer will build on that, recognising the changing labour market environment, while delivering value for money to the taxpayer."}, {"speaker": "Maggie Throup:", "speech": "      Erewash has many great examples of businesses whose commercial operations north of the border help to sustain jobs locally, including Rayden Engineering and West Transport. Does the Minister agree that Scotland not only supports jobs for its own population, but creates a great deal of employment across the rest of the United Kingdom?"}, {"speaker": "Priti Patel:", "speech": "      My hon. Friend is absolutely right to say that record levels of employment in Scotland have clearly benefited her constituency, as there is a crossover in employment opportunities between her constituency and Scotland. With our growing economy, and the strength of our economy, those levels will continue to grow and grow."}, {"speaker": "Chris Law (Dundee West) (SNP):", "speech": "      Under the SNP Scottish Government, Scotland’s youth employment is at its highest level since 2005, and is 7% higher than that    "}, {"speaker": "Priti Patel:", "speech": "      I did not fully hear the hon. Gentleman’s question, but I will certainly take it away. I understand that the Department is already looking at that matter."}, {"speaker": "Mr Speaker:", "speech": "      It is a very serious situation if Ministers cannot hear the questions. It is also a considerable discourtesy to the people of Scotland if, when we are discussing these important matters, questions and answers cannot be heard. Let us please try to have a bit of order."}, {"speaker": "Sue Hayman (Workington) (Lab):", "speech": "   6.    What discussions he has had with the Secretary of State for Transport and Ministers of the Scottish Government on the effect on communities in Scotland of the partial closure of the west coast main line. [903490]"}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      I have had a number of discussions with the Department for Transport and others to ensure that the closure of the Lamington viaduct, which in my own constituency, is addressed as quickly as possible. We remain absolutely committed to working together with all parties to reopen the west coast line in the first week of March."}, {"speaker": "Sue Hayman:", "speech": "      I apologise for my lack of voice. The closure of the west coast main line has a huge impact not only on the economy of southern Scotland, but on Cumbria, too, as it is a strategic cross-border crossing on which many businesses in my constituency rely. I was pleased to hear the Secretary of State say that it will be open in the first week of March, as it is so important. Will he confirm that the entirety will be open by 1 March?"}, {"speaker": "David Mundell:", "speech": "      I welcome the hon. Lady’s comments because, as she will be aware, my own constituents who use Lockerbie station are among those most affected by these changes. We are determined to get the west coast main line fully reopened in that first week in March."}, {"speaker": "John Nicolson (East Dunbartonshire) (SNP):", "speech": "      The Prime Minister claims that he will get a good deal for Britain in the European Union. Would the Secretary of State like to see the United Kingdom play the same role and have the same powers in the EU that he claims Scotland currently has in the UK?"}, {"speaker": "Mr Speaker:", "speech": "      That was quite tangentially related to the west coast main line, but I hope that the dexterity of the Secretary of State will admit of an answer."}, {"speaker": "David Mundell:", "speech": "      Mr Speaker, the west coast main line is one of the most important routes within the United Kingdom to Europe via London. I have set out my position in relation to the EU referendum. If the SNP genuinely wants Scotland to remain in the EU, it is important that, rather than concentrate on process issues, it gets out and campaigns for it."}, {"speaker": "Mr Graham Allen (Nottingham North) (Lab):", "speech": "   7.    What recent discussions he has had with Ministers of the Scottish Government on the effect of devolution on the powers and autonomy of Scottish local government; and if he will make a statement. [903491]"}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      I do not know whether the hon. Gentleman has had the opportunity to read my speech of 21 December, in which I set out that I fully support the devolution of power from Holyrood to local communities, as Lord Smith recommended in his commission agreement. This is the responsibility of the Scottish Parliament to implement, and I encourage them to do so."}, {"speaker": "Mr Allen:", "speech": "      Will the Secretary of State condemn those who use devolution to centralise power in Holyrood—whether it is the centralisation of the police, the fire service, health spending, local government spending, courts, colleges and enterprise companies? Will he ensure that he stands together with those who feel that devolution does not stop at Holyrood, but goes down to the Scottish local authorities and to the Scottish people?"}, {"speaker": "David Mundell:", "speech": "      I absolutely agree with the hon. Gentleman, and I can tell him the best way to achieve it, which is, under Ruth Davidson, to elect more Scottish Conservative MSPs to the Scottish Parliament."}, {"speaker": "Philip Boswell (Coatbridge, Chryston and Bellshill) (SNP):", "speech": "      In the interests of the record, can the Secretary of State confirm that, under the powers that are being devolved as part of the current Scotland Bill, the Scottish Government will be able to vary rates and bands of the Scottish rate of income tax—[Interruption.]"}, {"speaker": "Mr Speaker:", "speech": "      Order. I apologise for interrupting the hon. Gentleman. The Secretary of State and the Minister could not hear the question because of a rude eruption of noise. Perhaps the hon. Gentleman can ask his question again, and perhaps Members will have the common courtesy to allow him to be heard by their own Ministers."}, {"speaker": "Philip Boswell:", "speech": "      Thank you, Mr Speaker. We are getting used to interruptions. In the interests of the record, can the Secretary of State confirm that, under the powers that are being devolved as part of the Scotland Bill, the Scottish Government will be able to vary rates and bands of the Scottish rate of income tax, allowing the Scottish Government to make progressive choices on these additional powers, and that the half-baked Labour plan to raise Scottish income tax for everyone before these additional powers are transferred—"}, {"speaker": "Mr Speaker:", "speech": "      Order. Members need to learn the merits of the blue pencil. If they used the blue pencil and questions were shorter, they would benefit."}, {"speaker": "David Mundell:", "speech": "      The Scottish Parliament will indeed take on those very significant tax powers, which it will be able to use as it sees fit. I hope it will use them to make Scotland a more attractive place for business and commerce and to grow the Scottish economy and the Scottish population."}, {"speaker": "Mr Speaker:", "speech": "      Last but not least, I call Fiona Bruce."}, {"speaker": "Fiona Bruce (Congleton) (Con):", "speech": "   8.    What discussions he has had with business organisations on economic trends in Scotland. [903492]"}, {"speaker": "The Minister for Small Business, Industry and Enterprise (Anna Soubry):", "speech": "      My right hon. Friend the Secretary of State for Scotland has had a number of discussions with business organisations, including the Institute of Directors, the Scotch Whisky Association and Oil and Gas UK. It is because of this Government’s commitment to our long-term economic plan and economic prosperity that we have seen such growth in the Scottish economy. Thank goodness that the good people of Scotland voted to stay within a United Kingdom and reject independence."}, {"speaker": "Fiona Bruce:", "speech": "      Research by the Union of Shop, Distributive and Allied Workers shows that Scottish shop workers could lose up to £1,300 annually as stores increasingly abandon their additional Sunday pay rates in the light of the proposed Sunday trading regulations. Will the Minister take up these concerns with the Business Secretary?"}, {"speaker": "Anna Soubry:", "speech": "      I did not hear all that my hon. Friend said, but I can tell her that we intend to devolve power down to local authorities, so that they make the decisions on what is in the best interests of people locally. That includes local people who may want to shop on a Sunday and the interests of businesses that may want to open more liberally on a Sunday to take full advantage. I think that is a good idea. I hope that my hon. Friend might consider supporting it."}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "   Q1. [903569]    If he will list his official engagements for Wednesday 10 February."}, {"speaker": "The Prime Minister (Mr David Cameron):", "speech": "      I know the whole House has been deeply saddened by the death of Harry Harpham last week from cancer. After a distinguished career as a miner, an adviser to David Blunkett and a Sheffield councillor, he was returned to this place last May, succeeding David Blunkett himself. Although he was in this place only a short time, he quickly became a popular MP, recognised for his commitment to his constituents and his beliefs. It is a measure of the man that he continued to carry out his work as an MP throughout his treatment. We offer his wife Gill and his five children our profound condolences. [Hon. Members: “Hear, hear.”]"}, {"speaker": "Mims Davies:", "speech": "      First, may I associate myself, alongside colleagues, with the sentiments expressed at the sad loss of the Member for Sheffield, Brightside and Hillsborough. He came to this House with an excellent record in local government and will be greatly missed. I am sure the whole House sends our condolences to his family at this sad time."}, {"speaker": "The Prime Minister:", "speech": "      I absolutely agree with my hon. Friend. One of the most difficult things for young people is to get that deposit together for their first flat or their first house. That is where Help to Buy ISAs, where we match some of the money they put in, can make such a difference. Some 250,000 first-time buyers have opened a Help to Buy ISA, so under this Government we have seen 40,000 people exercise the right to buy their council house. Now we are extending that to all housing association tenants, and we have seen 130,000 people with Help to Buy getting their first flat or house. There is more to do—mostly, building houses—but helping people with their deposits is vital for our country."}, {"speaker": "Jeremy Corbyn (Islington North) (Lab):", "speech": "      I join the Prime Minister and the hon. Member for Eastleigh (Mims Davies) in paying tribute to Harry Harpham, the hon. Member for Sheffield, Brightside and Hillsborough, a former miner, who passed away last week. Just a short time ago, Harry used his last question here to ask the Prime Minister about Sheffield Forgemasters and the steel industry. I hope the Prime Minister will reflect on his diligence in representing that industry and his constituency."}, {"speaker": "The Prime Minister:", "speech": "      First, let me say to the right hon. Gentleman that when you get a letter from the Chief Whip, that normally spells trouble. What I would say to Rosie—the Rosie who wrote to him—is we want to do everything we can to help young people get on the housing ladder. That is why we have got these help-to-save ISAs, and I hope she is looking at that. We are cutting Rosie’s taxes, so this year she will be able to earn   "}, {"speaker": "Jeremy Corbyn:", "speech": "      I am very pleased that the Prime Minister wants to help deliver decent housing for Rosie. She lives and works in London, and as the Prime Minister knows, London is very, very expensive. He talks about people getting on the housing ladder, but the reality is that home ownership has fallen under his Government by 200,000—it actually rose by 1 million under the last Labour Government. His record is one, actually, of some years of failure on housing. He said that council homes sold under the right to buy would be replaced like for like. Can the Prime Minister tell us how that policy is panning out?"}, {"speaker": "The Prime Minister:", "speech": "      First, let me start with what happened under Labour with right-to-buy sales. What happened was one council home was built for every 170 council homes they sold. That is the record. We have said that we will make sure that two homes are built for every council home in London that is sold. That is because my hon. Friend the Member for Richmond Park (Zac Goldsmith) insisted on that in an amendment to the housing Bill. Now, these take some years to build, but they will be built, or the money comes back to the Treasury."}, {"speaker": "Jeremy Corbyn:", "speech": "      The Prime Minister ought to be aware that just one home has been built for every eight that have been sold under his Government. People are increasingly finding it very difficult to find anywhere to live. The Chancellor’s crude cuts in housing benefits for those in supported housing are putting at risk hundreds of thousands of elderly people, people with mental health conditions, war veterans, and women fleeing domestic violence who need support. Can the Prime Minister tell the House what estimate housing providers have made in terms of the impact of this policy on supported housing?"}, {"speaker": "The Prime Minister:", "speech": "      First, we are going to increase housing supply in the social sector through an £8 billion housing budget during this Parliament that is going to build 400,000 affordable homes. When it comes to our reforms of housing benefit, yes, we have cut housing benefit because it was completely out of control when we came into government. There were families in London who were getting £100,000 of housing benefit per family. Think how many people—think how many Rosies—were going to work, working hard every day, just to provide that housing benefit for one family. We support supported housing schemes, and we will look very carefully to make sure they can work well in the future, but I make no apology for the fact that in this Parliament we are cutting social rents, so Rosies who are living in social houses and going out to work will have lower rents under this Government."}, {"speaker": "Jeremy Corbyn:", "speech": "      I am pleased the Prime Minister finally got on to the question of supported housing. Housing providers estimate that nearly half of all supported housing schemes will close. One in four providers is set to close all their provision. This is a very serious crisis. I assume the Prime Minister is not content to see the elderly, people with mental health conditions and others with nowhere to live, so can he assure the House now that the warm words he has just given on supported housing will be matched by action, and that he will stop this cut, which will destroy the supported housing sector?"}, {"speaker": "The Prime Minister:", "speech": "      We will continue to support the supported housing sector. The report that the right hon. Gentleman quotes from was an opinion poll with an extremely leading question, if he actually looks at what he was looking at. The changes that we are making are reducing social rents by 1% every year for four years. That is good news for people who go out to work, who work hard and who would like to pay less rent. That goes with the lower taxes that they will be paying and the more childcare they will be getting. The other change that we are making, which does not actually come into force until 2018, is to make sure that we are not paying housing benefit to social tenants way above what we would pay to private sector tenants. The simple point is this, and this is where I think Labour has got to focus: every penny you spend on housing subsidy is money you cannot spend on building houses. So let us take this right back to Rosie, in the beginning. She wants a country where we build homes. She wants a country where you can buy a home. She wants a country with a strong economy, so you can afford to buy a home. All those things we are delivering, and you will not deliver them if you go on spending more and more money on subsidised housing and housing benefit. One day Labour has got to realise that welfare bills have to be brought under control."}, {"speaker": "Jeremy Corbyn:", "speech": "      Shelter estimates that the measures in the housing Bill will lose 180,000 affordable homes over the next four years. The Prime Minister is actually overseeing a very damaging housing crisis. It is pricing out people from buying and it is not providing enough social housing. Therefore, many people are forced to rely on the private rented sector. Those on the Benches behind him recently voted against an amendment put forward by my hon. Friend the Member for Erith and Thamesmead (Teresa Pearce) for homes to be fit for human habitation. Labour invested £22 billion in government in bringing social homes up to the decent homes standard. There are now 11 million people in this country who are private renters. Does the Prime Minister know how many of those homes do not meet the decent homes standard?"}, {"speaker": "The Prime Minister:", "speech": "      In the last five years, we built more council houses than the previous Labour Government built in 13 years. Where was the right hon. Gentleman when that was going on? Thirteen years, and an absolutely hopeless record on housing. What we are doing is this: an £8 billion housing budget that will provide 400,000 new affordable homes, a target to build a million homes during this Parliament, getting housing benefit down so we can spend money on housing, and having a strong economy that can support the housing we need."}, {"speaker": "Jeremy Corbyn:", "speech": "      I was asking the Prime Minister how many of the 11 million renters are living in homes that do not meet the decent homes standard and are, therefore, substandard. I will help him. One third of homes in the private rented sector do not meet the decent homes standard. Shelter has found that six out of 10 renters have to deal with issues such as damp, mould and leaking rooves and windows. It is simply not good enough."}, {"speaker": "The Prime Minister:", "speech": "      Let me just take one of the figures that the right hon. Gentleman mentions. Homelessness today is less than half what it was at its peak under the last Labour Government. There is a simple point here. You can only invest in new houses, you can only restore existing houses, you can only build new houses and you can only support people into those houses if you have got a strong economy. We inherited mass unemployment, an economy that had completely collapsed and a banking crisis. Now we have got zero inflation, wages growing, unemployment at 5%, an economy growing and people able, for the first time, to look to their future and see that they can buy and own a house in our country."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "   Q2. [903570]    Nadia Murad, a Yazidi woman, was 19 years old when Daesh came to her village. They killed most of her family, they tortured her, they raped her and they made her their slave. Nadia’s story is the same as those of thousands of Yazidi women, except that thousands of Yazidi women are still held in captivity and Nadia managed to escape. In fact, she is in the Public Gallery today. Will the Prime Minister join me in acknowledging Nadia’s resilience and her bravery—the essential qualities that have allowed her to triumph over Daesh—and will he do everything in his power to redouble his efforts to support Yazidi women and to eradicate Daesh?"}, {"speaker": "The Prime Minister:", "speech": "      I thank my hon. Friend for raising this issue in such a way. Let me welcome Nadia Murad, who is here with us today. She and the Yazidi community have suffered appallingly at the hands of this murderous, brutal, fascist organisation in Syria and in Iraq. We must do everything we can to defeat Daesh and its violent ideology. We are playing a leading role in this global coalition. In Iraq, where so many Yazidis have suffered, Daesh has lost over 40% of the territory that it once controlled. We are making progress, but, as I said at the time of the debate about Syria, this is going to take a long time. Building up Iraqi security forces, working with Syrian opposition forces, building the capacity of Governments in both countries to drive this evil organisation out of the middle east—however long it takes, we must stick at it."}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      We on the SNP Benches join in the condolences expressed by the Prime Minister and the Leader of the Opposition in relation to Harry Harpham, and we pass on our best wishes to his family at this sad and difficult time."}, {"speaker": "The Prime Minister:", "speech": "      We accept the Smith principles of “no detriment”. There are two principles: first, no detriment to Scotland, quite rightly, at the time when the transfer is made in terms of Scotland having these new tax-raising powers; and then, no detriment to Scottish taxpayers, but also to the rest of the United Kingdom taxpayers, whom we have to bear in mind as we take into account this very important negotiation."}, {"speaker": "Angus Robertson:", "speech": "      In the context of the referendums, whether in Scotland or across the UK on EU membership, do not voters have a right to know that what is promised by the UK Government can be trusted and will be delivered in full? Will the Prime Minister tell the Treasury that time is running out on delivering a fair fiscal framework, and that it must agree a deal that is both fair to the people of Scotland and fair to the rest of the United Kingdom?"}, {"speaker": "The Prime Minister:", "speech": "      I can tell the right hon. Gentleman everything that has been committed to by this Government will be delivered. We committed to this huge act of devolution to Scotland, and we have delivered it—we committed to the Scotland Bill, and we are well on the way to delivering it—with all the things we said we would, including those vital Smith principles."}, {"speaker": "Michelle Donelan (Chippenham) (Con):", "speech": "   Q3. [903571]    The skills shortage in engineering in Wiltshire is a particular problem. It is threatening and undermining all the work we have done in job creation and also in supporting businesses. It is, quite simply, a ticking time bomb. May I ask the Prime Minister what more he can do to remove the stigma, misunderstanding and problems associated with STEM—science, technology, engineering and maths—subjects and STEM careers?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right to raise this. There are special circumstances in Wiltshire, because it has the enormous success of Dyson, which is hiring engineers and skilled mathematicians and scientists from every university in the country, and long may that continue. What we will do is help by training 3 million apprentices in this Parliament, and we are giving special help to teachers of STEM subjects and encouraging them into teaching. I think there is a lot that business and industry can do to help us in this by going into schools and talking about what these modern engineering careers are all about—how much fulfilment people can get from these careers—to encourage people to change the culture when it comes to pursuing these careers."}, {"speaker": "Mrs Louise Ellman (Liverpool, Riverside) (Lab/Co-op):", "speech": "   Q4. [903572]    Young people afraid of losing their homes, women denied the pensions that they were expecting and, increasingly, the needy left exposed without the social care they need to live a decent life: when will the Prime Minister address these scandals?"}, {"speaker": "The Prime Minister:", "speech": "      What we are doing for pensioners is putting in place the triple lock so that every pensioner knows there can never be another shameful 75p increase in the pension that we saw under Labour. They know that, every year, it will increase either by wages, prices or 2.5%, and that is why the pension is so much higher than when I became Prime Minister. Of course we need to make sure there is a fair settlement for local government, too—we will be hearing more about that later today—but the ability of local councils to raise special council tax for social care will help an area where there is great pressure."}, {"speaker": "Nigel Adams (Selby and Ainsty) (Con):", "speech": "   Q5. [903573]    The Spitfire was a crucial element in our winning the battle of Britain 75 years ago and keeping our country free from tyranny. However, there are some who fear that our independent nuclear deterrent could be as obsolete as the Spitfire. Will my right hon. Friend the Prime Minister assure the House and the country that that is not the case?"}, {"speaker": "The Prime Minister:", "speech": "      It takes quite a talent for a shadow Defence Secretary to insult Spitfire pilots and our brave submariners all in one go. Another week, another completely ludicrous Labour position on defence. The last word should go to the hon. Member for Bridgend (Mrs Moon)—thank you Twitter for this one—who, as she came out of the parliamentary Labour party meeting, tweeted:"}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "   Q7. [903575]    At the Business, Innovation and Skills Committee today, the Business Secretary confirmed that the Government will not support the European Commission in raising tariffs on dumped steel from countries such as China. Why will the UK Government not stand up for UK steel?"}, {"speaker": "The Prime Minister:", "speech": "      We have repeatedly stood up for UK steel, including by supporting anti-dumping measures in the EU, but that is not enough. We need to get behind   "}, {"speaker": "Victoria Atkins (Louth and Horncastle) (Con):", "speech": "   Q6. [903574]    Julian Assange is accused of rape and is on the run. Despite that, a United Nations panel that nobody has ever heard of declared last week that he has been “arbitrarily detained” and is somehow deserving of compensation. Does my right hon. Friend agree that that was a nonsensical decision, that Mr Assange should hand himself over to the Swedish prosecutors and that if anyone is deserving of compensation, it is the British taxpayer, who has had to pay £12 million to police his Ecuadorian hideout?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. It was a ridiculous decision. This is a man with an outstanding allegation of rape against him. He barricaded himself in the Ecuadorian embassy, yet claims that he was arbitrarily detained. The only person who detained him was himself. What he should do is come out of the embassy and face the arrest warrant against him. He is being asked to stand trial in Sweden—a country with a fair reputation for justice. He should bring to an end this whole sorry saga."}, {"speaker": "Mike Weir (Angus) (SNP):", "speech": "   Q8. [903576]    Women’s aid groups, including my own in Angus, have raised the serious concern that changes in housing benefit may force the closure of many refuges. Will the Prime Minister undertake to specifically exclude refuges from the changes and to protect this vital service for vulnerable women and children?"}, {"speaker": "The Prime Minister:", "speech": "      As I said in my answers to the Leader of the Opposition, we want to support the supported housing projects that work in many of our constituencies. We have all seen how important they are. The changes to housing benefit that we are talking about will not come into place until 2018, so there is plenty of time to make sure that we support supported housing projects."}, {"speaker": "Iain Stewart (Milton Keynes South) (Con):", "speech": "   Q10. [903578]    Next month, Milton Keynes will host the first ever national apprenticeship fair. We have a strong record in expanding apprenticeships, but is there not still a need for a cultural shift in careers advice to show that high-level apprenticeships and university places are equally valid?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. The careers advice that we need to give young people is that every school leaver has the choice of either a university place, because we have uncapped university places, or an apprenticeship, because we are funding 3 million of them in this Parliament. We need to go on to explain that if someone becomes an apprentice, that does not rule out doing a degree or degree-level qualification later on during their apprenticeship. The option of earning and learning is stronger in Britain today than it has ever been."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "   Q9. [903577]    Does the Prime Minister agree that how we protect human rights in the legal systems of the United Kingdom deserves full and careful consideration? Will he give an assurance that his consultation on the repeal of the Human Rights Act will not conflict with the pre-election purdah periods in Scotland and the other devolved Administrations?"}, {"speaker": "The Prime Minister:", "speech": "      We will look very carefully at all those issues, but I say to the hon. and learned Lady and Opposition Members that the idea that there were no human rights in Britain before the Human Rights Act is ludicrous. This House has been a great bastion and defender of human rights, but we will look carefully at the timing of any announcement that we make."}, {"speaker": "Stuart Andrew (Pudsey) (Con):", "speech": "   Q15. [903583]    I have spent most of my working life in children’s hospices, which rely heavily on donations from organisations such as Children in Need, which has a long and proud association with the town of Pudsey. Last week, Children in Need’s most famous celebrity sadly passed away. Will my right hon. Friend join me and the people of Pudsey in paying tribute to Sir Terry Wogan, who did so much to inspire millions of pounds to be donated to these causes?"}, {"speaker": "The Prime Minister:", "speech": "      I am very happy to do that. My hon. Friend, who represents a constituency—Pudsey—which has such a connection with Children in Need, is absolutely right to raise this. Terry Wogan was one of this country’s great icons. Like many people in the House, I felt almost as if I had grown up with him, listening to him on the radio in the car, watching him present “Blankety Blank” or all the many other things he did. Perhaps many people’s favourite was the “Eurovision Song Contest”, to which he brought such great humour every year. You did not have to be a “TOG” to be an enormous fan. I think that we were all fans, and he will be hugely missed. His work with Children in Need was particularly special."}, {"speaker": "John Nicolson (East Dunbartonshire) (SNP):", "speech": "   Q11. [903579]    On Monday, I attended the Work and Pensions tribunal appeal hearing for my constituent, Mrs Jackie Millan, a brave, inspiring woman who has dwarfism. Despite being unable to climb staircases except on all fours, she was awarded zero disability points by her assessor. Has the Prime Minister, as a constituency MP, attended any tribunal hearings? If so, did he find the process fair, dignified and compassionate?"}, {"speaker": "The Prime Minister:", "speech": "      I am very happy to look into the specific case that the hon. Gentleman raises. As a constituency MP, of course I have people coming to my surgery with inquiries about either employment and support allowance or indeed, disability living allowance. I also have the experience, having had a disabled son, of filling out all the forms myself. I am looking forward to the new system, which I think, with a proper medical check, will work out better. I have listened to the arguments, but we have to have an adjudication system that is independent of politicians."}, {"speaker": "Amanda Milling (Cannock Chase) (Con):", "speech": "      When I was growing up, I always knew I was nearly home when I saw the iconic cooling towers of the Rugeley power   "}, {"speaker": "The Prime Minister:", "speech": "      I will certainly arrange for that meeting to take place. We should thank everyone who has worked at power stations that come to the end of their lives for the work that they have done to give us electricity to keep the lights on and our economy moving. My hon. Friend is right: as coal-fired power stations come to the end of their lives, we must ensure that proper redevelopment takes place so that we provide jobs for constituents like hers."}, {"speaker": "Clive Efford (Eltham) (Lab):", "speech": "   Q12. [903580]    The Football Supporters Federation is considering calling on fans to hold mass walk-outs to get their voices heard about ticket prices. Will the Prime Minister act to give fans a place at the table in club boardrooms so that their voices can be heard when issues such as ticket prices are discussed?"}, {"speaker": "The Prime Minister:", "speech": "      I will look very carefully at the hon. Gentleman’s suggestion because there is a problem whereby some clubs put up prices very rapidly every year, even though so much of the money for football comes through sponsorship, equipment and other sources. I will look carefully at what he says."}, {"speaker": "Dr Julian Lewis (New Forest East) (Con):", "speech": "      The vital debate and vote on the Trident successor submarine should have been held in the last Parliament, but was blocked by the Liberal Democrats. Given the fun that the Prime Minister had a few moments ago at the Labour party’s expense over Trident’s successor, it must be tempting for him to put off the vote until Labour’s conference in October. However, may I urge him to do the statesmanlike thing and hold that vote as soon as possible because everyone is ready for it and everyone is expecting it?"}, {"speaker": "The Prime Minister:", "speech": "      We should have the vote when we need to have the vote, and that is exactly what we will do. No one should be in any doubt that the Government are going to press ahead with all the decisions that are necessary to replace in full our Trident submarines. I think the Labour party should listen to Lord Hutton, who was Defence Secretary for many years. He says:"}, {"speaker": "Mr Gareth Thomas (Harrow West) (Lab/Co-op):", "speech": "   Q13. [903581]    In the light of today’s damning National Audit Office report on teacher shortages, will the Prime Minister take urgent steps to help excellent schools such as those in my constituency to recruit and—crucially—to retain the best teachers, including by extending the so-called inner-London weighting to all Harrow schools and other suburban schools in London?"}, {"speaker": "The Prime Minister:", "speech": "      Obviously we will look carefully at the report. There are 13,100 more teachers in our schools than when I became Prime Minister, and our teachers are better qualified than ever before—[Interruption.] People are shouting about increased pupil numbers, but they might be interested to know that we have 47,500 fewer pupils in overcrowded schools than in 2010, because we put the investment in where it was needed. Where I agree with the hon. Gentleman is that we need schemes such as Teach First and our national leadership programme, which are getting some of the best teachers into the schools where they are most needed."}, {"speaker": "Mr Andrew Mitchell (Sutton Coldfield) (Con):", "speech": "      My right hon. Friend the Prime Minister deserves great credit for the results of the Syria replenishment conference that was held under his co-sponsorship in London. He will be aware, however, that that can only address the symptoms, and not the causes, of the catastrophe that is Syria today. Will he tell the House what more he thinks the British Government can do to try to promote the political track and ensure that it reaches the most speedy possible success?"}, {"speaker": "The Prime Minister:", "speech": "      I thank my right hon. Friend for what he says about the Syria conference, and that gives me the opportunity to thank my co-hosts, the Norwegians, the Germans, the Kuwaitis, and the United Nations Secretary-General. In one day we raised more money than has ever been raised at one of these conferences—more than $10 billion—and I pay tribute to my right hon. Friend the Secretary of State for International Development who did a lot of the very hard work. That money helps because it will keep people in the region, feed and clothe them, and make sure that they get the medicine they need. But we do need a political solution and we will go on working with all our partners to deliver that. That requires all countries, including Russia, to recognise the need for a moderate Sunni opposition to be at the table to create a transitional authority in Syria. Without that, I fear that we will end up with a situation with Assad in one corner, and Daesh in the other corner—the worst possible outcome in terms of terrorism, and for refugees and the future of Syria."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "   Q14. [903582]    I am sure that the Prime Minister is looking forward to visiting Hull next year, and as the UK city of culture, we are already backed by many prestigious organisations such as the BBC and the Royal Shakespeare Company. However, we could do much more to make this a real national celebration of culture. Will the Prime Minister join me in urging the many London-based national arts organisations to do their bit and contribute to the success of  Hull 2017?"}, {"speaker": "The Prime Minister:", "speech": "      The hon. Lady makes an important point, which is that our national cultural institutions have an immense amount of work and prestige that they can bring out to regional galleries and centres when there is a city of culture event, or indeed more broadly, and I talk to them about that. I am looking forward to visiting Hull, and as it is the city of Wilberforce, I am sure my hon. Friends will want to join me. Hull   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. Before large numbers of hon. Members file out of the Chamber, I remind them that the election for the Chair of the Environmental Audit Committee is now taking place in Committee Room 16. Voting will continue until 1.30 pm. Voting on a deferred Division is taking place in the No Lobby, and that will continue until 2 pm."}, {"speaker": "Mr James Gray (North Wiltshire) (Con):", "speech": "      On a point of order, Mr Speaker. I seek your guidance on a matter that is of marginal interest at best to the outside world, but which would risk a number of jobs and further undermine the traditions and standards of this House. That is, of course, the matter of the change from vellum to paper for the recording of Acts of Parliament."}, {"speaker": "Mr Speaker:", "speech": "      Let me say the following to the hon. Gentleman, to whom I am grateful for his point of order. First, I have not actually changed my view on the desirability of a vote in this Chamber on the matter. The hon. Gentleman is quite right in saying, as I readily acknowledged yesterday when a point of order was raised, that I had expected a vote would take place on that matter in this House. However, the matter does fall within the aegis—and, it appears, in terms of decision-making competence, the exclusive aegis—of the other place. For that reason, and on account of their desire to proceed, there is no entitlement for this House to supersede the will of the other place."}, {"speaker": "Mr Dennis Skinner (Bolsover) (Lab):", "speech": "      You can do it when you get to the other place."}, {"speaker": "Mr Speaker:", "speech": "      I think it would be tactful to ignore the undoubtedly purposeful interjection, from a sedentary position, by the hon. Member for Bolsover (Mr Skinner), but I heard what he said."}, {"speaker": "Tommy Sheppard (Edinburgh East) (SNP):", "speech": "      On a point of order, Mr Speaker. I wish to raise a query about how we select ministerial questions in the post-English votes for English laws situation. Earlier today, we had Scottish questions. Some 45 Scottish Members submitted a question; three were chosen, which makes a success rate of 6%. Some 48 non-Scottish Members submitted a question; 12 were chosen, which makes a success rate of 25%. I appreciate that the randomness of the selection process can create these situations, but it is a matter of concern that Scottish Members had only a one-in-four chance of questioning the Scottish Secretary, as compared with other Members of the House. I ask you ever so gently, as part of the review into EVEL, to consider whether it might be appropriate, for those Departments with a specific territorial responsibility, to put in place some mechanism to allow the Members representing those areas a better chance of holding Ministers to account."}, {"speaker": "Mr Speaker:", "speech": "      I am grateful to the hon. Gentleman for his point of order. The short answer to the thrust of his question is that the selection is done by electronic ballot. It is done that way for questions to the Secretary of State for Scotland and for every other Question Time. I am happy to consider his request for consideration of an alternative method, but I hope he will bear in mind the likelihood that there will exist opinions other than and different from his own."}, {"speaker": "Tim Farron (Westmorland and Lonsdale) (LD):", "speech": "      On a point of order, Mr Speaker. I seek your help. Yesterday, in response to a written question, the Immigration Minister had to correct an inaccurate answer previously given to the question of how many young adults who had previously been refugees but unaccompanied minors had been forcibly removed from this country. The original answer was 1,600; the corrected answer was 3,750. Will you open an investigation into how that might have happened and press for information about the cost to the UK Exchequer, in forgone revenue, of deporting 3,750 young people in whom we had invested over many years and who were just at the prime of their lives and about to be able to contribute to our country?"}, {"speaker": "Mr Speaker:", "speech": "      I am grateful to the hon. Gentleman for his point of order. The short answer is that he can seek a debate on the matter, he can table written parliamentary questions pursuant to the information he has already extracted, and he can raise the matter, with all the authority of his leadership office, on the Floor of the House at business questions tomorrow. I keenly expect to see him in his place and leaping to his feet with alacrity tomorrow morning."}, {"speaker": "Will Quince (Colchester) (Con):", "speech": "      I beg to move,"}, {"speaker": "Mr Speaker:", "speech": "      Congratulations."}, {"speaker": "Will Quince:", "speech": "      Thank you, Mr Speaker."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      I had not intended to speak, but, having heard what my hon. Friend the Member for Colchester (Will Quince) has said, I think it is important to put on the record that, if his proposal is indeed supported by the Government, it is they, rather than a private Member through a Bill, who should legislate on it. The reason I say that is that this is a controversial issue—[Interruption.] My hon. Friend conceded that it is a controversial issue. It is not surprising that, as a Conservative, I should regard it as controversial that this House should be considering a total prohibition on what is currently a perfectly lawful activity. If we are going to legislate, let the Government introduce a Bill of their own and let us have a proper debate about the detail."}, {"speaker": "Dr Tania Mathias (Twickenham) (Con)", "speech": "     rose—"}, {"speaker": "Mr Chope:", "speech": "      I hope my hon. Friend the Member for Colchester will listen to this response. He spoke of tricks being done by wild animals in circuses. If we look at a similar Bill promoted in the previous Parliament, we will see that it sought to impose a ban even on displaying wild animals."}, {"speaker": "John Nicolson (East Dunbartonshire) (SNP)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Order. May I just explain that in these circumstances we do not take interventions? That does not happen. Mr Chope’s remarks must be heard."}, {"speaker": "Mr Chope:", "speech": "      Thank you, Mr Speaker. My hon. Friend the Member for Colchester did not refer to the outcome of the licensing regime, which has, perfectly rightly, been brought into effect. The regime requires up to seven inspections a year of animals in travelling circuses. My hon. Friend will correct me if I am wrong, but I think that zoos, including Colchester zoo, are inspected only once a year. We are now about to embark on the fourth year of that licensing regime and nobody has criticised the welfare of the animals subject   "}, {"speaker": "Mr Speaker:", "speech": "      I remind the House that this motion is subject to double majority voting. If a Division is called on this motion, all Members of the House are able to vote. Under Standing Order No. 83R, the motion will be agreed only if, of those voting, both a majority of all Members and a majority of Members representing constituencies in England and Wales vote in support of the motion. At the end, the Tellers will report the results—first for all Members and secondly for those representing constituencies in England and Wales."}, {"speaker": "The Minister for Policing, Crime and Criminal Justice (Mike Penning):", "speech": "      I beg to move,"}, {"speaker": "Mr Gareth Thomas (Harrow West) (Lab/Co-op):", "speech": "      If the Minister and his ministerial colleagues decide to extend the term of the Metropolitan Police Chief Constable, Sir Bernard Hogan-Howe, will he make it a condition that Sir Bernard is not allowed to merge Harrow police with any other borough command? If that were to happen, Harrow police would inevitably be diverted to police other parts of London."}, {"speaker": "Mike Penning:", "speech": "      Unlike the previous Labour Administration, we believe in police officers making the decisions they need to make for their communities, and we do not believe in a top-down approach. We have devolved operational policing to make sure that chief constables and the Metropolitan Police Commissioner can make operational decisions and other decisions such as how local community funding is run, whether that is though the Mayor’s office or through PCCs. I know that the Labour party opposed PCCs extensively, but it has sensibly changed its mind, not least on account of much lobbying from Labour PCCs. I shall    "}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      As the Minister knows, I have opposed cuts to the policing budget every year but he has always had a good argument to put back to me by saying that crime is going down, thereby justifying the Government’s position. My local paper, the Bradford Telegraph and Argus pointed out last week that crime had gone up by 15% across the Bradford district over the course of the last year. If falling crime was a justification for a falling police grant, now that we face significant rising crime in the Bradford district, including in my constituency, does that mean by the same logic that we will get a substantial increase in the police grant?"}, {"speaker": "Mike Penning:", "speech": "      My hon. Friend is nothing less than determined to press his case every time, but crime has fallen, although some types of crime have increased. Reported crime, particularly sexual assaults and domestic violence, can be seen to have gone up. I am very pleased that people have the confidence to come forward now when they might not have done so in the past."}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      The Minister must accept that there are 18,000 fewer police officers than when I stood at that Dispatch Box on the last day of the Labour Government six years ago. He must accept that there have been cuts in real-terms grants and he should explain honestly to us why local authorities and police   "}, {"speaker": "Mike Penning:", "speech": "      Let me make a couple of points about that. The right hon. Gentleman, with his experience of being in the Home Office, was absolutely right when he said that there used to be more warranted police officers than there are today. However, actually in percentage terms there are more warranted police officers on the streets of this country today doing the work we need them to do than when he was the Minister."}, {"speaker": "Andy Burnham (Leigh) (Lab):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Mike Penning:", "speech": "      Not for the moment. I will give way to the shadow Home Secretary when I have given way to colleagues who have already tried to intervene."}, {"speaker": "Jake Berry (Rossendale and Darwen) (Con):", "speech": "      I thank my right hon. Friend for giving way. I feel almost as though I have been promoted, given that he has allowed me to intervene ahead of the shadow Home Secretary."}, {"speaker": "Mike Penning:", "speech": "      I met a delegation of Lancashire Members from all parts of the House, and indeed I met everyone who had asked to see me, including the police and crime commissioners and the chief constables. What really shocks me now is that not only has the Lancashire police and crime commissioner failed to welcome the budget, but he has been out there whingeing that he will be short of money again. What I would say to him is that he needs to take a very close look at his reserves. He has been moaning about a sum of £1 million, but if he looks at his reserves, he will find that it is minuscule compared with them."}, {"speaker": "Andy Burnham:", "speech": "      Will the Minister give way?"}, {"speaker": "Mike Penning:", "speech": "      Before I give way to the shadow Home Secretary, let me make a point about precepts. All Governments look at precepts. Some PCCs have said that they will not increase theirs, some are increasing theirs by the 2% limit, and others will take the £5 option. That is the arrangement to which we agreed. However, I was lobbied extensively by PCCs throughout the country   "}, {"speaker": "Andy Burnham:", "speech": "      I am grateful to the Minister, but let us get something straight. When I became shadow Home Secretary, he and his Government colleagues were proposing to cut police funding by between 25% and 40%. It was pressure from Labour Members, led by my hon. Friend the Member for Birmingham, Erdington (Jack Dromey) in a full Opposition day debate, that forced them into a humiliating U-turn. Let us just get our facts right."}, {"speaker": "Mike Penning:", "speech": "      I am so pleased that I gave way to the right hon. Gentleman. I should have given way earlier—I apologise to my hon. Friend the Member for Rossendale and Darwen (Jake Berry)."}, {"speaker": "Andy Burnham:", "speech": "      Answer the question."}, {"speaker": "Mike Penning:", "speech": "      I am always straight. The right hon. Gentleman can sit there and waffle away from a sedentary position, but actually the 10% was waffle as well. There was no fact behind it, and most of the forces came out against it. Given the precept limits, none of the 43 forces was subjected to a real-terms cash cut."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      The Minister should be commended for being the first Policing Minister in a generation to tackle the issue of police funding by initiating a review of the funding formula, but, as the House knows, that review ended with a long pause. On 1 February, I wrote to the Minister asking when the consultation would begin. The Home Affairs Committee is keen for it to begin as soon as possible. Is he now in a position to answer my question ?"}, {"speaker": "Mike Penning:", "speech": "      I thank the Chairman of the Committee for his letter, and also for the kind comments that he often makes about me when I am at the Dispatch Box and when I appear before his Committee. I wrote to him yesterday; I am sorry if he has not received my letter. I have not given a definitive date, and I do not think that he would expect me to do so at this stage, given that we are still considering how the settlement should be laid out. We need to ensure that I do not have to stand at the Dispatch Box and eat as much humble pie as I did last time, when we got it wrong. I admitted that we had got it wrong, and we will not make the same mistake again."}, {"speaker": "Huw Irranca-Davies (Ogmore) (Lab):", "speech": "      May I question the Minister on a point of fact? I know that he will have the facts in front of him. My police force, South Wales police, has had about 240 fewer officers on the beat   "}, {"speaker": "Mike Penning:", "speech": "      I think that the hon. Gentleman is wrong. Not only have I met South Wales MPs in the last couple of days, but the very vocal PCC—whom I know very well, as, I am sure the hon. Gentleman does—has not raised those figures with me. I suggest that, before South Wales police ask for any more money—which I do not think that they will need to do—they should look very closely at the size of their reserves, which are astronomical."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      The Minister is right to commend the hard work of the police in very difficult circumstances, but he has asked for comparisons. In Greater Manchester, violent crime is up by 36%, sexual offences are up by 46%, and overall crime is up by 14%. We have had 20% fewer police officers and 4% fewer police community support officers, and we are looking at an £8.5 million cut in real-terms funding in the next financial year. Those figures do not add up, do they?"}, {"speaker": "Mike Penning:", "speech": "      I can tell the hon. Gentleman that crime has fallen in Manchester since 2010, as it has in the rest of the country. There is real concern about certain elements of crime, which the hon. Gentleman’s chief constable and PCC will be addressing, as we are at the Home Office. However, I ask him to look closely at the figures that he has given. We must be careful not to scare people away. We want people to report sexual assaults, but historically they have not done so. We want them to report domestic violence, but historically they have not done so."}, {"speaker": "Andrew Gwynne", "speech": "     rose—"}, {"speaker": "Neil Coyle (Bermondsey and Old Southwark) (Lab)", "speech": "      rose—"}, {"speaker": "Mike Penning:", "speech": "      I will give way to the hon. Member for Bermondsey and Old Southwark, but I will give way to the hon. Member for Denton and Reddish (Andrew Gwynne) again later, if he still wants to intervene."}, {"speaker": "Neil Coyle:", "speech": "      The Minister says that it is important for people to have the confidence to report crime. In London we have seen a 21% increase in sexual offences and a 22% increase in violent crime, including knife crime, but in Southwark last year, worryingly, only 16% of reported crimes resulted in convictions. When will the Minister stop insulting the hard-working officers and constituents in Southwark, and ensure that we have the resources to tackle crime properly, keep people safe, and secure prosecutions?"}, {"speaker": "Mike Penning:", "speech": "      I have never insulted an officer, or anyone’s constituent, in my entire life, and I never will. I am proud to be Policing Minister, and glad to be in the House representing my constituents and the country as a whole, so I resent the comments that the hon. Gentleman has just made. What would have happened in London if there had been a 10% cut? [Interruption.] The hon. Gentleman says, from a sedentary position, that that would not have happened, but it is exactly what was proposed by Labour Front Benchers."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      I agree with the point that the Minister was trying to make about the emergency services working together more closely. In the town of Barnoldswick, we have seen the removal of an ambulance station but now our paramedics work out of the local police station. Such collaboration between the emergency services could deliver real savings across the country and ensure that this very generous financial settlement delivers even greater reductions in crime and even more police officers on the frontline."}, {"speaker": "Mike Penning:", "speech": "      We are seeing that sort of collaborative work across the country and some of it is being paid for by the innovation fund, for which the different forces, emergency services and local authorities are putting in bids. But this goes much further than just working in the same station; it is also about training together. As you might know, Mr Speaker, I used to be a fireman years ago. I may have mentioned that before and I may have to mention it a few more times. There are only two of us in the House, but we are very proud of what we did."}, {"speaker": "Andrew Gwynne:", "speech": "      I want to take the Minister back to the answer he gave me some moments ago. Of course it is not my intention to scare people, but the statistics show that crime numbers are going up in Greater Manchester. Of course this might be due in part to people now reporting crimes that they would previously not have reported, but does the Minister accept that people also need to have confidence that there are adequate numbers of police officers to investigate those crimes? Surely the 20% reduction in the number of police officers in Greater Manchester will not help to create public confidence."}, {"speaker": "Mike Penning:", "speech": "      That really depends on where those officers were in the first place. Were they working in the communities and on the beat, or were they doing desk jobs? The truth of the matter is that, while we have had a decrease in officers around the country, there are more in front-line duties now than there were in 2010. The other thing the hon. Gentleman might want to ask his local police and crime commissioner, if he is really worried about the funding—even though there would have been a 10% cut under a Labour Government—is why his police force is holding £71 million in reserves."}, {"speaker": "Mr Khalid Mahmood (Birmingham, Perry Barr) (Lab):", "speech": "      May I plead with the Minister to look urgently at the rise in gun crime in the west midlands? Will he consider providing resources to try to fill the gap? We have had more than 20 shootings over the past six months, including six over the bank holiday period. There have been 41 arrests and 24 recoveries of weapons and ammunition. Great work has been done by the West Midlands police force, but this work can be continued only if we have additional resources, on a project-by-project basis if need be. This has become a really serious issue over the past 12 years and we have worked hard to bring the crime figures down, but please could the Minister look into the possibility of providing additional support?"}, {"speaker": "Mike Penning:", "speech": "      I saw reports of those shootings on the news and I got reports across my desk as well. Our thoughts must be with the families of those affected. We must praise the fantastic work of the local police in   "}, {"speaker": "Catherine West (Hornsey and Wood Green) (Lab):", "speech": "      My hon. Friend the Member for Birmingham, Perry Barr (Mr Mahmood) mentioned the shootings in his constituency. There was a terrible drive-by shooting in Wood Green last summer, involving mistaken identity. A baker who was coming out of his bakery to take a break was shot, and the perpetrator drove off. The case is still unsolved. Can the Minister rule out the possibility of that being connected to the cut in police numbers?"}, {"speaker": "Mike Penning:", "speech": "      Why anybody would get in a car, drive off, open the window and shoot someone is beyond me, and probably beyond the comprehension of anybody in this House. What we do know, however, is that the police forces around the country are doing a fantastic job. We have just heard of the arrests that have taken place. So, simply to say, “That is happening just because you cut the money” is a really, frankly, silly, silly comment."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab)", "speech": "     rose—"}, {"speaker": "Catherine West:", "speech": "      There are orphans who are suffering as a result of that—"}, {"speaker": "Mr Speaker:", "speech": "      Order. I think we need to be clear whose intervention is being taken. The hon. Member for Hornsey and Wood Green (Catherine West) will have to express herself on another occasion or elsewhere in the debate. I think the hon. Member for Oldham East and Saddleworth (Debbie Abrahams) is intervening."}, {"speaker": "Debbie Abrahams:", "speech": "      Thank you, Mr Speaker, and I am grateful to the Minister for giving way. I have another tale of woe. There have been approximately 12 burglaries in the past 10 days in the Saddleworth villages of Greenfield and Uppermill, and I have some very worried constituents. I totally agree with my hon. Friends: we cannot possibly say that there is no link between such events and the front-line cuts to staff in the Greater Manchester police, which were also mentioned by my hon. Friend the Member for Denton and Reddish (Andrew Gwynne). What can the Minister say to my many constituents who have contacted me to say that they are very concerned about their safety? Surely this must be a priority for him."}, {"speaker": "Mike Penning:", "speech": "      The fact that it is a priority is exactly why the Chancellor stood at this Dispatch Box and said that he would make a very generous settlement. No one dreamed we would get that settlement, but that money will come through. There are no cuts going forward, even though that is exactly what you would have had if a Labour Minister had been standing here."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      The Minister is making a strong case. Is it not important to trust the professionals in the police service? We do not rely on the Labour party’s mooted 10% cut; we trust the professionals. He will know that the terrible Joanna Dennehy murders around Peterborough could not have been solved by the Cambridgeshire constabulary alone, and that it had to work with other constabularies such as Norfolk in    "}, {"speaker": "Mike Penning:", "speech": "      My hon. Friend has just touched on a point that I was going to make about collaboration. None of the 43 police forces around the country—not even London’s, with all its size and capabilities—can police alone. They need help across the board. The East Midlands regional organised crime unit is doing fantastic work, for example. And in my own region—the Eastern region—capabilities that were always exercised, with difficulty, in separate local forces are now being spread across the region. [Interruption.]"}, {"speaker": "Andy Burnham", "speech": "     rose—"}, {"speaker": "Mike Penning:", "speech": "      I have been called many things since I have been in this House, and before I came here, but “frit” is not one of them. I give way to the shadow Home Secretary."}, {"speaker": "Andy Burnham:", "speech": "      I am glad to hear it, because I never did think that the Minister was in that category. He is saying a few things that are worrying me. He stood there a few moments ago and said that there were to be no real-terms cuts to the police. That is simply untrue and I hope that he will correct the record before this debate ends. The other thing he just said was that there were more officers in front-line positions. A workforce survey that came out last week showed that his Government cut police officers by 18,000 in the last Parliament. Is he seriously standing there today and saying that, despite that cut of 18,000, there are more police officers on our streets?"}, {"speaker": "Mike Penning:", "speech": "      I know the Labour party are desperately trying to find a reason to vote against our very generous funding settlement, even though they would have liked to make it a really difficult settlement by cutting it by 10%. What I actually said was that there are more operational police officers on duty now on the frontline than there were in the past. That is what I have said at this Dispatch Box time and time again. Perhaps, when we hear the shadow Minister’s arguments as to why there should have been greater cuts—I should say cuts, because we are not going to cut at all—he will tell us what front-line services we would have lost. We need to ask that, because the money would have had to come from somewhere."}, {"speaker": "Rehman Chishti (Gillingham and Rainham) (Con):", "speech": "      There has been a lot of talk about cuts, and indeed about the horrific issue of gun crime, but the issue of counter-terrorism and national security is also linked here. Will the Minister clarify that this Government, in 2015-16, will be increasing spending on counter-terrorism by more than £650 million, which shows our commitment on national security?"}, {"speaker": "Mike Penning:", "speech": "      My hon. Friend is absolutely right about that. We fund counter-terrorism from a separate budget, and that is enormously important. We have a Minister of State who specifically deals with that task. It is really interesting that even though I have heard Opposition Members say today, “This is terrible! This is going to happen; this has happened,” actually the 43 authorities welcomed the Chancellor’s Budget, and I have had really interesting discussions with them, in   "}, {"speaker": "Catherine McKinnell (Newcastle upon Tyne North) (Lab):", "speech": "      I am slightly baffled by the Minister’s comments. Northumbria police force expects to have lost about £150 million between 2010 and 2020, and its workforce has already been cut by a quarter, split equally between police officers and police staff. Will he clarify in what way that is a generous settlement?"}, {"speaker": "Mike Penning:", "speech": "      Let me go over the arguments. We inherited a fiscal mess left by the previous Administration. We had to make really difficult financial decisions, including on policing. The police forces did brilliantly well. They were genuinely very worried that we would extend that approach into 2015-16, but we did not do that, which is why they are saying thank you to us for not making 10% cuts to policing, which is what Labour’s Front-Bench team would have done."}, {"speaker": "Stephen Hammond (Wimbledon) (Con):", "speech": "      I have been listening carefully to the Minister. I met my local borough commander last Friday, and although there are of course challenges, he told me that some of the reforms will actually make policing more effective. More importantly, he stressed to me that there are now as many police on the frontline in the Met as there have ever been."}, {"speaker": "Mike Penning:", "speech": "      My hon. Friend has brought me on to an interesting point. The Friday before last, I was at Hendon with the commissioner, taking the salute—he took the salute and I nodded my head, because I was not in uniform—of the 135 new recruits coming through. These are brand-new police officers wanting to join the Met, coming through their training and passing out on parade, and 60% of them live in London. That is because of the reforms that the commissioner has introduced, whereby he has said, “You need to live in London for five years unless you have served in the armed forces.” That figure will be boosted again; I was speaking to the officer in charge of the training there and I was told that in excess of 2,000 officers are expected to be training at Hendon in the new buildings at the Peel centre, which the investment is being put into. We should be really proud of the numbers in London."}, {"speaker": "Christopher Pincher (Tamworth) (Con):", "speech": "      We all know that one perennial problem of policing has been the amount of time that police officers have not been able to spend on the beat. Does the Minister agree that when good police and crime commissioners use innovative technology to help those police officers spend more time on the beat in places such as Staffordshire, it can mean as many as 100 extra police officers on the beat, at a 10th of the cost?"}, {"speaker": "Mike Penning:", "speech": "      There are a myriad different ways we can give the required confidence to our constituents, with our uniformed officers out there and others from the community who are doing this as well. I pay tribute to our specials, who do not get mentioned as much as   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mike Penning:", "speech": "      I will give way once more and then I will come to my closing remarks."}, {"speaker": "Victoria Atkins (Louth and Horncastle) (Con):", "speech": "      Will the Minister join me in congratulating the Conservative candidate in the Lincolnshire PCC elections on introducing special constables—parish constables—who will look after the very remote rural areas of Lincolnshire, giving those communities a policing figure they know they can go to for help and advice?"}, {"speaker": "Mike Penning:", "speech": "      I have spent quite a bit of time in Lincolnshire over the years, and was lobbied extensively by the chief constable and the commissioner for a change to the funding formula. The sort of innovation we have seen in places such as Lincolnshire, with the parish specials, rural mounted specials and so on, is exactly the sort of thing we would like to see replicated."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      In Lincolnshire, we are very grateful to this Minister, because he has done more than any other Minister to come up and spend days with the police force. We very much appreciate what he has done with this grant and so on. We have, however, had a letter from the chief constable saying that because of historical problems, increases in police salaries and increases in national insurance contributions, he still has a significant funding deficit. Will this wonderful Minister, with all his knowledge of Lincolnshire, just say a word about what more he can do to help us, please?"}, {"speaker": "Mike Penning:", "speech": "      I know exactly what my hon. Friend is saying and I know exactly what is in the letter, because I have received a very similar one. Lincolnshire’s force was asking me to change the funding formula to make it fairer for Lincolnshire; a lot of constabularies and a lot of people in this House have asked for similar over the years. We are continuing to look at that and I will make sure I get it right, but this settlement is a lot better than Lincolnshire thought it was going to get and a lot better than it would have been, had there been a Labour Minister at this Dispatch Box."}, {"speaker": "Rehman Chishti:", "speech": "      On collaboration, will the Minister pay tribute to the work being done by Essex and Kent police on their joint serious crime directorate, which looks at using intelligence sharing to ensure that serious and organised crime in the port county is dealt with swiftly and effectively?"}, {"speaker": "Mike Penning:", "speech": "      That type of collaboration is so important. For too many years forces have sat in silos, as have individual emergency services. They are coming together and one reason for that is that the austerity measures we had to bring in have made them think outside the box."}, {"speaker": "Mr Jackson", "speech": "     rose—"}, {"speaker": "Mike Penning:", "speech": "      I will give way one last time and then I will sum up."}, {"speaker": "Mr Jackson:", "speech": "      I am anxious to ensure that the Minister does not peak too soon. First, I pay tribute to Cambridgeshire constabulary for the excellent work it has done on issues relating to domestic violence and sexual offences. Does he agree that one reason for the slight spike in the reporting of those crimes is that many more victims feel comfortable about approaching the police now and feel that they will be treated fairly in the pursuit of their complaints?"}, {"speaker": "Mike Penning:", "speech": "      My hon. Friend has touched on a really important point. I had the honour the other week of continuing the funding for the victims’ groups around the country for the next three years. One really important thing is that our constituents, no matter what has happened to them, have the confidence to come forward, and that they will be listened to with compassion. For too many years that was not the case."}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      I bow to no one in my admiration for our police service. Robert Peel uttered these immortal words:"}, {"speaker": "Jake Berry:", "speech": "      On the issue of bowing to no one, will the hon. Gentleman support this settlement today, or will he bow to the shadow Home Secretary’s suggestion of a 10% cut?"}, {"speaker": "Jack Dromey:", "speech": "      We will oppose this settlement today. The Chancellor of the Exchequer and the Minister for Policing, Crime and Criminal Justice said from the Dispatch Box that police funding is being protected. That is simply not true, and I will lay out my case in due course."}, {"speaker": "Andrew Gwynne:", "speech": "      I am grateful to my hon. Friend for giving way. He is absolutely right to go back to the Labour success of neighbourhood policing. Is he as dismayed as I am about what is happening now? In my own constituency, neighbourhood policing is withering away, and officers are now being put on response duties. I accept that such duties are necessary, but so too is neighbourhood policing. This is undermining public confidence in the ability of the police to listen to the needs of communities."}, {"speaker": "Jack Dromey:", "speech": "      My hon. Friend is absolutely right. Typically, what we see all over the country is a neighbourhood sergeant responsible for perhaps one or two teams and a number of PCSOs. Those who were previously part of the neighbourhood teams are now being put on response duties. Following a Home Office decision in 2012 there was a reclassification whereby some people on response were given local neighbourhood policing duties, even if they spent all their time on response, so the earlier assertions about our having more officers on the frontline are simply not right."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Will my hon. Friend comment on the fact that Humberside police—I do not think it is the only police force in this position—has been judged inadequate by Her Majesty’s Inspectorate of Constabulary? We have the lowest level of police officers since the 1970s. Will the shadow Minister reflect on what that means for neighbourhood policing?"}, {"speaker": "Jack Dromey:", "speech": "      My hon. Friend is absolutely right. Surveys show that, increasingly, the public complain about a lack of visibility of local police officers. Neighbourhood policing is absolutely essential. It is not just about detecting criminals, but about preventing crime, diverting people from crime, building good community relationships, and bringing in people to co-operate in identifying criminals. Losing the benefits of neighbourhood policing will have an effect. At the most serious end of terrorist crime, the former head of counter-terrorism, Peter Clarke, said that neighbourhood policing is “the golden thread” that runs from the local to the global. He said that the patient building of good relationships with communities means that communities co-operate in identifying wrongdoing—in this case, it is wrongdoing of the worst possible kind."}, {"speaker": "Mr Hanson:", "speech": "      Will my hon. Friend confirm that we are not just talking about crime? When we have floods in our communities, public order parades, and football matches, the police are the first port of call. Policing is not just about crime."}, {"speaker": "Jack Dromey:", "speech": "      My right hon. Friend, who served with such distinction as a police Minister, is absolutely right. This is about the wider duties of the police service. The   "}, {"speaker": "Debbie Abrahams:", "speech": "      My hon. Friend might have heard me ask the Minister to comment on burglaries in Saddleworth, in which there has been almost a 50% increase. Does he wish to comment on what the Minister said? Greater Manchester police have just confirmed that there has been a reduction of 2,000 front-line posts."}, {"speaker": "Jack Dromey:", "speech": "      My hon. Friend makes a powerful point. If we look at the statistics overall, we see that areas of volume crime have gone down—I will come on to explain in more detail why Government claims about crime falling are simply not true. Car crime has gone down, and houses by and large are now more difficult to break into. Having said that, there are spates of burglaries all around the country. What is essential is good neighbourhood policing. Let me give an example from my own constituency. The admirable Sergeant Simon Hensley set up a canoe club on Brookvale lake. I literally launched it in a canoe—[Interruption.] It was one of my most terrifying moments as a Member of Parliament. Hundreds of young people joined the club, and very good relationships were formed. One benefit was that when there was an outbreak of burglary in Stockland Green, they came forward and said they knew who the bad lads were. Again, it is that neighbourhood policing that is so important. There is no substitute for it. It is the bedrock of policing in our country."}, {"speaker": "Mr Jackson:", "speech": "      The hon. Gentleman is making a fair point. It would be churlish not to accept that there was progress around community policing, but that is not the whole story. Does he agree that one legacy of the previous Labour Government was an inordinate amount of bureaucracy and paperwork, which kept many front-line police officers in the station, processing data, rather than out catching criminals? This Government have tackled that, which is why we have seen a reduction in numbers and a significant reduction in recorded crime."}, {"speaker": "Jack Dromey:", "speech": "      Let me give a straight answer. I think that we did prescribe too much and too often. It was right therefore that, by consensus across political parties, the previous Government became less prescriptive. Certain things will always need to be prescribed, but I do not disagree with the hon. Gentleman’s point."}, {"speaker": "Catherine West:", "speech": "      Does my hon. Friend agree that, in relation to the very serious act of gun crime, neighbourhood policing is crucial in piecing together all the small bits of information that might secure a conviction? Will he assist me in highlighting the tragic shooting in Wood Green that I mentioned earlier? There are orphans who wish to know what happened to their father, who, in a case of mistaken identity, was shot in a drive-by shooting as he stepped out of his workplace. They would like to have that crime solved."}, {"speaker": "Jack Dromey:", "speech": "      It is difficult to comment on the detailed circumstances of that crime other than to say that, of course, what we need is capacity to catch those people who are guilty of murder, which is one of the most heinous crimes. I ask my hon. Friend to forgive me if I repeat what I said in a previous answer, but key to that is good neighbourhood policing, as it is vital for intelligence gathering. If we run down neighbourhood policing, the inevitable consequence is that it is more difficult to detect criminals of that kind."}, {"speaker": "Stephen Hammond:", "speech": "      I agree with the shadow Minister that neighbourhood policing is key. Does he agree with the borough commander whom I met again last Friday, who made the point that although the numbers in some of the neighbourhood units are down, they are now dedicated to that unit and that neighbourhood, so although numbers are lower, they are more effective?"}, {"speaker": "Jack Dromey:", "speech": "      That depends what we are talking about. For example, the West Midlands police service has sought to maintain dedicated numbers in high risk, high demand areas, but taken as a whole the numbers have been going down. There will be variations at any one point in time, but the evidence is clear: there has been a remorseless reduction in the number of police officers and a hollowing-out of neighbourhood policing."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Jack Dromey:", "speech": "      I have given way about nine times. Let me make a little more progress, then I will gladly give way."}, {"speaker": "Mary Glindon (North Tyneside) (Lab):", "speech": "      On the precept, is my hon. Friend aware that a force such as Northumbria, which, under our excellent police and crime commissioner, Vera Baird, has made every saving possible, has cut into its reserves and has had the lowest precept hitherto, has had to accept that £5 maximum with great regret, just to try to maintain services?"}, {"speaker": "Jack Dromey:", "speech": "      Indeed. I pay tribute to somebody who was a great parliamentarian and who has been a great police and crime commissioner. The work that Vera Baird has done on domestic violence and, more generally, on violence against women and girls is admirable and first class. My hon. Friend is right. As I shall say later, Northumbria, like the West Midlands force, has been hit twice as hard as leafy Tory shire police forces down south."}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      Does my hon. Friend agree that some of our police forces are stretched just by the crime that they are currently dealing with? In Salford we have had 19 shootings in a period of 19 or 20 months. On some weekends there have been four shootings on the same day. Protection of the public is important, but should our police force be so stretched in Greater Manchester when they have that to deal with?"}, {"speaker": "Jack Dromey:", "speech": "      There has been an £8.5 million cut in real terms, contrary to what was said at the Dispatch Box. After a generation of progress, and despite the heroic efforts of the police and crime commissioner, Tony Lloyd, and the Greater Manchester police service, we are seeing profoundly worrying signs of crime starting to rise once again."}, {"speaker": "Andrew Gwynne:", "speech": "      My hon. Friend is right to point out the sleight of hand by the Government. The real unfairness to areas such as the west midlands and Greater Manchester is this: we have a relatively low council tax base, so the precept brings in relatively small amounts of funding—nothing like the amounts of funding that are being cut   "}, {"speaker": "Jack Dromey:", "speech": "      My hon. Friend sets out the case powerfully. There is no question but that need does not determine the way this Government allocate funds, whether to the police service or to local government. I will return to that point."}, {"speaker": "Sir Oliver Heald (North East Hertfordshire) (Con):", "speech": "      In a forward-looking county such as Hertfordshire, which has the pressures of supporting London and Luton and major roads to police, it has been possible to use more police on the frontline and more modern methods. In Hertfordshire the police precept is being cut as the funding settlement is perfectly adequate."}, {"speaker": "Jack Dromey:", "speech": "      Every week I see innovation in the police service; of that there is no doubt. In relation to road policing, to which the hon. and learned Gentleman refers, there are profoundly worrying signs that the progress made over many years, particularly under the Labour Government, in reducing road deaths, for example, is starting to reverse as a consequence of the cuts in road policing and other aspects, such as CCTV cameras. I am totally in favour of innovation and greater collaboration—for example, between the police and fire service—but ultimately there is a simple, grim reality: the remorseless downward pressure on our police service. The people who are paying the price are not just our police officers, but the public we serve."}, {"speaker": "Sir Oliver Heald", "speech": "     rose—"}, {"speaker": "Jack Dromey:", "speech": "      I shall refer later to old Macmillanites. On the basis that I believe the hon. and learned Gentleman to be one, I give way."}, {"speaker": "Sir Oliver Heald:", "speech": "      The hon. Gentleman is very generous, though I shall not comment on that. Does he agree that police force reserves around the country are substantial—Hertfordshire has £48 million, but in one case the figure is as high as £71 million."}, {"speaker": "Jack Dromey:", "speech": "      If I can put it this way, that is a canard, as we used to say in the T and G. Of course it is right that reserves should be used. Looking at the pattern across the country, however, why are they typically built up? The reasons range from investment in bringing three or four buildings into one, as the West Midlands police service has done in Birmingham, through better technological equipping of our police service—we need a technological revolution in policing—to planning ahead to recruit more police officers so that, even if the overall numbers are falling, the service is at least bringing in   "}, {"speaker": "Rehman Chishti:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Jack Dromey:", "speech": "      No, forgive me if I finish this important point."}, {"speaker": "Several hon. Members ", "speech": "     rose— "}, {"speaker": "Jack Dromey:", "speech": "      I will give way to somebody who has not already spoken."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      It is all well and good bandying numbers around and saying we must have the capability to make a surge in the number of armed officers. However, if the leader of the Labour party is to be believed, what are those officers going to do? Just wave their guns at these people and say, “Oh, please stop what you’re doing.” Will the hon. Gentleman take this opportunity to dissociate himself from his leader’s remarks about what armed policemen can and cannot do?"}, {"speaker": "Jack Dromey:", "speech": "      The Opposition—all of us—have a very simple view. Perhaps I can draw a parallel with the deeply moving statement I heard one of the Parisian officers make about when he and his colleagues went into the Bataclan club. Innocent men and women, including British citizens, were being terrified by jihadis practising the most appalling form of terrorism. That officer said, “I had to make a split-second judgment. I made it, and as a consequence I saved lives.” That is our very, very clear position."}, {"speaker": "Andrew Stephenson:", "speech": "      I am slightly confused, and I wonder whether the hon. Gentleman can help me. He says that savings can be made. Today’s report includes a real-terms increase in anti-terror funding. Why, therefore, is the Labour party opposing this very generous settlement?"}, {"speaker": "Jack Dromey:", "speech": "      After Paris, the Government made a series of announcements—there was also one that pre-dated Paris, but that was about the Investigatory Powers Bill. We have to get the balance right, but we said, “Yes, we support the Government’s broad approach”—that we need enhanced means, for example, to combat those who use the dark net. We supported the Government in making £1.9 billion more available for MI5, MI6 and GCHQ. We supported them when they said that additional resources would be made available for the British Army for counter-terrorism. Ultimately, however, it came down to this: Chris Sims, the former chief constable in the west midlands, and Bernard Hogan-Howe here in London say that the majority of the leads that result in the detection of terrorists come through good neighbourhood policing. If we have continuing downward pressure on neighbourhood policing and the hollowing out of neighbourhood policing, that will impact, in Mark Rowley’s words, on the eyes and ears of the counter-terrorism effort. It is not enough, therefore, simply to equip the special services and the special forces with additional powers; neighbourhood policing is key on every front, particularly counter-terrorism."}, {"speaker": "Barbara Keeley:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Jack Dromey:", "speech": "      I am going to conclude my remarks, because I have been—forgive me if I say so—generous with interventions, and I want hon. Members to have the maximum time to make contributions to this important debate."}, {"speaker": "John Stevenson (Carlisle) (Con):", "speech": "      I would like to say a few words about police funding and, in particular, its significance for policing in Cumbria. There are two key issues: first, the police budget itself, which we are discussing; and secondly, the police funding formula, which is for the future but of equal importance. Before doing so, I would like to make one or two general observations."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      It is a pleasure to follow the hon. Member for Carlisle (John Stevenson), who has put forward some important points for discussion. He may claim that his party is the party of the police and law and order, but let us make this an all-party issue, so that we can all praise the work of local police forces and all support the principles of the rule of law, and of law and order. I think that is something that will go across the whole House."}, {"speaker": "Mike Penning:", "speech": "      As the Serjeant at Arms was not in his place when I paid tribute to him earlier, Mr Deputy Speaker, may I repeat my tribute to him? Not only did I have the honour of giving him a reference for this job, but he comes from one of the great regiments of the British Army."}, {"speaker": "Keith Vaz:", "speech": "      Those are two wonderful recommendations."}, {"speaker": "Jack Dromey", "speech": "     rose—"}, {"speaker": "Keith Vaz:", "speech": "      I see that we will now have another tribute to the Serjeant at Arms from the shadow Policing Minister."}, {"speaker": "Jack Dromey:", "speech": "      I am grateful to my right hon. Friend. Now that the Serjeant at Arms is in his place, I would like to say that I was privileged to shake his hand the other day. He is deeply welcome to this House; it is great for us to have him here. It is a long and honourable role within this House. Like my right hon. Friend, I celebrate the fact that we have the first BME Serjeant at Arms—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. Mr Dromey, can I just help out? The Front Benchers took well over an hour and there has been plenty of time. Everybody has welcomed the Serjeant at Arms, and so it should be. This is a debate on policing, and I know that the Chair of the Select Committee will not want to wander too far away again, because we do want to get through it, and we only have until three minutes past 4."}, {"speaker": "Keith Vaz:", "speech": "      Absolutely, Mr Deputy Speaker. We now move on, your having encouraged everyone to do so, to the debate on the police grant."}, {"speaker": "Barbara Keeley:", "speech": "      My right hon. Friend is making a thoughtful and effective speech. As part of the consultation, will he and the Home Affairs Committee take on board the fact, which I raised earlier with my hon. Friend the Member for Birmingham, Erdington (Jack Dromey), that some police forces are peculiarly stretched by a local crime surge? In Salford, we have suffered from 21 shootings over 18 months. The hollowing out of neighbourhood policing, which we have talked about in the debate, is serious when the police have so much more to do because of crime surges such as the one we have seen in Salford. That really ought to be addressed."}, {"speaker": "Keith Vaz:", "speech": "      My hon. Friend is absolutely right. I have visited her constituency, and I know that the issues she talks about are important. At the end of the day, we need to give the police the resources that we need, but decisions about such things have to be handled locally. She is right to say that the problem needs to be addressed and monitored."}, {"speaker": "Rebecca Harris (Castle Point) (Con):", "speech": "      Does the right hon. Gentleman agree that we have come to over-rely on our police for a lot of things? For example, there was some controversy in my constituency this year because the police were not able to police the Armistice Day march. When it came to it, however, plenty of local councillors and other volunteers were more than able to do that without using police time and resources, and it was a great success."}, {"speaker": "Keith Vaz:", "speech": "      The hon. Lady is absolutely right. There are other people who can step in. As those of us who support football clubs—including Leicester City, who are currently leading the premier league—know, there are a lot of police officers on duty at football matches, but it is possible that part of their work could be done by stewards who are not warranted officers. The hon. Lady is absolutely right that we do not need warranted officers to do everything."}, {"speaker": "Rebecca Harris (Castle Point) (Con):", "speech": "      I am very grateful for the opportunity to add my comments to this important debate. Policing and local policing is a subject about which I feel very strongly and in which I take a great interest."}, {"speaker": "Victoria Atkins:", "speech": "      Is my hon. Friend aware of the welcome police officers have given to the introduction of on-body cameras? One of the great hopes for the cameras is that they will greatly assist in prosecuting domestic violence cases."}, {"speaker": "Rebecca Harris:", "speech": "      Absolutely. I have seen officers in action with their cameras, which they can use, for example, when entering the scene of a domestic dispute to which they have been called. As they arrive, they can record evidence of their own that they can use in court. When the victim of domestic violence is, for whatever reason, nervous, reluctant or intimidated about coming forward, they can prosecute on her behalf. That is an enormous innovation. It relies on the police remembering to turn the cameras on, however, so they are doing good training on that. It is a great innovation, and the police are very pleased to have it."}, {"speaker": "Andrew Stephenson:", "speech": "      My hon. Friend is making a very effective point about her local force. If I am called to speak, I intend to say very similar things about efficiencies in Lancashire police. Will she join me in welcoming the £55 million from the police innovation fund, which will help forces to continue to modernise and to create efficiencies in the way they operate?"}, {"speaker": "Rebecca Harris:", "speech": "      I absolutely welcome the announcement of those funds. A lot of things are already going on in the police, but it does cost money just to modernise and make improvements. I wish we did not have such an enormous debt in this country, but ultimately, in a strange way, the drive to create efficiencies means that, when our economy is back on an even keel and the money is again flowing in, our police service will be enormously efficient. Old practices, which have been stuck in place for many years, will have been ironed out."}, {"speaker": "John Stevenson:", "speech": "      On that point, does my hon. Friend agree that such innovations and making our police forces far more efficient have been due to the introduction of police and crime commissioners?"}, {"speaker": "Rebecca Harris:", "speech": "      Absolutely. I will come on to that point later, but the innovation of police and crime commissioners was an enormous achievement of the last Parliament. My police and crime commissioner has been highly visible, and much more so than the old police board that he replaced. To this day, people do not realise that such police boards even existed, but they know the name of their police and crime commissioner and are able to approach him."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I have allowed the hon. Lady to cover a broad scope, but I do not want to get into campaigning and electioneering. This must not become an election campaign, rather than a debate on the police funding grant."}, {"speaker": "Rebecca Harris:", "speech": "      I apologise, Mr Deputy Speaker. Thank you for your indulgence."}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      I am grateful for the opportunity to contribute to this debate. May I join in the welcome to the Serjeant at Arms? We served at the Ministry of Justice together many years ago. I very much welcome his presence today."}, {"speaker": "Mr Kevan Jones (North Durham) (Lab):", "speech": "      This Government clearly have a small-state Conservative view of the world, as we have seen in local government, which will be changed radically by this week’s settlement. Does my right hon. Friend agree that what the average member of the public wants is the reassurance of having police in their communities, and that what is being proposed in the small-state Conservative world that is being put forward is not what our voters want?"}, {"speaker": "Mr Hanson:", "speech": "      The constituents of north Wales and, I am sure, of Durham want a visible police force that engages with them locally, works with them locally and provides reassurance, as well as solving and preventing crime. The Minister has missed something extremely important. He has focused on crime falling in certain areas, which I accept it has—I will come on to the areas where crime has not fallen—but policing is about much more than solving crime."}, {"speaker": "Barbara Keeley:", "speech": "      My right hon. Friend is making some very effective points. I have already raised the issue of gun crime, particularly in Greater Manchester. That will not be solved in any way other than through neighbourhood policing and working with the community. Our outgoing chief constable, Sir Peter Fahy, said before leaving his post that relationship building was needed with the community, so that people were confident to come forward and give the police information, without which the police cannot solve the gun crime that we have. In Moss Side, it took a long period of building such relationships to get that information out. That is the key point."}, {"speaker": "Mr Hanson:", "speech": "      My hon. Friend makes her point very well. As she says, we need not just high-level policing but community intelligence and reassurance, and people who know their communities and who work at a local level."}, {"speaker": "Mr Speaker:", "speech": "      I will now announce the result of the ballot held today for the election of a new Chair of the Environmental Audit Committee. Four hundred and sixty votes were cast, with one spoilt ballot paper. The counting went to three stages, and 417 active votes were cast in that round, excluding those ballot papers whose preferences had been exhausted. The quota to be reached was therefore 209 votes. Mary Creagh was elected Chair with 258 votes. The other candidate in that round was Geraint Davies, who received 159 votes. Mary Creagh will take up her post immediately. I congratulate the hon. Lady on her election. The results of the count under the alternative vote system will be made available as soon as possible in the Vote Office and published on the internet for public viewing."}, {"speaker": "Christopher Pincher (Tamworth) (Con):", "speech": "      May I briefly congratulate the hon. Member for Wakefield (Mary Creagh) on her election as Chair of the Environmental Audit Committee? None of us will miss the tsunami of paper to which we have all been subjected over the past few days, but I am sure we will all miss the poetry of the hon. Member for Brent North (Barry Gardiner). It may not have been from Palgrave’s “Golden Treasury”, but it was certainly entertaining."}, {"speaker": "Simon Hoare:", "speech": "      No!"}, {"speaker": "Christopher Pincher:", "speech": "      You may be surprised to learn that, Mr Deputy Speaker. However, when police and crime commissioners were first mooted, I have to admit that I was sceptical. I am a Conservative and, like all Conservatives, wary of change, so I was not sure whether we should employ this radical procedure of appointing police and crime commissioners. I always remind myself of the words of the former Prime Minister, the great Marquess of Salisbury, who, when officials and Ministers visited him at Hatfield House to encourage him to do this, say that or think about the other, would press his fingers to his chin and say after a moment’s thought, “’Twere better not.” Governments of all stripes would do well when considering officials’ ideas to say, “’Twere better not.” We might all be better off."}, {"speaker": "Mr Kevan Jones:", "speech": "      I am interested in what the hon. Gentleman is saying, but will he address the point raised by my right hon. Friend the Member for Delyn (Mr Hanson)? The central grant to counties such as Durham is far more important than the precept, given that even a large increase in our precept will not generate much cash because of the number of band A properties in County Durham. Does that not mean that there is no level playing field across the UK, given that the precept is not a way of generating any extra cash in places that contain large numbers of band A properties?"}, {"speaker": "Christopher Pincher:", "speech": "      I hear the hon. Gentleman’s point, but I feel that he may be thinking that Staffordshire is some sort of green and leafy county. Staffordshire has Stoke in it, and areas of deprivation in Tamworth, Stafford and Burton. That county, which is led by Matthew Ellis, has managed to make a saving of   "}, {"speaker": "Mr Jones:", "speech": "      Will the hon. Gentleman give way on that point?"}, {"speaker": "Christopher Pincher:", "speech": "      I will not give way because the House does not have much longer to debate this matter. "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. The House has lots of time. If you wish to give way, Mr Pincher, you must do so, but do not use the Chair as a debating point to say that we have cut the time down. That is not the case, no matter what the Whips might tell you."}, {"speaker": "Christopher Pincher:", "speech": "      I am grateful, as ever, for your guidance Mr Deputy Speaker, but I would not wish to impose on the time of my colleagues on both sides of the House, and I am sure that the hon. Member for North Durham (Mr Jones) can make his own speech in his own good time. If he cannot, I am sure he will tweet about it later on."}, {"speaker": "Margaret Greenwood (Wirral West) (Lab):", "speech": "      I thank my right hon. Friend the Member for Delyn (Mr Hanson) for his remarks about PC David Phillips whom we lost on Wirral last year. He died in the line of duty, doing the job that he did so well to protect the people of Wirral. He was a highly valued and dedicated officer, and I know that his loss is keenly felt."}, {"speaker": "Conor McGinn (St Helens North) (Lab):", "speech": "      My hon. Friend is making a strong case by articulating the impact that these cuts are having on communities. Despite being at opposite ends of the region, she and I are both covered by the Merseyside police force, and every day we see the impact of the cuts on the people she has spoken about. Does she agree that the people we ask to do this difficult job are the men and women who are police officers on Merseyside, and that they are also suffering as a result of these cuts? A Police Federation survey towards the end of last year showed that more than three-quarters of police officers did not feel valued in the service and were suffering from low morale, and that is a real cause for concern."}, {"speaker": "Margaret Greenwood:", "speech": "      My hon. Friend is absolutely right, and it is important that we value police officers and all police staff who do such a difficult job."}, {"speaker": "Stephen Hammond (Wimbledon) (Con):", "speech": "      It is a great pleasure to speak in this debate and a pleasure to follow the hon. Member for Wirral West (Margaret Greenwood). I will use the short time available to address some of the issues that affect London in particular, but let me start by making it very clear that I have not heard any Government Member maligning anybody in the police force—far from it. I put on record my tribute to the Metropolitan police, particularly in my borough where they have had to deal with some interesting issues over the past month. I will refer to those later on."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      I would like to speak briefly about Bedfordshire, which has been very seriously underfunded for a prolonged period. It still has serious problems. I was very pleased to visit the Police Minister with the other five Members of Parliament for Bedfordshire—Conservative and Labour—a little time ago. He will have seen the paper prepared by the police and crime commissioner and the chief constable illustrating the desperate state of funding for policing in Bedfordshire. I made the point, in Business questions last week, suggesting that the funding formula was fundamentally flawed—broken was the term I used. I hope the funding formula will be amended rapidly, so that it can provide fair funding for Bedfordshire and other authorities across the country."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      Despite some of the scaremongering in the press, the police grant report is good news for police forces across the country and for the force that covers my constituency. I strongly welcome the significant increase in financial resources available across England and Wales and the fact that no police and crime commissioner will face a reduction in cash funding in the next financial year. Credit for that must go to the Home Secretary and the Policing Minister, whom I thank for investing in protecting my constituents from crime and disorder."}, {"speaker": "Barbara Keeley:", "speech": "      I counsel the hon. Gentleman against talking about crime falling across the country. He is saying things that are not true for Greater Manchester, which has seen a 14% increase in recorded crime and a 36% increase in violent crime, but which is facing an £8.5 million cut. Will he please not talk about crime falling across the country, as he is not referring to Greater Manchester?"}, {"speaker": "Andrew Stephenson:", "speech": "      The hon. Lady is talking about reported crime. According to the British crime survey, crime has fallen across the country, and that survey has always been accepted on a cross-party basis as a more accurate reflection of crime rates across the country."}, {"speaker": "Barbara Keeley", "speech": "     rose—"}, {"speaker": "Andrew Stephenson:", "speech": "      I want to talk about rates of crime that have increased, so if the hon. Lady will allow me, I will make some progress."}, {"speaker": "Jack Dromey:", "speech": "      My intervention will be quick, because I am keen that everyone has the chance to speak, but it is important to put the record right. In July, cybercrime and online fraud will be included in the crime survey of England and Wales. The early estimate is that it will add 6 million crimes and result in crime possibly doubling. Will the hon. Gentleman reflect on what he has just said and recognise that at last the truth will be told on crime? It is not falling; it is changing."}, {"speaker": "Andrew Stephenson:", "speech": "      If the shadow Minister will hold his horses, I will talk about cybercrime and other types of crime not currently reflected in the crime figures and why the police grant is a sensible investment in our ability to deal with new forms of crime."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. I said I did not want us campaigning for people standing   "}, {"speaker": "Andrew Stephenson:", "speech": "      I thank you for that guidance, Mr Deputy Speaker."}, {"speaker": "Mr Deputy Speaker:", "speech": "      It was not guidance."}, {"speaker": "Andrew Stephenson:", "speech": "      In conclusion, I thank my right hon. Friend the Minister for how he has worked with me and other Lancashire MPs on a cross-party basis, particularly over the proposed changes to the police funding formula, which would have disadvantaged Lancashire police. I welcome the generous settlement before the House. We now have to work with our local police forces to continue to reform policing across the UK and to drive down all types of crime."}, {"speaker": "James Berry (Kingston and Surbiton) (Con):", "speech": "      I rise to make four brief points. First, on the level of funding, before the autumn statement, the Home Office, like many other Departments, was asked to model reductions in spending, and the police were preparing for cuts of 20% to 25%. Labour said that the police could withstand cuts of 10%, but the Chancellor protected police funding, and I welcome that protection, as do many police leaders. The most impressive responses from the policing community came from people such as Chief Constable Sara Thornton, who recognised the need not only for sufficient funding, but for the police to reform and to adapt to the changing demands on their services."}, {"speaker": "Mr Kevan Jones", "speech": "     rose—"}, {"speaker": "James Berry:", "speech": "      I will give way to the hon. Gentleman, who was wronged earlier, because Durham is, in fact, the most efficient police force in the country. I think he wanted to make that point earlier."}, {"speaker": "Mr Jones:", "speech": "      I wanted to put the record straight for the hon. Member for Tamworth (Christopher Pincher). As the hon. Member for Kingston and Surbiton (James Berry) rightly says, Durham is the only constabulary in the country that has received an “outstanding” rating for efficiency five times from Her Majesty’s Revenue and Customs inspectors. In spite of that, however, it is going to have to save about £3 million over the next year. The hon. Member for Pendle (Andrew Stephenson) has said that the cash settlement has not been reduced, but other demands mean that the number of officers in County Durham will have to be reduced, even though it has already been cut by some 400 over the past 10 years."}, {"speaker": "James Berry:", "speech": "      I am sure the Minister will deal with that in his response. I do not recognise those statistics, but I pay tribute to the hon. Gentleman’s chief constable for running such a fantastically efficient force."}, {"speaker": "Jack Dromey:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "James Berry:", "speech": "      No."}, {"speaker": "Victoria Atkins (Louth and Horncastle) (Con):", "speech": "      It is fitting that we are having this debate in the same week that the Prime Minister made a speech on his groundbreaking reforms in our prison system. One startling fact in his speech was that 70% of prisoners have at least seven previous convictions. If we can improve recidivism rates, it will inevitably have an impact on the resources available to police officers. These reforms to the prison system and to the police funding formula are compassionate and they are to be welcomed because they will also help to prevent crime."}, {"speaker": "Jack Dromey:", "speech": "      The hon. Lady mentions the money of the West Midlands police service, but it is overwhelmingly earmarked for the rationalisation of buildings in order to save money in the medium and longer term and for the recruitment of new police officers. I know Neil Rhodes well, and he is a fine chief constable. He was right to call for a review of the police funding formula, so does the hon. Lady share his dismay and my dismay that, as a consequence of the omnishambles within the Home Office before Christmas, we are stuck with the existing arrangements?"}, {"speaker": "Victoria Atkins:", "speech": "      It is certainly true that the chief constable was excited at the prospect of the new funding formula and how it might help his constabulary. It is as it is, but I received a letter from the chief constable last month saying that the constabulary has made further bold bids for transformational funding, which it is excited about in connection with blue-light funding. I shall come on to that later."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      If the hon. Member for Cheltenham (Alex Chalk) stands up, he will be called."}, {"speaker": "Alex Chalk (Cheltenham) (Con):", "speech": "      Thank you, Madam Deputy Speaker. That is very kind."}, {"speaker": "Mr Kevan Jones:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Alex Chalk:", "speech": "      Very briefly."}, {"speaker": "Mr Jones:", "speech": "      I think that the hon. Gentleman has to sit down when I stand up."}, {"speaker": "Alex Chalk:", "speech": "      Sorry."}, {"speaker": "Mr Jones:", "speech": "      I know that the present Government find it difficult to distinguish between revenue and capital, among other concepts, but the hon. Gentleman has said that no one will lose cash. Durham, for instance, has an “outstanding” force—the only one in the country—but that force must take £3 million out of its budget this year because of wage increases and other pressures. “Flat cash” does not constitute an increase."}, {"speaker": "Alex Chalk:", "speech": "      As I have said, it is important to put the settlement in context. Back in 2010—[Interruption.] May I deal with the point? In 2010, the country was bringing in about £600 million in tax revenue and spending £750 million. If that had not been addressed, the country and policing would be facing meltdown, but policing is now on a sound footing to protect the people of our country."}, {"speaker": "Jack Dromey:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Alex Chalk:", "speech": "      I will not take any more interventions."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I have now to announce the result of the deferred Division on the Question relating to the draft Immigration and Nationality (Fees) Order 2016. The Ayes were 313 and the Noes were 67, so the Question was agreed to."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      We come now to the three motions on local government finance in England, which will be debated together. I remind the House that these motions will be subject to double majority voting. If Divisions are called on these motions, all Members of the House are able to vote in the Divisions. The motions will be agreed only if, of those voting, a majority of all Members and a majority of Members representing constituencies in England vote in support of the motions. At the end, the Tellers will report the results, first, for all Members and, secondly, for those representing constituencies in England."}, {"speaker": "The Secretary of State for Communities and Local Government (Greg Clark):", "speech": "      I beg to move,"}, {"speaker": "Madam Deputy Speaker:", "speech": "      With this we shall discuss the following motions:"}, {"speaker": "Greg Clark:", "speech": "      I am pleased to open the debate on this year’s report on local government finance in England. I would like to start by thanking all colleagues in the House, and council leaders and officials, who contributed to the consultation after I made a provisional statement shortly before Christmas. Nearly 280 groups or individuals contributed to the consultation. All responses have been carefully considered, and sensible suggestions have been incorporated into the final settlement that is before the House today."}, {"speaker": "Mr Gareth Thomas (Harrow West) (Lab/Co-op):", "speech": "      Does the Secretary of State understand the frustration of my constituents at the settlement for Harrow Council? We   "}, {"speaker": "Greg Clark:", "speech": "      What I would say to the hon. Gentleman is that London Councils welcomed many of the changes we have made in this settlement, including the provision of a four-year settlement. One of the concerns councils have had for many years is that, with annual funding, they were not able to plan ahead and reap some of the economies."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Greg Clark:", "speech": "      The hon. Member for Harrow West (Mr Thomas) will also know that, in terms of the response to the provisional settlement, I have made extra resources available to Harrow, which I think has gone down well in his borough."}, {"speaker": "Paul Maynard:", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Greg Clark:", "speech": "      I will give way to my vigorous hon. Friend."}, {"speaker": "Paul Maynard:", "speech": "      I thank my right hon. Friend not only for finding extra money for Lancashire, but for listening to me and not taking that money out of Blackpool’s budget. Blackpool is another urban area facing high levels of need. He has performed a balancing trick very adroitly."}, {"speaker": "Greg Clark:", "speech": "      I am grateful for what my hon. Friend has said. Blackpool has important pressures that need to be met, and he has made representations, as indeed have his local authorities. It is true that some advised that some transitional relief should come at the expense of places such as Blackpool. However, I have been able to find a way for us to provide some relief for the years in which the reductions in grant are sharpest, without making the situation worse for places such as Blackpool, which have benefited from the settlement."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      This is actually a very progressive and good settlement for the long-term future of local government, because it is genuinely devolutionist. In that context, does my right hon. Friend recognise and accept that it is important not only that he has given transitional relief, which helps outer London boroughs such as Bromley, but that London boroughs and other authorities help themselves by reducing their unit costs in the same way as, for example, Bromley, which has the lowest unit costs in outer London?"}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is absolutely right. I had the pleasure of spending some time with the cabinet of Bromley Council, which is one of the most efficient in London and shows the way for all London boroughs to deliver services that are very much valued by their residents, very cost-effectively."}, {"speaker": "Mr Gordon Marsden (Blackpool South) (Lab):", "speech": "      On 26 January, the leader of Blackpool Council wrote to the Secretary of State to remind him that we face cuts   "}, {"speaker": "Greg Clark:", "speech": "      Of course there is, because the transitional relief is for the authorities that had a sharper reduction in the grant than others. Blackpool benefited to the tune of £3 million from the improvement of the grant. My hon. Friend the Member for Blackpool North and Cleveleys (Paul Maynard) was wise enough to recognise that, and to recognise the difference it will make to the people of Blackpool, and the hon. Gentleman should do likewise."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      One of the most progressive things that the Secretary of State has done is to give local councils a four-year settlement, so that they can now view what their settlements will be into the future and not live from day to day not knowing what their budget settlement would be in the next year."}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is right. This is one of the key requests that local government has made of central Government for many years, and it has constantly fallen on deaf ears. Councils right across the country, with all different kinds of party political control, have welcomed the fact that they will have the chance to look ahead and plan for the future."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Greg Clark:", "speech": "      Let me make a bit of progress, and then I will of course give way to more colleagues."}, {"speaker": "John Howell (Henley) (Con):", "speech": "      Will my right hon. Friend confirm that within this process councils are still required to do things in a fundamentally different way, such as setting up trading joint ventures, as one county council told me it had done on Monday, or looking at Uber-type services for buses?"}, {"speaker": "Greg Clark:", "speech": "      Yes, councils should take the opportunities to be innovative. My hon. Friend and I served on the Committee on the Bill that became the Localism Act 2011, which introduced a general power of competence for local councils precisely so that they could take decisions in the interests of their residents and contribute effectively."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Greg Clark:", "speech": "      I will give way to the hon. Member for Liverpool, Riverside (Mrs Ellman), and then to—"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. Before the Secretary of State gives way—he has been perfectly polite and courteous in giving way a great many times—let me point out that this is a short debate. Twenty-four people have indicated to me that they would like to make speeches, and they intend to sit here all afternoon awaiting their turn to do so. Many people are making interventions, which the Secretary of State is dealing with most courteously. They are taking part in the debate, and they must be aware that they are taking up the time of other people who will be waiting to speak later on. If you make an intervention in this debate, you must remain for most of the debate and certainly be here for the wind-ups."}, {"speaker": "Greg Clark:", "speech": "      Thank you very much, Madam Deputy Speaker. Given those numbers, I will be brief in taking interventions, but I will take the point from the hon. Member for Liverpool, Riverside."}, {"speaker": "Mrs Louise Ellman (Liverpool, Riverside) (Lab/Co-op):", "speech": "      I thank the Secretary of State. Does he recognise the problems of Liverpool, which faces a 9% cut in funding next year, coming on top of a 58% cut since 2010?"}, {"speaker": "Greg Clark:", "speech": "      I have been very clear that all councils need to continue to make savings. As I think the hon. Lady will know, the way in which we have conducted the settlements has been fair across the country, as the Institute for Fiscal Studies pointed out. In fact, a council that she knows very well that is close to her area, Sefton Council, said in its response to the consultation:"}, {"speaker": "Neil Parish (Tiverton and Honiton) (Con)", "speech": "     rose—"}, {"speaker": "Greg Clark:", "speech": "      I will give way to my hon. Friend and then make some progress."}, {"speaker": "Neil Parish:", "speech": "      I welcome a review of the fair share for rural areas. The rural fair share campaign, which has been running for many years, is about making sure that funds keep coming across to help us deal with not only our elderly populations, but the things such as small schools and rubbish collections that cost so much more to provide in rural areas. We need a fair deal. I look forward to the Secretary of State’s keeping up his good work, but we want to see delivery."}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is absolutely right, and we could add to those services school transport, which is particularly costly in rural areas. That is why the underlying formula should catch up with what has happened in many communities. That is overdue."}, {"speaker": "Mr Andrew Turner (Isle of Wight) (Con):", "speech": "      There is a deep hole in the arrangements for the island. Can the Secretary of State work with locals, of all parties and of none, to find solutions to the problems that we face?"}, {"speaker": "Greg Clark:", "speech": "      Indeed, and I pay tribute to my hon. Friend for the work that he does as MP for the Isle of Wight in bringing together all its leaders and councillors, regardless of party political affiliation, to promote its best interests. I look forward to visiting the island in his company to meet the councillors and officers."}, {"speaker": "Paul Farrelly (Newcastle-under-Lyme) (Lab):", "speech": "      My county of Staffordshire makes the transitional grant list at No. 18, with just £5.6 million. Next door to me, deprived Stoke-on-Trent gets nothing, against £24.1 million for Surrey. Why, in this battle of the S’s, does the south, as ever, win out?"}, {"speaker": "Greg Clark:", "speech": "      It is very straightforward. The amount of transitional relief is in proportion to the reduction in revenue support grant, and so Staffordshire had less than Surrey. That is purely mathematical. I should have thought that the addition of nearly £3 million to the council’s budget would have been welcomed by council tax payers. In fact, I know that it has been."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      As my right hon. Friend knows, I welcome the statement wholeheartedly. May I take him back to what he has said about certainty? That is welcome, from a district and county perspective. Will he give further consideration over the coming weeks to providing certainty to town councils that they will be exempt from having their precept capped? They are trying to work in greater concert with district councils, and that parallel certainty will help them to forge such deals."}, {"speaker": "Greg Clark:", "speech": "      There is a lively debate as to whether the bigger town and parish councils should be part of the capping regime. I have resisted drawing them into that, but I look to parish and town councils to exercise economy, recognising that the services that they provide are much valued but that they are paid for by council tax payers. If those councils continue to operate in an economical way, they may not give rise to the question on which my hon. Friend seeks certainty."}, {"speaker": "Liam Byrne (Birmingham, Hodge Hill) (Lab):", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Greg Clark:", "speech": "      I am going to make some progress, as you have urged me to do, Madam Deputy Speaker. If I have time towards the end, I will take an intervention from the right hon. Gentleman."}, {"speaker": "Helen Jones (Warrington North) (Lab):", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Greg Clark:", "speech": "      I will not give way."}, {"speaker": "Helen Jones:", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Andrew Gwynne:", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Barbara Keeley:", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Greg Clark:", "speech": "      I will not give way."}, {"speaker": "Helen Jones:", "speech": "      I am sorry, but the Secretary of State is being disingenuous. He knows that the whole local government finance system, set up under the previous Government’s Local Finance Act 2012, takes no account of need. His social care precept will raise the most   "}, {"speaker": "Greg Clark:", "speech": "      The hon. Lady makes two interesting points. On the first point, about the formula, I agree with her. It is too long since the underlying assessment of needs was updated—it is more than 10 years—and that is why I have proposed to go back to the drawing board and look at the needs and the resources available to each county. She is quite right on that point. On the second point, of course she is right: I recognise that the effect of a 2% precept is different in different parts of the country. The better care fund has been allocated differently precisely to take account of that. I would therefore have thought she welcomed that."}, {"speaker": "Mark Spencer:", "speech": "      Does the Secretary of State recognise that councils that are progressive in supporting business and providing housing for their constituents will actually get a more generous income in future than those that do not support businesses coming into their area?"}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is absolutely right. It is of course better for councils to face in the direction of bringing successful businesses into their area and benefiting from that, rather than passing all such benefits up to the Exchequer."}, {"speaker": "Andrew Gwynne:", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Barbara Keeley:", "speech": "      Will the Secretary of State give way?"}, {"speaker": "Greg Clark:", "speech": "      The hon. Gentleman and the hon. Lady should be patient. I have given way to their hon. Friend, and I am going to make some progress."}, {"speaker": "Liam Byrne:", "speech": "      The Secretary of State is being characteristically generous. However elegant the strategy, he must surely take a moment to look at the results. What Buckinghamshire gets from the Government will   "}, {"speaker": "Greg Clark:", "speech": "      The right hon. Gentleman is an intelligent man, so he should go away and study the changes in the formula. When I met the former leader of his city, Sir Albert Bore, he recognised, as has the Institute for Fiscal Studies, that it is fair to proceed with an approach that looks at all the resources that are available to local councils. On that basis, his city of Birmingham, for which I have enormous ambition and regard, has benefited significantly. Of course, the transitional grant is for places that did not benefit from the changes in the formula."}, {"speaker": "Graham Stuart (Beverley and Holderness) (Con):", "speech": "      My right hon. Friend maintains a soft and genuine manner, which I admire, but I am made furious by the interventions by Labour Members, because when in power they skewed the whole system. They could not find a way to put the money into Labour areas without coming up with a falsehood. They put density into the formula at four times the weighting of sparsity, when there was no evidence whatsoever of any link between density and need. It was they who skewed the system, and it needs to be put right."}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is a passionate advocate and he makes his case very well. I think that all Members across the House would recognise that after 10 years it is appropriate to look again at the cost of providing services in different areas—rural as well as urban—and at the changes in demographic pressures in that time. That sensible approach has been welcomed widely."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      Is it not true that the long-standing unfairness has been the penalty against rural areas? Areas such as Devon have a low-wage economy, but the highest council taxes. This settlement addresses that imbalance without penalising areas such as Torbay. I therefore congratulate my right hon. Friend on a very sensible settlement."}, {"speaker": "Greg Clark:", "speech": "      I am very grateful to my hon. Friend. Every local government finance settlement has to strike a balance between the very different needs of different areas of the country. Most people who have reflected on the settlement that I have proposed, including the Local Government Association and the Institute for Fiscal Studies, have recognised that I have been fair to places, such as those she mentions, that have higher costs—Torbay has benefited from the change in the formula—and that I have committed to making sure that the new system for 100% business rate retention is founded on an accepted analysis of the costs and pressures that different authorities face."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Greg Clark:", "speech": "      I am going to make some progress, but I will give way to the Chairman of the Communities and Local Government Committee in a few moments."}, {"speaker": "Barbara Keeley", "speech": "     rose—"}, {"speaker": "Mr Clive Betts (Sheffield South East) (Lab)", "speech": "     rose—"}, {"speaker": "Rebecca Harris (Castle Point) (Con)", "speech": "     rose—"}, {"speaker": "Greg Clark:", "speech": "      I will give way in a second."}, {"speaker": "Rebecca Harris:", "speech": "      My right hon. Friend spoke about Government attaching strings to their funding. It was a version of he who pays the piper calls the tune. Does he believe that we might be moving to a world that is much more democratically responsive not only to the local electorate, but to businesses? They have often felt neglected by their local council areas and they will now feel that they are rather more important and have a starring role."}, {"speaker": "Greg Clark:", "speech": "      My hon. Friend is right. It was a ludicrous situation, whereby local councils levied business rates, collected them and sent them to the Treasury. Local businesses felt that they did not have the same direct connection as council tax payers with their local councils. The best run councils have always had a high regard for promoting business in their areas, and it is high time that they were rewarded and backed for that. The reforms do that."}, {"speaker": "Mr Betts:", "speech": "      As the Secretary of State knows, I agree with the proposition that it is important that councils can raise more of their finance locally. It is not a question of whether, but how it should be done. A crucial element is the needs assessment review, which will set the basis for the new system of 100% business rates retention for the future. How does the Secretary of State intend to go about that? Will he fully involve the Local Government Association? Will he consider any independent element to the review to ensure that it is not seen as some sort of stitch-up by Government Members to look after their areas and ignore areas represented by Opposition Members?"}, {"speaker": "Greg Clark:", "speech": "      The hon. Gentleman has known me long enough to realise that, when I approach something, I do it seriously and rigorously. I take representations from everyone who has a sensible view to contribute, and I will certainly do that from local governments of all types. I hope that the hon. Gentleman and members of his Select Committee will contribute, as well as hon. Members of all parties who have a great deal of experience and knowledge of their constituents’ needs."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. Before I call the Opposition Front-Bench speaker, it will be obvious to the House that a great many people wish to speak and we have a limited amount of time. I therefore impose a five-minute time limit on Back-Bench speeches, although not for Mr Steve Reed."}, {"speaker": "Mr Steve Reed (Croydon North) (Lab):", "speech": "      I will do my best to keep my remarks brief."}, {"speaker": "Barbara Keeley:", "speech": "      I tried to intervene on the Secretary of State and he would not take my intervention, but I cannot leave what he said about social care because it is just wrong. There is no injection of cash into social care; there is only a maximum of £400 million this year. That funding is uncertain, risky and back-loaded, and the LGA has asked him if he will inject £700 million over the next two years because it is so concerned. There was not even funding for its own policy of national living wage increases, so let us not hear such things about social care."}, {"speaker": "Mr Reed:", "speech": "      My hon. Friend is absolutely right, and I will pick up on those points later in my contribution. Returning to the settlement funding assessment, because increases elsewhere do not plug the gap that those cuts create, it will result in cuts to front-line services, including cuts to youth services, fixing potholes, cleaning the streets, emptying the bins, looking after parks, keeping the street lights on at night, Sure Start centres, libraries, museums and rural bus services. The Secretary of State has not protected any of those; he has sharpened the knife."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "      Councils such as Coventry will lose 60% of their income from grants over a 10-year period—that is £80 million—which will inflict unnecessary hardship. The Secretary of State   "}, {"speaker": "Mr Reed:", "speech": "      My hon. Friend is right, and devolving the blame for their cuts is part of what the Government are up to with this settlement."}, {"speaker": "Andrew Gwynne:", "speech": "      That is exactly the problem Tameside Metropolitan Borough Council finds itself with. This year, it has a £16 million social care deficit. Raising 2% on council tax—based on 100% collection, which is not going to happen—will bring in £1.4 million. The sums do not add up."}, {"speaker": "Mr Reed:", "speech": "      I am grateful to my hon. Friend for making a very graphic illustration of the point I was making."}, {"speaker": "Mr Marsden:", "speech": "      Does my hon. Friend not think it bizarre that the Secretary of State should be trumpeting his reviews for the future for elderly people in places such as Blackpool, where we have a larger than average number of elderly and disabled people, but he is not prepared to identify the really savage cuts to adult social care in Blackpool, which is leading exactly to the sort of situation my hon. Friend describes?"}, {"speaker": "Mr Reed:", "speech": "      What is really worrying is that the Secretary of State does not seem to understand what is really going on in councils and in public services across the country."}, {"speaker": "Graham Stuart:", "speech": "      The hon. Gentleman is making a powerful speech, but I think that it is factually incorrect. As he will know, rural areas tend to have the oldest populations, yet when this Prime Minister came to power, there was a 50% premium going to urban councils with much younger populations. Whatever the future might have held for them, they were not old then and they did not have the need. Rural areas did and his party did absolutely nothing."}, {"speaker": "Mr Reed:", "speech": "      We need a funding formula that is based on need. The Tories have had six years to give us that and they clearly have not done it."}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      Birmingham has been hit by the biggest cuts in local government history, with cuts of £90 million next year. The city put a powerful case for a fair deal and transitional funding. How can it be right that Birmingham got not one penny in transitional funding, but Surrey got £12 million and Cheshire East, in the Chancellor of the Exchequer’s constituency, got £3 million? It is simply not fair."}, {"speaker": "Mr Reed:", "speech": "      My hon. Friend makes an important point. Actually, Surrey got more than £12 million. Surrey, which of course is where the Secretary of State just happens to be an MP, gets the most of any council. [Interruption.] The council next door to where the right hon. Gentleman happens to be an MP gets the most, with £24 million. Hampshire gets £19 million, Hertfordshire gets £14 million and the Prime Minister’s campaigning mum—admirable woman that she is—will be very pleased to see that Oxfordshire gets £9 million."}, {"speaker": "Greg Clark:", "speech": "      I suggest gently to the hon. Gentleman that if he aspires to be a Local Government Minister, a little geography might help. He is welcome to come to Tunbridge Wells. I would be happy to show him that delightful place. Since we are talking about geography, I am sure he is familiar with Durham County Council. In its submission to the consultation, it said:"}, {"speaker": "Mr Reed:", "speech": "      I spoke to at least 20 or 30 council leaders over the weekend, at the Labour party’s local government conference, and not a single one thought the right hon. Gentleman’s approach was fair, and I am afraid that leaders of Tory councils agree with me, not him."}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab):", "speech": "      I have absolutely no idea what the Secretary of State was saying or where he got it from. According to   "}, {"speaker": "Greg Clark", "speech": "      rose—"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. The hon. Member for Croydon North (Mr Reed) has to answer, and then he can give way to the Secretary of State."}, {"speaker": "Mr Reed:", "speech": "      My hon. Friend makes my point for me. The distribution of the money is desperately unfair."}, {"speaker": "Greg Clark:", "speech": "      The hon. Member for City of Durham (Dr Blackman-Woods) asked a very reasonable question. The quote came from a document headed: “Durham County Council response to the 2016/17 Local Government Finance Settlement Consultation.” It states:"}, {"speaker": "Mr Reed:", "speech": "      That is a misinterpretation of what Labour council leaders are saying. However much the Conservatives think this pre-council elections sweetener will work, the Rural Services Network is clear that this political bung will not change the dire financial crisis facing even rural councils over the next four years."}, {"speaker": "Mr Betts:", "speech": "      Has my hon. Friend had any indication from the leaders of metropolitan councils whether they think the new arrangements are fair? As I understand it, only three metropolitan councils will get any of the transitional funding, and two of them happen to be Trafford and Solihull—the only two Conservative metropolitan districts."}, {"speaker": "Mr Reed:", "speech": "      Over the weekend, I spoke to the leaders of Manchester and Newcastle upon Tyne, the deputy mayor of Liverpool and the leader of Leeds City Council. All of them believe that the Government’s actions are devastating local services."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Reed:", "speech": "      I want to make some progress, because we are short of time."}, {"speaker": "Greg Clark", "speech": "     rose—"}, {"speaker": "Mr Reed:", "speech": "      No, I will not give way again. I will continue."}, {"speaker": "Greg Clark", "speech": "     rose—"}, {"speaker": "Mr Reed:", "speech": "      I will make some progress."}, {"speaker": "Greg Clark", "speech": "     rose—"}, {"speaker": "Mr Reed:", "speech": "      I have given way to the Secretary of State twice, and now I am going to continue."}, {"speaker": "Madam Deputy Speaker:", "speech": "      Order. The House is making far too much noise. Both the hon. Gentleman and the Secretary of State have important things to say. Let them fight it out. Do not make so much noise."}, {"speaker": "Mr Reed:", "speech": "      Barracking will not stop me saying what needs to be said."}, {"speaker": "Andrew Gwynne:", "speech": "      My hon. Friend is making a very important point about council tax. During his statement earlier this week, the Secretary of State failed to understand that different councils have different council tax bases, and he told me to go away and speak to Trafford Council about how it is managing its affairs. There is a 27.4% difference between the council tax bases of Tameside and Trafford. Does my hon. Friend agree that such a difference is inherent in the unfairness under discussion?"}, {"speaker": "Mr Reed:", "speech": "      That is one of the many ways in which this settlement is deeply unfair to communities up and down the country."}, {"speaker": "Paul Farrelly:", "speech": "      The situation regarding transitional help is even worse than my hon. Friend has described. The west midlands, Newcastle-under-Lyme, Stoke-on-Trent and Birmingham will all get nothing, but already well-rewarded Conservative counties and districts in the south, including St Albans, Sevenoaks and Surrey Heath—those are names to conjure with—are going to benefit. Does my hon. Friend think that that is right or fair?"}, {"speaker": "Mr Reed:", "speech": "      The figures speak for themselves: 85% to Tory councils and 5% to Labour councils. Everyone listening to this debate knows precisely what the Government are up to."}, {"speaker": "Mr Andrew Turner (Isle of Wight) (Con):", "speech": "      It costs more to deliver public services on an island with no link to the mainland. For instance, in the event of a major emergency, we cannot get help from the mainland fire services in less than an hour, so capability must be maintained to a higher level, to secure the safety of islanders and their visitors. That is just one example of the extra costs. There are many others, which have never been properly recognised in successive local government funding formulae."}, {"speaker": "Mr Clive Betts (Sheffield South East) (Lab):", "speech": "      I want to try to be fair and even-handed in these matters, and I shall focus on the positive elements first. We ought to welcome the four-year settlement on offer, as it is something that local government has for some time been asking for. It is a helpful step forward, providing greater certainty for the future. We are not quite sure yet what efficiency plans local councils will need to draw up to achieve it, but it seems a good starting-point."}, {"speaker": "Barbara Keeley:", "speech": "      My hon. Friend has raised a key issue. For two years, there will be hardly anything from the better care fund. There will a maximum of only £400 million this year from the 2% precept, nothing from the better care fund, and only £105 million from the fund next year. The funding gap is increasing by   "}, {"speaker": "Mr Betts:", "speech": "      That was the next point that I was going to make. The Government should consider how the better care fund money could be distributed in a way that would help more poor authorities, but it would also be helpful—I know that the LGA has mentioned this—if more of that money could be provided until at least 2017-18, if not into the next financial year. I hope that the Secretary of State will consider that, because current back-end loading is a real problem."}, {"speaker": "Greg Clark:", "speech": "      I think that, uncharacteristically, the hon. Gentleman’s memory is letting him down. He should recall that, in the last Parliament, there was a series of tariffs and top-ups to stop the bigger cuts being made. That money was top-sliced from the settlement. What I have now been able to do—and this was recommended by many authorities, including Labour authorities—is bring in new money from outside the settlement, and the hon. Gentleman should welcome that."}, {"speaker": "Mr Betts:", "speech": "      I think that in the last Parliament there was a series of ceilings and safety nets, which is traditional in the operation of local government finance. I do not remember any occasion on which it was reported to the House, after the initial settlement, that extra money had been found to help metropolitan Labour councils that were suffering major cuts."}, {"speaker": "Steve Double (St Austell and Newquay) (Con):", "speech": "      Like many other hon. Members, I cut my teeth in politics in local government: I was elected to Cornwall Council in 2009. It is partly because of that that I simply do not recognise the rhetoric that we continually hear from Labour Members that this Government are somehow seeking to undermine, dismantle or even destroy local government. That rhetoric just does not stand up to scrutiny, because it is this Government who are delivering the changes that local government has been asking for over many years."}, {"speaker": "Barbara Keeley:", "speech": "      I do not think that anybody on the Opposition Benches is saying that. It is surprising, however, to find that in devolved Greater Manchester, only one council, Trafford, is benefiting from the transitional funds—"}, {"speaker": "Andrew Gwynne:", "speech": "      Tory Trafford."}, {"speaker": "Barbara Keeley:", "speech": "      Indeed; Tory Trafford. I was a councillor in Trafford, by the way, and I have to tell the Secretary of State that the council leader is not called Stephen Anstee; he is called Sean Anstee. The right hon. Gentleman has referred to him twice this week as Stephen—"}, {"speaker": "Greg Clark", "speech": "      rose—"}, {"speaker": "Andrew Gwynne:", "speech": "      You can’t intervene on an intervention."}, {"speaker": "Barbara Keeley:", "speech": "      My point is that picking out one local authority among the 10 and giving it such largesse hardly helps the devolution plans."}, {"speaker": "Steve Double", "speech": "      rose—"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. Before the hon. Gentleman responds to that intervention, I have to tell the hon. Member for Worsley and Eccles South (Barbara Keeley) that it was far too long. We have hardly any time, and if hon. Members make long interventions they are preventing their colleagues from speaking."}, {"speaker": "Steve Double:", "speech": "      I thank the hon. Lady for that intervention."}, {"speaker": "Greg Clark:", "speech": "      I thank my hon. Friend for giving way. I do not know why the hon. Member for Worsley and Eccles South (Barbara Keeley) is confused. I know Sean Anstee very well, and I have never been in any doubt as to his name."}, {"speaker": "Steve Double:", "speech": "      I want to address the point about the transitional grant. I am happy to place on record that, as of Monday morning, I was one of the Conservative Members who would have been prepared to walk through the No Lobby this evening and vote against the Government. That was because the proposed settlement was unfair to rural areas. It would have widened the gap in Government funding between rural and urban areas. I campaigned passionately during the election to stand up for Cornwall as a rural area and to seek a fairer funding deal for it, and I was not prepared to support the proposed settlement."}, {"speaker": "Catherine McKinnell (Newcastle upon Tyne North) (Lab):", "speech": "      I am sure the hon. Gentleman will have detected that the vast majority of north-east councils, save for Northumberland, will get nothing from the transitional fund. The argument he appears to be confirming in his speech is that the decisions taken by the Secretary of State to grant transitional funding are based on staving off a Conservative rebellion, rather than on actually giving it to local authorities that need it the most."}, {"speaker": "Steve Double:", "speech": "      I thank the hon. Lady for her intervention, but this is simply about the case that was made about rural constituencies, where the funding was going to widen the gap we had begun to close. That was the issue at stake. I am delighted that not only have funds been made available through this transitional grant to make sure that that gap does not get any wider, but, probably more importantly, we have the promise of a comprehensive review of the cost of delivering services. That gives us the opportunity to establish that it costs more to deliver services in rural areas than in urban areas."}, {"speaker": "Graham Stuart:", "speech": "      My hon. Friend is right about the fundamental needs reassessment and he is right to congratulate the Secretary of State, but does he share my disappointment that, repeatedly in January, the Opposition spokesman refused to sign up to closing the gap?"}, {"speaker": "Steve Double:", "speech": "      I could not agree more with my hon. Friend. We need to address this issue, and this review gives us the opportunity we have asked for, time and again, to establish the true cost. Tonight, I will therefore be happy to support the Government on this motion."}, {"speaker": "Mrs Louise Ellman (Liverpool, Riverside) (Lab/Co-op):", "speech": "      Liverpool is one of the most deprived local authority areas. It is also entrepreneurial and outward-looking, always ready to adapt to new circumstances and welcoming innovation. Despite the valiant efforts of Mayor Joe Anderson and his hard-working councillors, it is not possible to protect the people of Liverpool against the cuts from this Government—cuts of 58% up to now, with an additional 9% cut in funding for next year. Indeed, that cut might be even bigger, because the council still does not know how much money will be available for two crucial services—I am referring to the public health grant and the independent living fund. Both of those vital funds are important for the well-being of the people of Liverpool, and we still have no final figure on how much money will be available there."}, {"speaker": "Liz Kendall (Leicester West) (Lab):", "speech": "      Does my hon. Friend agree that the Government must look at bringing forward to this year the additional funding that they promised from the Better Care Fund, so that there is not a gap, and so that the council at least gets some extra money to support vulnerable, elderly and disabled people?"}, {"speaker": "Mrs Ellman:", "speech": "      I certainly agree with my hon. Friend. In the case of Liverpool, it is possible that there could be some help in future years, but the figure that has been put forward at the moment is purely an indicative one. The council does not know what will be available in the future."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      This is a particularly important local government finance settlement debate. In the past, we have tended to have debates where we are essentially rolling forward, year on year, much of the same. The difference this year—and it is very much to the credit of the Secretary of State—is that the settlement is genuinely transformational, as it moves away from what was essentially a flawed system. That is why this is so important."}, {"speaker": "Anna Turley (Redcar) (Lab/Co-op):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Robert Neill:", "speech": "      I will give way once."}, {"speaker": "Anna Turley:", "speech": "      In Redcar and Cleveland we have lost 3,000 jobs at the steelworks, which is the equivalent of £10 million per year in business rates. In London that would be the equivalent of 176,000 jobs going overnight. Does the hon. Gentleman not recognise that there are differences that mean that councils have to respond in different ways to their economic circumstances?"}, {"speaker": "Robert Neill:", "speech": "      Yes, of course. That is precisely why the Government set up the local enterprise partnerships, and why under the previous regime we set up the arrangements for top-ups and tariffs, which I hope we can simplify in future."}, {"speaker": "Graham Stuart:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Robert Neill:", "speech": "      I had better not because I need to save time."}, {"speaker": "Liz Kendall:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Robert Neill:", "speech": "      I am sorry. I have been generous and time is short."}, {"speaker": "Jim McMahon (Oldham West and Royton) (Lab):", "speech": "      I refer Members to my entry in the Register of Members’ Financial Interests. I am a serving councillor on Oldham Metropolitan Borough Council."}, {"speaker": "Liz Kendall:", "speech": "      Is my hon. Friend aware that the cost of delayed discharges from hospital is almost £1 billion a year? That could buy more than 40,000 elderly people a full year of home care. How does that make moral or economic sense?"}, {"speaker": "Jim McMahon:", "speech": "      I absolutely agree. The better care fund had a mechanism for putting money at the frontline to make savings further down the line, but it was completely inadequate for the needs that were there."}, {"speaker": "Barbara Keeley:", "speech": "      My hon. Friend is perfectly right to quote those figures from Age UK for unmet care demands, but the need to meet those demands falls on unpaid family carers. The Government passed the Health and Social Care Act 2012, which gave carers rights, but there is no funding for that. That is what legislation will have to address."}, {"speaker": "Jim McMahon:", "speech": "      I thank my hon. Friend. We can talk about figures, and this is a debate about the settlement, so we are likely to do that, but we need to think about the human cost too. Down the line, what will these things mean for individuals, families and our communities? Oldham’s £200 million of cuts leaves a gross budget of £188 million. More than half of the town’s money has been taken away by the Government."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. I know that the hon. Gentleman is new, but he speaks through the Chair, so when he is saying “you” he is addressing me. Members are referred to as hon. Members or named by their constituency."}, {"speaker": "Jim McMahon:", "speech": "      I am very sorry for that slip, Madam Deputy Speaker."}, {"speaker": "Greg Clark:", "speech": "      I appreciate that the hon. Gentleman is new to this House, but first he should know that of course Trafford does not get any rural grant because it is not a rural authority. Secondly, he might want to reflect on the remarks that he made about my noble Friend Baroness Williams of Trafford, who is, and has been throughout her career, an excellent public servant. She has done great work, not only in Trafford, for Greater Manchester, and is a woman of the utmost integrity. I think he will want to reflect on that."}, {"speaker": "Jim McMahon:", "speech": "      I am quite happy with my comment. There is a direct link between Government Members who had to be bought for their vote today and the fact that the only council in Greater Manchester to receive the transitional grant happens to be the place where the Local Government Minister lives. I am sorry about that, but I did not choose where the Baroness chose to be a council leader and chooses to live."}, {"speaker": "Graham Stuart (Beverley and Holderness) (Con):", "speech": "      It is a pleasure to take part in this debate. I stood here a month ago and said that now was the time for the rural voice to be heard. A month on, I am pleased to say that the rural voice has spoken and has been heeded, at least to some extent. I pay tribute to the way in which my right hon. Friend the Secretary of State has conducted the consultation, making time for colleagues in all parts of the House and councils from all parts of the country. He has turned a consultation   "}, {"speaker": "Sir Greg Knight (East Yorkshire) (Con):", "speech": "      I believe that my hon. Friend and I are on the same side on this matter. Does he agree that the test of a good Minister is that they are prepared to change when they are faced with a valid argument for doing so? That is what the Secretary of State has done following the representations that my hon. Friend, I and others have made. The deal may not be perfect, but does my hon. Friend agree that it is better than it was?"}, {"speaker": "Graham Stuart:", "speech": "      I expect that my right hon. Friend and I will always be on the same side on such matters. He is right in what he says."}, {"speaker": "Liz Kendall:", "speech": "      Nobody from the Opposition is denying that elderly people live in rural areas, but does the hon. Gentleman agree that we have to consider those people’s ability to pay? The most deprived areas have the greatest need for publicly funded care. Does he not agree that that must be part of the equation?"}, {"speaker": "Graham Stuart:", "speech": "      Some of the hon. Lady’s colleagues deny that the people in rural areas are older, on average, than those in urban areas. They shouted “Rubbish!” just moments ago when I asserted that, even though the shadow Minister acknowledged it in his speech in January. People are, on average, older in rural areas, and the hon. Lady is clearly unaware of—or, like too many of her colleagues, closes her ears to—the fact that people in rural areas are, on average, poorer than those in urban areas. Average earnings based on residence are lower in rural areas than in urban areas. Average earnings based on place of employment are lower in rural areas than in urban areas. That is not to say that centres of real deprivation do not need special and specific support, but to generalise that the poor burghers of Sheffield are all on the breadline, whereas everyone in Withernsea in my constituency is living it up in some rich, prosperous rural idyll, is nonsense. I know that the hon. Member for Leicester West (Liz Kendall) would not do that, but too much of the Labour party’s argument has suggested otherwise, as has much of today’s debate."}, {"speaker": "Mrs Helen Grant (Maidstone and The Weald) (Con):", "speech": "      My hon. Friend is making a very good point. Does he agree that the review needs to take place sooner rather than later—there must not be any delay—and that it must cover all needs, including the demographics, which is very important in rural areas?"}, {"speaker": "Graham Stuart:", "speech": "      I pay tribute to my hon. Friend, who has been a champion of the rural interest, along with so many other colleagues, in arguing for a fair settlement. In the rural fair share campaign, which has always been a cross-party campaign, we have been clear that we want something that is fair to all."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. I must lower the speech limit to four minutes."}, {"speaker": "Jenny Chapman (Darlington) (Lab):", "speech": "      I was hoping I was not going to be the next speaker because I am speechless after that peroration by the hon. Member for Beverley and Holderness (Graham Stuart). It is extraordinary what this Government have managed to do in pitting town against village, the north against the south, and the metropolitan areas against the shires. It is disgraceful. They have created division by the decision they made on the original settlements and then by finding this magic, back-of-sofa money. I have never known anything so deliberately partisan. I did not believe I would ever see anything like it."}, {"speaker": "Greg Clark", "speech": "     rose—"}, {"speaker": "Jenny Chapman:", "speech": "      My constituency has two libraries, both of which are to close. The market at the heart of my town is set to close. I hope Conservative Members enjoy the extra funding that they will receive, because my town and the people in my town are angry. I have never seen them this angry before. They are angry about what is going to happen, but also about the unfairness."}, {"speaker": "Greg Clark", "speech": "     rose—"}, {"speaker": "Jenny Chapman:", "speech": "      I will not give way. Why should I give way? Why should I give way to the Secretary of State who is ripping the heart out of my constituency? Why should I give way to him? He had half an hour at the Dispatch Box; he made a statement on Monday; he had Communities and Local Government questions on Monday. He has dismissed all attempts by Labour Members to lobby him. He has provided nothing for my constituency. My constituency is a town the same size as Wokingham. My constituency gets nothing from transitional funding—not a penny. In fact, we will lose £2,000 a year. Wokingham is getting £2.1 million of   "}, {"speaker": "Greg Clark", "speech": "     rose—"}, {"speaker": "Jenny Chapman:", "speech": "      I am not going to give way. I am going to allow other Members to make the case for their constituencies. I hope the Secretary of State listens to what we are saying and takes it on board. I know that he is familiar with my part of the country. He needs to think about the needs up there, because the people of the north-east will never, ever forgive this Government for what they are doing to our region."}, {"speaker": "Rebecca Harris (Castle Point) (Con):", "speech": "      The need to reduce the deficit has inevitably put pressure on councils right across the country. Even those that have made substantial and successful savings are understandably concerned about the transitional period during the move from centralised funding to an accountable system of self-funding."}, {"speaker": "Liam Byrne (Birmingham, Hodge Hill) (Lab):", "speech": "      I want to make just three points to the Secretary of State. Let me start by saying that, as he knows, he has enjoyed a good reputation among many Labour Members. I am afraid that that reputation has taken a bit of a battering from the settlement he presented this afternoon. It is with some sorrow that I say that."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      It is a pleasure to follow the right hon. Member for Birmingham, Hodge Hill (Liam Byrne), who has great experience of working in the Treasury. I gently say to him that I would be more than happy to offer him a deal—not that I have the power to do so at the moment—of swapping per capita funding for his constituents in Birmingham with that for constituents in Nottinghamshire, East Yorkshire, Cornwall, or any such rural areas. Today, per capita funding—[Interruption.] If the right hon. Gentleman wants to intervene, he can do so, but shouting from a sedentary position is not the thing to do."}, {"speaker": "Liam Byrne:", "speech": "      Let me offer the hon. Gentleman a deal: will he join me in arguing for a special and strong weighting for poverty in the needs-based formula that the Secretary of State plans to review?"}, {"speaker": "Mark Spencer:", "speech": "      I am more than happy to argue with the right hon. Gentleman, and stand side by side with him if we are talking about older people and those who are less wealthy, who tend to be found in rural areas. That is the challenge that we face today. In those rural areas, the population is not only older, but less wealthy and people have further to travel to the resources and services that they desperately need. For someone who lives in a rural area, needs a hospital appointment and has to use public transport, the public transport links are not as good as they are in urban areas. The doctor is further away than a doctor in an urban area. There are much greater challenges for those who live in rural areas."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      My hon. Friend should also remember that pupils in Birmingham get funded £1,000 a year more than my pupils in Leicestershire, yet one of the most deprived towns in the county is in my constituency."}, {"speaker": "Mark Spencer:", "speech": "      I thank my hon. Friend for that intervention. Thank goodness that at last the Government are starting to address the challenges faced by rural areas. The Secretary of State has given us a four-year settlement, which means that local authorities will not be living hand to mouth but can plan for the next four years. They know what they have got coming, which means that they can plan to use some of the resources and reserves that some of them are sitting on, to ensure that they protect our constituents and look after their needs. They will not have to sit on those reserves thinking that they may need them within the next 12 months."}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab):", "speech": "      Let me begin by providing clarification to the Secretary of State about comments on fairness from Durham County Council—this is via the wonders of modern technology—that related to certain aspects of the provisional settlement and not to the total or final settlement. The council said that the settlement would put the county at a huge disadvantage, and that none of the extra cash has been targeted at areas with the greatest need. It added that the settlement was “unfair” and “far too late”, and I hope that the Secretary of State will accept that clarification."}, {"speaker": "Greg Clark:", "speech": "      It is clear that that is a response to the statutory consultation, and to reassure the hon. Lady that I am not taking anything out of context, the section that I quoted from is entitled, in bold, “Fairness of Settlement” and states:"}, {"speaker": "Dr Blackman-Woods:", "speech": "      I think that is the fourth time we have heard that from the Secretary of State this   "}, {"speaker": "Jim McMahon:", "speech": "      Simon Henig, the leader of Durham County Council, has just sent me a message to say that that aspect was part of the original consultation, and that it does not consider the latest round, which includes the transition fund, to be fair."}, {"speaker": "Dr Blackman-Woods:", "speech": "      I am grateful to my hon. Friend for confirming what I have just said. Those of us in Durham think that the settlement is absolutely shocking because, once again, it hits hardest those councils with the greatest problems and highest levels of disadvantage, such as Durham. I had hoped that the Secretary of State’s comments on Monday would go some way to addressing the balance in favour of areas with the highest need, but I am afraid there was not a glimmer of that. Given the Government’s record of unfairness and widening inequalities, it is perhaps not surprising that the settlement massively favours Conservative councils. In fact, 87% of the funding announced on Monday is going to Tory councils."}, {"speaker": "Graham Stuart:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Dr Blackman-Woods:", "speech": "      I am not going to give way to the hon. Gentleman, because he would not take an intervention from me."}, {"speaker": "Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Dr Blackman-Woods:", "speech": "      I will not give way to the hon. Gentleman, just because we are very short of time."}, {"speaker": "Peter Heaton-Jones (North Devon) (Con):", "speech": "      I will start in the way I concluded the debate on this issue in the House on Monday, by saying, “Thank you” to my right hon. Friend the Secretary of State for listening carefully to the representations made to him and for making significant improvements from the draft settlement. As there has been quite a bit of to-ing and fro-ing here about what local authorities might think, let me add to that list. I have in my hand a piece of paper."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      We have heard a lot about party politics. Given that the extra money for Devon covers Exeter, has Labour objected to additional money for social care in Exeter?"}, {"speaker": "Peter Heaton-Jones:", "speech": "      My hon. Friend makes a good point. The right hon. Member for Exeter (Mr Bradshaw) does not seem to be in his place. Neither are any Liberal Democrats here for this important debate, despite their trying to sell themselves as the party of local government that wants to build from the ground up. There are not many of them, but not one of them has come to speak in this important debate."}, {"speaker": "Julie Cooper (Burnley) (Lab):", "speech": "      I well remember the Prime Minister in 2010 speaking to the country and declaring that we were all in this together. That had a ring of fairness that resonated with the British people. He went on to say that those with the broadest shoulders would bear the greatest burden. Sadly, those were just words and were never backed up with action. My constituency is one of the least affluent areas of the country, and despite that, since 2010, Burnley Council has seen its funding cut by a staggering 54%. Cuts of that magnitude have also been the order of the day at Lancashire County Council. As if all that is not bad enough, during the same period other, more prosperous   "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      It is interesting to follow the hon. Member for Burnley (Julie Cooper). Perhaps this debate has given us a chance to look forward to the   "}, {"speaker": "Dr Blackman-Woods", "speech": "     rose—"}, {"speaker": "Kevin Foster:", "speech": "      I happily give way, as I would like to have another minute."}, {"speaker": "Dr Blackman-Woods:", "speech": "      There is nothing false about the issues we are raising this afternoon. We are simply asking for a fairer settlement for local government that takes account of levels of disadvantage and levels of need, and for the needs of rural areas such as Durham, as well as rural areas elsewhere, to be acknowledged."}, {"speaker": "Kevin Foster:", "speech": "      There may be nothing false about the issues, but it is somewhat false to come into this Chamber and complain about reductions in local government funding, when Labour Members had an opportunity to change the situation in their manifesto but failed to do so."}, {"speaker": "Graham Stuart:", "speech": "      My hon. Friend may want to reflect on the fact that the reductions in Government grant and Government spending power over this Parliament to the original settlement in Durham amounted to 19.6%, yet rural areas were seeing reductions of 30%-plus. That is why Durham did not receive transitional relief—because it was not among the councils that were suffering the most. It is a simple concept, but Labour Members have misrepresented it—and yet again they should be ashamed of themselves."}, {"speaker": "Kevin Foster:", "speech": "      I thank my hon. Friend for bringing his usual laser-like precision to the debate. It is interesting to reflect on some things, and I expect some council leaders will be reflecting on the old floors and ceilings that used to exist in local government funding as a means of altering the assessments."}, {"speaker": "Stephen Twigg (Liverpool, West Derby) (Lab/Co-op):", "speech": "      Let me tell the hon. Member for Torbay (Kevin Foster) that this is an issue about distribution and the unfairness of the distribution of these cuts. Some parts of the country that have the greatest social and economic need, such as Liverpool, are facing the biggest cuts yet again. That is what Labour Members are genuinely very angry about, reflecting the anger in the communities we represent."}, {"speaker": "Graham Stuart:", "speech": "      According to the figures that I have seen, the average cuts in Government-funded spending power in this Parliament will be 19% in metropolitan areas and 30% in rural areas, and the figure for Liverpool is just over 15%. Where did the hon. Gentleman find his figure of 58%?"}, {"speaker": "Stephen Twigg:", "speech": "      I am talking about the actual reductions in Liverpool’s actual funding from central Government. However, the hon. Gentleman has helped me by bringing me to my next point, which other Members have already made today."}, {"speaker": "Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "      I warmly welcome this statement today from the Secretary of State. My local authority, North Yorkshire County Council, will receive £15 million in transitional funding over the next two years, and my district authorities will receive £1.4 million. We hear cries of “Tory plot” from the Opposition, but my local authority was facing a 37% reduction in its funding, compared with an average of 20% for metropolitan authorities. What kind of Tory plot is that? This is about fairness."}, {"speaker": "John Stevenson (Carlisle) (Con):", "speech": "      Does my hon. Friend also welcome the news that Labour-run Carlisle and Labour-run Cumbria are also receiving some transitional relief?"}, {"speaker": "Kevin Hollinrake:", "speech": "      I do welcome that news."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      It is pleasure to contribute to this debate. First, I wish to pay tribute to all local councillors, of all political parties and none, for the work that they do in the world of local government, making sure that local services are provided to the people we represent in Parliament. They do an incredible job in difficult circumstances. I say that having been a councillor on Tameside Metropolitan Borough Council for 12 years. My wife has been a Tameside councillor for 16 years, and I know the very difficult decisions she and her colleagues are having to make at the moment."}, {"speaker": "Barbara Keeley:", "speech": "      Today, I have been downstairs to meet people from the Malnutrition Task Force, which is doing some brilliant work in Salford. We have more than 2,000 cases of malnutrition—we are talking about people over 65 here. This sort of thing is developing now. Cynical comments are made by Conservative Members about the real concern Labour Members have. We did not used to need a malnutrition taskforce, and 193 out of 2,000 cases of malnourished older people were found in Salford. I know that Tameside has now launched a food bank to deal with this issue."}, {"speaker": "Andrew Gwynne:", "speech": "      My hon. Friend is absolutely right about that. Of course these cuts to local government budgets must also be set alongside the £200 million in-year reduction to the public health budget, which of course local government controls—it is a point she makes very well."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      It is a pleasure to follow the hon. Member for Denton and Reddish (Andrew Gwynne). I concur with him and share his thanks to councillors and council officers, of all politics and none, for the work that they do, day in, day out, on behalf of their communities across the country."}, {"speaker": "Graham Stuart:", "speech": "      My hon. Friend is right that it is a synthetic froth. Let us take Tameside and Trafford. In the original settlement, Trafford was facing a 28% reduction in Government-funded spending power, against 19% in Tameside. Surrey was facing a 54% cut—I would never normally speak up for Surrey—so it is no wonder that it got some transitional relief."}, {"speaker": "Simon Hoare:", "speech": "      My hon. Friend is right. Frankly, the Opposition party has been rumbled on this. Let us not kid ourselves, this remains, even after the welcome announcement made by the Minister on Monday, a tough settlement. It leaves an unfair and unsustainable gap between funding for rural and urban areas. That continues. It has just been made a little less tough. There is no golden goose being given to Tory local government."}, {"speaker": "Liam Byrne:", "speech": "      I hope that the hon. Gentleman will take back the point about synthetic rage. If other hon. Members had a hospital such as the one in my constituency, which is £54 million in deficit, and where delayed discharges are up 1,000% in a year because of public funding cuts, they would have a responsibility to stand up and say, “Think carefully about how you distribute money.” If they are representing a city such as Birmingham where there is another £92 million to come out of social care on top of the crisis that is already there, then, collectively as a country, we have a problem. I hope that the hon. Gentleman will take back his comment and recognise that there are genuine questions about the distribution mechanisms being put forward by the Secretary of State."}, {"speaker": "Simon Hoare:", "speech": "      If Birmingham City Council is funding its local hospital, it might explain some of its problems. That is not a responsibility of the city council. I do not know how the right hon. Gentleman has the brass neck to stand and ask Government Members to retract   "}, {"speaker": "Liam Byrne", "speech": "      On that point—"}, {"speaker": "Simon Hoare:", "speech": "      I will not give way to him."}, {"speaker": "Liam Byrne:", "speech": "      It is because he is frit."}, {"speaker": "Simon Hoare:", "speech": "      No. Of the right hon. Gentleman, I am never frit. Of course I will give way."}, {"speaker": "Liam Byrne:", "speech": "      I am grateful to the hon. Gentleman, who is being courteous and collegiate in giving way. He will also remember that I left a Budget that was going to halve the deficit over the course of the Parliament, which his Chancellor has still failed to achieve."}, {"speaker": "Simon Hoare:", "speech": "      The right hon. Gentleman has obviously been to Specsavers—he has the rose-tinted glasses and he is looking through a completely different Labour history."}, {"speaker": "Mr Speaker:", "speech": "      Order. There is an unseemly tenor now to the debate. I urge the hon. Member for North Dorset (Simon Hoare) to return to the path of virtue, which he ordinarily occupies, in terms of the conduct of debate. I remind the House that we are discussing not budgets, but Local Government Finance (England)."}, {"speaker": "Simon Hoare:", "speech": "      Thank you, Mr Speaker. I take that Lenten reprimand as it was intended."}, {"speaker": "Mr Speaker:", "speech": "      Order."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      There are three Labour Members still seeking to catch my eye, but realistically we ought to begin the winding-up speeches no later than 6.50. Whether Members wish to share, I leave to them. There is a time limit of four minutes, but it is up to them to cope with it."}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      Respecting that discipline, I shall be brief. Birmingham is a great city—the city of Chamberlain, the birthplace of municipal governance, the birthplace of municipal enterprise, a city with great potential, and a dynamic city—but it is a city of high need. My constituency may be rich in talent, but it is one of the poorest in the country. If someone gets on the train at the new Grand Central station and gets off at Erdington or Gravelly Hill, they are likely to live seven years less than if they continue on the train to Sutton Coldfield."}, {"speaker": "Mr Speaker:", "speech": "      The hon. Gentleman’s middle name is clearly Share."}, {"speaker": "Anna Turley (Redcar) (Lab/Co-op):", "speech": "      As everyone in the House will be aware, the liquidation of Sahaviriya Steel Industries and the closure of Redcar steelworks last September led to more than 3,000 immediate job losses. The local authority, Redcar and Cleveland Borough Council, serves a population of 135,000 people. Those   "}, {"speaker": "Marie Rimmer (St Helens South and Whiston) (Lab):", "speech": "      I speak on behalf of the residents of St Helens South and Whiston. My constituency extends over two small metropolitan boroughs—Knowsley and St Helens. I have three wards in Knowsley, which is one of the top three most deprived boroughs in the country, and the seventh-highest in terms of income deprivation. Knowsley has already suffered £98 million of cuts. Last year, it put £7 million into the social care budget for elderly people—£7 million in reserves that is not there this year, so Knowsley will have to find the funds to fill the gap or cut those services."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      I will be very brief because I want to hear from the Minister, as we do need answers to the questions that have been asked in this extremely lively and robust debate. The House is clearly extremely split over this settlement, with discontent, concern and dissatisfaction among Labour Members that needs to be listened to. It does not need, and does not deserve, to be met with denial, derision and dismissal, as in the case of so many Conservative Members, I am afraid."}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (Mr Marcus Jones):", "speech": "      I thank hon. Members for this passionate debate, which it is my pleasure to close. These are important times for local government. The devolution of power and resources from Whitehall is gathering momentum. Public services need to find innovative ways to save money and support services for local people."}, {"speaker": "Barbara Keeley:", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Jones:", "speech": "      I will not give way, because I do not have the time."}, {"speaker": "Jenny Chapman:", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Jones:", "speech": "      No, I will not give way. The hon. Lady will see that that is the case if she looks properly at the figures."}, {"speaker": "Mr Speaker:", "speech": "      The Ayes have it in respect of the UK-wide Division. On account of a technical hitch that has just been reported to the Chair, I shall cause the    "}, {"speaker": "Mr Speaker:", "speech": "      I can now announce the results of the Division among English Members in respect of the matter of which we have just treated. The Ayes to the right were 301; the Noes to the left were 181, so the Ayes have it. I have now confirmed what I suggested to the House a few moments ago."}, {"speaker": "The Deputy Leader of the House of Commons (Dr Thérèse Coffey):", "speech": "      I beg to move,"}, {"speaker": "Mr Charles Walker (Broxbourne) (Con):", "speech": "      In the previous Parliament, the Procedure Committee was asked to look into the existing protocols around the arrest of Members of Parliament. We started preliminary inquiries in early 2015, and this work laid the foundation for the inquiry we launched shortly after the general election."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      Is it not the truth that this practice is an historical anachronism arising from the period of the titanic struggle between the monarchy and the legislature, when, at a time when the King would arbitrarily arrest Members of Parliament, it was quite proper for Parliament to be so advised of that happening? It has no place in a modern Parliament and a modern democracy."}, {"speaker": "Mr Walker:", "speech": "      My hon. Friend makes a valid point, which I shall now go on to answer."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      When the Anglo-Irish agreement was signed by Margaret Thatcher in 1985, Unionists were enraged because it totally ignored them. Unionists at all levels, including then Members of this House—this was before my time—were involved in a campaign of civil disobedience and a then MP was arrested in that campaign. Was any consideration given to those examples of civil disobedience?"}, {"speaker": "Mr Walker:", "speech": "      When people engage in civil disobedience, they tend to want to have it reported, so that would not be covered. They would be charged, and of course, at the point of charge, it becomes public information. Of the people who took part in those protests, I think that 10 individuals—on 13 separate occasions—were imprisoned."}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      In the unlikely circumstance that a Government less benign than the current one were to have a Member arrested on a trumped-up charge, would that Member have the right to insist that Mr Speaker brought it to the attention of the House?"}, {"speaker": "Mr Walker:", "speech": "      My hon. Friend makes a very good point. That Member would have the right, but if it were judged to be a matter of privilege, the Clerk would advise the Speaker and the arrest would be placed in the public domain. That is what would happen."}, {"speaker": "Mr Rees-Mogg:", "speech": "      I am grateful for a second go. Is my hon. Friend saying that if the House has a chance to ascertain whether it is a breach of privilege, the Member concerned will also have the right to insist on it being made public by Mr Speaker?"}, {"speaker": "Mr Walker:", "speech": "      All Members, if arrested, will continue to have the right to have their names made public if that is   "}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      No Member of this House or the other place is above the law—nor should they ever consider themselves to be. The reach of the law extends within the House, and Parliament would not seek to interfere with due process of a criminal investigation. Similarly, as the law applies to us all equally, so does the right to privacy."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. In due course, with the leave with the House, the Chairman of the Procedure Committee may well have the chance—and, I rather anticipate, will have the chance—to speak again. Meanwhile, I call Mr Patrick Grady."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      I note that, according to the Order Paper, the debate can continue until any hour. I am surprised that my hon. Friends have decided to go to the Burns supper rather than taking this opportunity to explain their thinking on a range of matters. However, Mr Speaker, I thank you for calling me, and I congratulate the hon. Member for Broxbourne (Mr Walker) on his work in chairing the Procedure Committee, of which I am a member. I also acknowledge the work of the predecessor Committee, which did much of the heavy lifting. We inherited that hard work, and it has led to the report that we are discussing this evening."}, {"speaker": "Mr Dennis Skinner (Bolsover) (Lab):", "speech": "      I have been listening to the debate on the telly, and I do not know what all the fuss is about. I suppose I have been on nearly every picket line that has ever existed. I have been on one today, with the hospital doctors, and there was a tremendous turnout. But I remember being on one when the second eleven of the gang of four took over TV-am. Well, it was like a gang of four. They were very big and important people. One was a Member of Parliament, who later ran into some trouble. I think he got arrested, but I am not sure."}, {"speaker": "John Mann (Bassetlaw) (Lab):", "speech": "      I hate to break the consensus, but we have been here before when it comes to House business. I recall moving a resolution—but not getting a seconder—to stop the flipping of homes, some 18 months before the expenses scandal. If I had been listened to then, some Members might not be here today because others might well have survived; I suppose that outcome was rather double-edged. The reputation of Parliament might also have been partly salvaged if that resolution had been listened to, but it was not."}, {"speaker": "Mr Charles Walker:", "speech": "      With the leave of the House, Madam Deputy Speaker, I shall respond to the debate. I think the hon. Member for Bassetlaw (John Mann) missed my speech, because I think I did answer most of the questions he raised. I hope I answered the one put by my hon. Friend the Member for North East Somerset (Mr Rees-Mogg), as I tried to do so twice."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      It is worth emphasising this point, because we had quite an incendiary speech from the hon. Member for Bassetlaw (John Mann), and we need to nail this argument on the head. As a member of the Procedure Committee, with its Chairman sitting next to me, I can say that no extra privilege of any sort is being given to any Member of Parliament. We are being put on exactly the same level as members of the public."}, {"speaker": "Mr Walker:", "speech": "      I can assure my hon. Friend that that is the case. He is right—no Member of this House is above the law, but likewise no Member of this House is below the law. We have to be equal in the eyes of the law, and that is what this report tries to do."}, {"speaker": "Dr Tania Mathias (Twickenham) (Con):", "speech": "      I present a petition on behalf of the residents of my constituency who oppose plans by the Ministry of Defence to sell off the site of Kneller Hall, the home of the Royal Military School of Music. I am grateful to all the constituents who took the time to add their names."}, {"speaker": "Andrew Rosindell (Romford) (Con):", "speech": "      I would like to begin by asking you, Madam Deputy Speaker, to pass on my thanks to Mr. Speaker for selecting this debate this evening, and to express my gratitude at having been given the opportunity to inform the House about Autism Sunday, also known as the international day of prayer for autism and Asperger’s syndrome."}, {"speaker": "Mrs Cheryl Gillan (Chesham and Amersham) (Con):", "speech": "      I congratulate my hon. Friend on obtaining a debate on this important subject. Does he agree that alongside Autism Sunday, initiatives such as the world autism awareness week, which is from 2 to 8 April this year, are pretty important? Does he welcome what the National Autistic Society is doing in that week—launching a public awareness campaign, because it is important that we continue to increase awareness of autism, and understanding among the general public, particularly as the incidence seems to be on the increase?"}, {"speaker": "Andrew Rosindell:", "speech": "      I thank my right hon. Friend for her helpful intervention. Of course, we can work in our constituencies to make people aware of the effects of autism, but national organisations such as the National Autistic Society are doing a brilliant job of promoting more understanding of the issue across the United Kingdom."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      May I also congratulate the hon. Gentleman on bringing this matter to the House for consideration? A large number of my constituents also have autism or autistic children. About 2,000 children in Northern Ireland have been waiting more than 20 months for a diagnosis. It is clear to me as an elected representative, and probably to the hon. Gentleman as well, that early diagnosis is critical if children are to get the correct treatment and the help they need. Does he agree that greater priority needs to be given to autism diagnosis, especially given the rising number of autistic children and adults across the United Kingdom of Great Britain and Northern Ireland?"}, {"speaker": "Andrew Rosindell:", "speech": "      The hon. Gentleman is absolutely right: more needs to be invested in diagnosis. I commend him on the work he is doing in Northern Ireland to ensure that there is more awareness of this condition."}, {"speaker": "Mrs Cheryl Gillan (Chesham and Amersham) (Con):", "speech": "      I congratulate my hon. Friend the Member for Romford (Andrew Rosindell) on obtaining the debate. As chair of the all-party group on autism, I am privileged to have an insight into this area. I am glad to see my predecessor as chair of the all-party group, my hon. and learned Friend the Member for South Swindon (Robert Buckland), who has done so much work on autism, on the Front Bench next to the Minister."}, {"speaker": "The Minister for Children and Families (Edward Timpson):", "speech": "      I congratulate my hon. Friend the Member for Romford (Andrew Rosindell) on securing this important debate. He has afforded the House the opportunity to raise awareness of autism and mark Autism Sunday in Parliament, albeit on a Wednesday. As my hon. Friend has mentioned, Autism Sunday is an event with worldwide recognition, as well as being a permanent fixture in his own constituency. That is a fantastic achievement, of which Ivan and Charika Corea, who have grown the event since 2002, should be proud."}, {"speaker": "Jim Shannon:", "speech": "      I applaud the initiative that has been taken by Sunderland football club, although they are not my team, to provide a small room in the stadium where autistic children can go with their parents and enjoy the football match, without the noise that disaffects them. That initiative clearly helps autistic children. Would the Minister encourage other premier league football teams and, indeed, all football teams to do likewise?"}, {"speaker": "Edward Timpson:", "speech": "      I agree wholeheartedly with the hon. Gentleman. The Under-Secretary of State for Disabled People has worked hard with the premier league and football clubs to improve the facilities for and awareness of people with disabilities, whether they be physical, mental or otherwise, at football grounds. There is clearly more that can be done. Clubs such as Sunderland are taking the lead and showing what can be done. With a little bit of thought, as my right hon. Friend the Member for Chesham and Amersham said, we can go a long way. I encourage every club to look at what Sunderland is doing and to make such easy but important adjustments, so that they can fill the seats in their stadium, which Sunderland has struggled to do this season."}]