[{"speaker": "Mr Speaker:", "speech": "      It is with great sadness that I must report to the House the death of Harry Harpham, the hon. Member for Sheffield, Brightside and Hillsborough. Harry entered the House at the last general election, following careers as a miner, a researcher for David Blunkett, now Lord Blunkett, and a representative of the National Union of Mineworkers at Clipstone colliery. Harry was also a councillor on Sheffield City Council for 15 years, holding important cabinet responsibilities in that time, and serving as deputy leader of the council. Harry was a diligent constituency Member of Parliament, who held the Executive to account on behalf of his constituents. Most recently, on Wednesday 20 January, he asked the Prime Minister what support the Government were providing to world-class companies such as Sheffield Forgemasters."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      On a point of order, Mr Speaker. As the House knows, I come from Sheffield, which is where I was born and brought up, so I associate myself—as, I am sure, does the whole House—with your remarks. I offer my condolences to the family of Harry Harpham and to all those who knew him. It is a tragedy that he spent so little time with us in this House, and that we have been robbed of his help and advice. We will all mourn his loss today."}, {"speaker": "Mr Speaker:", "speech": "      I thank the hon. Gentleman for what he has appropriately and graciously said."}, {"speaker": "Mr Nuttall:", "speech": "      On a further point of order, I beg to move, That the House sit in private."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      I beg to move amendment 1, page 3, line 16, at end insert—"}, {"speaker": "Mr Speaker:", "speech": "      With this it will be convenient to discuss the following:"}, {"speaker": "Mike Wood:", "speech": "      May I convey my sympathies and add to the tributes that you paid to Harry Harpham, Mr Speaker? I know that the sympathies of all right hon. and hon. Members will be with his family and friends at this difficult time. Even from the short time in which we saw Harry in this House, it is clear what a loss he will be."}, {"speaker": "Mr David Lammy (Tottenham) (Lab):", "speech": "      I am grateful for the manner with which the hon. Gentleman is putting his points. Central Government or local government will often put up the money to persuade big business to get engaged, because businesses want to see match funding. In those circumstances, I am concerned that that money will then be counted against those who go on to claim compensation."}, {"speaker": "Mike Wood:", "speech": "      The right hon. Gentleman makes an extremely important point, one with which I think we would all agree. That is why, to make sure that in that kind of joint venture we do not preclude local authorities or central Government from contributing to what are essentially private, business-led appeals, I would not expect that kind of fund to be deducted from riot compensation payments. This is not a black and white issue, however, and to clarify the issue there are points in the spectrum where that kind of detail is far better placed within regulations rather than in a clause of this kind in the Bill. I therefore cannot support the amendment. It is sensible that payments from public funds should not be provided for the same purpose twice, because we have a duty to limit unnecessary burdens on the taxpayer. The right hon. Gentleman is absolutely right in saying that there are occasions when public funds contribute to private appeals. I hope the regulations drawn up to implement the provisions in the clause will allow for such initiatives."}, {"speaker": "Mr Lammy:", "speech": "      Having heard what the hon. Member for Dudley South has had to say this morning, I am satisfied that regulations are the right place for clarity on double funds. I will not press my amendment."}, {"speaker": "Anne Marie Morris (Newton Abbot) (Con):", "speech": "      I rise to give my support to amendments 1, 2 and 3 in the name of my hon. Friend the Member for Dudley South (Mike Wood). I congratulate him on his hard work in getting the Bill to this stage. He deserves a great deal of credit."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      On a point of order, Mr Speaker. I tabled a named day written parliamentary question to the Prime Minister for answer today. That question was whether the Prime Minister himself had seen a copy of the draft childhood obesity strategy document, which we suspect the Government have long-grassed. I received a letter from No. 10 Downing Street today advising me that the Prime Minister had asked for the question to be transferred to the Secretary of State for Health for answer. Surely the Prime Minister knows whether the Prime Minister has seen said document. In my 10 years as a Member of the House, I have never been treated with such contempt. Can you advise me whether it is in order for the Prime Minister to refuse to answer a very simple question?"}, {"speaker": "Mr Speaker:", "speech": "      I am grateful to the hon. Gentleman for his point of order and his characteristic courtesy in giving me advance notice of his intention to raise it. My initial reaction, off the top of my head, is that it is not disorderly, though it might be considered unhelpful. In my experience, it constitutes a somewhat odd transfer.   "}, {"speaker": "Mr Steve Reed (Croydon North) (Lab):", "speech": "      Hon. Members will be aware that Croydon was hit very hard in the 2011 riots. Many members of the public, seeing the damage caused to local businesses, homes and property, wanted to help those seeking to recover and deal with the losses incurred, and they generously gave money to a fund set up by the mayor of Croydon for precisely that purpose."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      I rise to support amendments 1, 2 and 3, which my hon. Friend the Member for Dudley South (Mike Wood) has tabled. It is encouraging that he took the opportunity afforded to him in Committee to listen to the representations made to him by others and tabled these amendments for consideration this morning. They are relatively modest but important amendments. It is important that the Bill should set out clearly the time period within which claims should be made, as amendment 1 provides, so that there is no confusion and it is not left up to others to make such a determination by way of regulation. It is for the House to decide that claims must be brought within 42 days and further evidence provided within 90 days after that."}, {"speaker": "Lyn Brown (West Ham) (Lab):", "speech": "      If it is okay with you, Mr Speaker, I would like to associate myself with your kind and apposite remarks about Harry. My sympathies go to his wife Gill and all those who mourn him. My friends on these Benches are in real shock and great sadness at his passing."}, {"speaker": "Mr Lammy:", "speech": "      My hon. Friend will know, perhaps more than anybody else in this House, the juxtaposition between shopping centres such as Westfield, where there is big business, and small businesses, which in a constituency such as hers are often run by people newly arrived in this country, making the very best of their lives. Her experience in this matter needs to be recorded."}, {"speaker": "Lyn Brown:", "speech": "      My right hon. Friend is absolutely right—the businesses that were affected in my constituency were small businesses along the Barking Road in Canning Town and, indeed, some in Green Street. As he rightly says, they are not like the businesses in Westfield that   "}, {"speaker": "The Minister for Immigration (James Brokenshire):", "speech": "      I, too, want to associate myself with your comments, Mr Speaker, following the sad loss of Harry Harpham. Members throughout the House can all say that Harry was a dedicated public servant. Although we had the privilege of having him in the House only for a short time, he clearly served with distinction in his community, having sat on Sheffield City Council, and he was dedicated to public service. The fact that as recently as 20 January, Harry was here at Prime Minister’s questions standing up for constituents on an issue he believed in, Sheffield Forgemasters, underlines the sort of person he was, the dedication he showed and the fact that he always wanted to stand up for his constituents. The whole House will wish to pass its condolences, thoughts and prayers to his wife, Gill, his children and his whole family, his friends, colleagues and everyone who knew him and who mourns his loss."}, {"speaker": "Mr Lammy:", "speech": "      On the issue of constituents who live in private rented accommodation, I recognise that regulations might be the best place to indicate the length of time for which support will be given, but can the Minister provide us with any clarity about whether he considers that to be a matter of weeks or months? People can be living without virtually everything for a considerable length of time after a catastrophe of this sort."}, {"speaker": "James Brokenshire:", "speech": "      At this stage, it is probably best for me to say that we will reflect further before we bring forward with the regulations. The right hon. Gentleman has made some important points on behalf of his constituents. I know from our discussions back in 2011 the direct impact of the issues that he rightly he took up on behalf of his constituents. Other Members also made direct challenges on behalf of their constituents. We will continue to reflect carefully on the issue as we move forward towards drawing up the regulations. That is   "}, {"speaker": "Mr Steve Reed:", "speech": "      I take the right hon. Gentleman’s point about the public purse, but what reassurances can he give that charitable donations from members of a community that were given to help victims in the locality will not be—rather than should not be—deducted from official compensation payments?"}, {"speaker": "James Brokenshire:", "speech": "      Again, the best place to deal with that and give clarity about the operation of the Bill is in regulations. I hope that given what I have said today about the intention to introduce regulations to sit alongside the Bill, hon. Members will be reassured on this important point about charitable donations. The right hon. Member for Tottenham indicated that he thought the best place to deal with that would be in regulations. That is our judgment too, but I hope that what I have said to the House is helpful in providing clarification and setting out the how the Government will seek to operate the provisions in the Bill. Obviously, right hon. and hon. Members will be able to examine the regulations when they are published, following Royal Assent—we hope that will happen, but both Houses need to give the Bill their consideration."}, {"speaker": "Mr Nuttall:", "speech": "      I appreciate the points the Minister has made. In the internet age, donations from the public often come through crowdfunding exercises. Will he confirm that the regulations will make it clear that funds raised in that way for the purposes he has just set out—I appreciate the distinction he made with respect to the purposes—will also be excluded?"}, {"speaker": "James Brokenshire:", "speech": "      The most important thing is that we define the charitable purpose for which contributions have been made, rather than reflecting on the manner in which those moneys have been given. It is about the fundamental purpose, although my hon. Friend makes an interesting point that people will want to examine as we introduce the regulations. I hope that my comments have helped in our consideration of the amendments."}, {"speaker": "Mr Speaker:", "speech": "      Does the hon. Member for Dudley South (Mike Wood) wish to contribute further?"}, {"speaker": "Mike Wood:", "speech": "      No, Mr Speaker."}, {"speaker": "Mr Lammy:", "speech": "      I beg to move amendment 4, page 5, line 19, leave out from “compensation” to “that”."}, {"speaker": "Mr Speaker:", "speech": "      With this it will be convenient to discuss the following:"}, {"speaker": "Mr Lammy:", "speech": "      The amendments address the issue of the £1 million compensation cap. It is important for the House and for individuals beyond it who, unfortunately, may find themselves caught up in a riot that we interrogate how the Government reached that figure. In Committee, I raised the issue of the cost of running a business and the fact that it varies across the country. The price of running a newsagent, off-licence or small gift shop in Yeovil is different from the cost in Northumbria and different again from the cost in Tottenham, yet this £1 million figure exists for all those businesses."}, {"speaker": "Anne Marie Morris:", "speech": "      Clearly the right hon. Gentleman makes an important point about ensuring that people are properly compensated, but does his amendment not give him a concern that it would provide people with a disincentive to be responsible and take out insurance? How does he suggest we get a better balance between the obligation of the taxpayer and that of the individual?"}, {"speaker": "Mr Lammy:", "speech": "      The hon. Lady makes an important point and there is a balance to be struck, but I hope she will understand that it is important to interrogate why we have arrived at the £1 million figure. It is also important that we recognise something about parts of the country that experience these upheavals from time to time; it remains the case in a constituency such as mine, which has had two riots in a generation, that when someone walks down Tottenham High Road they do not see the sort of scene they would see in Detroit, with boarded-up shops, houses in which people do not live and no-go areas—areas that have failed. Fortunately, in these fantastic islands of ours there are no communities that have failed—we do not allow them to fail. We do not want to see that kind of failure. We need to get the balance right between having people, rightly, insuring themselves, and recognising that in the poorest parts of our country people are often under-insured or not insured, so when there is a riot we must still try to put them back into a situation where they can get on with their lives and with their business, and get on with the economy."}, {"speaker": "Mr Nuttall:", "speech": "      I am a bit confused—I am always confused, but I am particularly so this morning—by these amendments. Could the right hon. Gentleman briefly explain which of his three different proposals he would personally like to see enacted? It seems to me that he is proposing no cap, a cap of £10 million and a cap to be decided by a formula that is yet to be determined."}, {"speaker": "Mr Lammy:", "speech": "      The hon. Gentleman will recall, because he was on the Public Bill Committee with me—"}, {"speaker": "Mr Nuttall", "speech": "     indicated dissent."}, {"speaker": "Mr Lammy:", "speech": "      Forgive me. The hon. Gentleman was not on the Committee, but if he reads the Hansard report of its proceedings he will see that there was quite a lot of debate about this figure. The Government were unable to give much detail of how they arrived at the figure. The Minister has since written to my right hon. Friend the Member for Knowsley (Mr Howarth), who chaired the Committee—its members were copied in—and given greater clarity on what the Government were told by the insurance industry and on the amount of figures that came under £1 million. I received that letter after tabling these amendments. However, the amendments are probing, because it would be quite wrong for a Bill of this kind to pass quietly through the House without discussion and scrutiny. I see the hon. Member for Croydon Central (Gavin Barwell) nodding in agreement, because his constituency was caught up in the riots. My amendments have been tabled in that spirit."}, {"speaker": "Anne Marie Morris:", "speech": "      The right hon. Gentleman talks about the challenge of striking a balance between the Home Office and other potential sources for the unpaid sum, but I do not think he has offered sufficient clarity on the role of insurance. He has talked about the challenge of insurance being extraordinarily expensive. In my constituency we have a similar issue with flooding. Flood Re and the negotiations that the Government have had in that regard have clearly been very helpful. What conversations has he had with the insurance industry, and indeed with the Government, on what can done to make insurance more affordable?"}, {"speaker": "Mr Lammy:", "speech": "      There are parts of this country that routinely experience flooding, as I said in Committee, and there is considerable experience in the system in relation to how we deal with those communities and how the insurance industry reacts in those circumstances. Floods happen more frequently in our country than riots, but a similar catastrophe befalls those who find themselves caught up. I hope that the bureau that will be set up as a result of this Bill can draw on the experience in those areas."}, {"speaker": "Mike Wood:", "speech": "      Let me start with amendments 5 and 6, tabled by the right hon. Member for Tottenham (Mr Lammy), which would either remove or raise the compensation cap. Although I fully understand his reasons for asking that the level of the cap be considered, I am unable to support either amendment. As I have stated at earlier stages in the legislative process, we simply cannot continue to have a situation in which the public purse is subject to unlimited liability."}, {"speaker": "Lyn Brown:", "speech": "      Amendments 4, 5 and 7, and their consequential amendments, have been tabled by my magnificent and right hon. Friend the Member for Tottenham (Mr Lammy). All the amendments pertain to the compensation cap. As has been said, the Bill caps the total amount that can be paid out in a single compensation claim to £1 million. Amendment 4 would remove the compensation cap, amendment 5 would increase it and amendment 7 would ensure that it is assessed every three years by Parliament."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      That’s killed his career."}, {"speaker": "James Brokenshire:", "speech": "      I do not know whether I am going to blot my copybook now or not, but I thank the hon. Lady for approaching this group of amendments in a constructive way, as she and the right hon. Member for Tottenham (Mr Lammy) did in Committee. That is the approach we have taken across the House, recognising that there is an issue in the Bill, and seeking to sensibly examine what is appropriate in terms of the manner in which it has been framed."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      On a point of order, Mr Deputy Speaker. I am very surprised that there is not a statement in the House today. You may have seen the reports in yesterday’s newspapers that European judges have ruled that a foreign—Moroccan—criminal cannot be deported from the country despite the Home Office saying that she committed serious offences which threatened “the values of society”. My understanding is that the person concerned is the daughter of Abu Hamza, so this is a very serious matter for the security of this country. Surely it should be raised in this House and a Home Office Minister should be making a statement today. Have you had any indication that the Home Office intends to make any kind of statement about this issue?"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      I do not think I am going to shock you by saying that I have had absolutely no indication of anybody coming forward with a statement. However, the hon. Gentleman has quite rightly, as ever, raised the matter, it is on the record, and I am sure that people in different Departments will be listening as we continue this debate."}, {"speaker": "James Brokenshire:", "speech": "      A £1 million cap strikes the appropriate balance between protecting the public purse and helping those who need it most. Increasing it to £10 million would increase police and public purse liability tenfold, which is neither necessary nor appropriate. If the cap were raised to £10 million, the most likely beneficiaries would be insurance companies seeking to reclaim the costs of any very large claim from the relevant police and crime commissioner. I do not think that that was the intent behind the right hon. Gentleman’s approach in his amendment, but I respect the manner in which he has sought to draw the House’s attention to how we have reached this point and why we judge that £1 million is the appropriate level."}, {"speaker": "Mr Lammy:", "speech": "      As this Bill and its consequences are a matter of public record, will the Minister undertake to write to hon. Members who have one of the six businesses beyond the Sony claim in their constituencies? I would   "}, {"speaker": "James Brokenshire:", "speech": "      I do not know whether I am able to give the right hon. Gentleman the assurance he seeks, on the basis of legal constraints or data protection issues, but I note his point. I will reflect on it, and if there is anything more that I may be able to add, then  I will obviously be happy to write to him. However, I draw the House’s attention to the fact that this might not be quite as straightforward as he suggests and there may be inhibitions that would prevent that sort of broader disclosure."}, {"speaker": "Mr Lammy:", "speech": "      As I indicated, these are probing amendments. The whole House has heard what the Minister and the hon. Member for Dudley South (Mike Wood) said, and I understand that the Bill will now go to the other place and receive further scrutiny. On that basis, I beg to ask leave to withdraw the amendment."}, {"speaker": "Mr Lammy:", "speech": "      I beg to move amendment 10, page 6, line 17, at end insert—"}, {"speaker": "Mike Wood:", "speech": "      Although I absolutely agree with the right hon. Member for Tottenham (Mr Lammy) that the effectiveness of legislation needs periodically to be reviewed, I am less convinced of the need to set that out in the Bill. Of course, we all hope and pray that there will be no repeat any time soon of the kinds of riots we witnessed in August 2011, but should such riots occur in future it would be absolutely appropriate to consider how well the legislation is working and whether any changes are required, which is what happened following the 2011 riots."}, {"speaker": "Mr Lammy:", "speech": "      Does the hon. Gentleman agree that, if there had been an assessment mechanism in the ineffective Riot (Damages) Act 1886, it might have been better legislation in the first place? There might be a riot—we hope not—during the period of three to five years. I understand that he may not accept the amendment as drafted, but surely the Government should be prepared to consider some sort of assessment mechanism after a riot, which, thank God, happen so infrequently in our country. Perhaps that could happen in the other place when the Bill receives further scrutiny."}, {"speaker": "Mike Wood:", "speech": "      The right hon. Gentleman makes the point that I was about to move on to. Although the initial three to five-year period provides an important chance to reflect on the early years and to consider whether all the commas are in the right place and all the details are right, it is important that regular reviews take place after that period. I hope the regulations will allow for such reviews. If there is a repeat of anything like what happened in August 2011, it is inconceivable that there would not be a review. That should be a given. Outside of the times of serious riots—which, of course, we hope will last many years or even decades—it is important to have some sort of periodical review, but I do not believe that there is a particular case for this Bill to carry a specific provision for post-legislative scrutiny. As I have said, such a provision could be triggered by a fairly small and limited disturbance, but we must make sure that it does not take another 130 years before we next review whether the legislation is working."}, {"speaker": "Lyn Brown:", "speech": "      I completely get where the hon. Member for Dudley South (Mike Wood) is coming from—frankly, if I were the Minister in charge of his Bill, I would encourage him to say exactly what he has just said—but I am worried about where we are going with this. It has taken us 150 years to revisit the issue and there have been a number of disturbances—nay, riots—in this country during that time, and even when there have been really big riots, the system of dealing with victims has been wholly inadequate. I am concerned that we will find ourselves in 150 years’ time—well, we won’t, because we’ll be dead by then—saying, “Oh, yeah, we didn’t have very effective legislation. We had things for those old-fashioned things called cars, but the hover vehicles we’re driving around in now aren’t covered by this Riot Act.”"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Minister, follow that!"}, {"speaker": "James Brokenshire:", "speech": "      We are verging into the language used on Second Reading when we discussed how the terms of the existing Riots (Damages) Act 1886 are not fit for the purpose of providing compensation in the event of a riot. The Bill provides good flexibility. It is important to recognise that it enables matters to be dealt with by way of secondary regulation. If certain changes are required, we would not necessarily have to address them through primary legislation, with all that that entails. Indeed, as has been discussed, the Bill enables us to increase the overall cap by negative procedure."}, {"speaker": "Lyn Brown", "speech": "     rose—"}, {"speaker": "James Brokenshire:", "speech": "      I will, in due deference, give way to the shadow Minister."}, {"speaker": "Lyn Brown:", "speech": "      Very brave. I say gently to the Minister that I was a bit flabbergasted by the length of time that passed before the introduction of such a Bill. There was a period of unrest in the 1980s, during my early childhood, and I can recall being in a restaurant in Leicester Square on my way to a concert during the poll tax riots. I am surprised, therefore, to be debating a Bill on a matter that has not been revisited during that time. Given that these things happen, given that there can be long periods of time between such occurrences and given that our predecessors did not see fit to revisit the legislation despite some fairly appalling riots in our   "}, {"speaker": "James Brokenshire:", "speech": "      The hon. Lady makes a fair point. I am sure that anyone who has been caught up in a riot, and who has suffered loss or damage as a consequence, feels that hugely keenly. We are talking not just about the immediacy of the situation and the fear that it creates, but about what that means in restoring a life, putting property back into place and dealing with adverse effects on a business. That has been at the heart of our debates on the Bill, and that is why I welcome and strongly endorse the approach of my hon. Friend the Member for Dudley South in bringing forward the Bill and seeking to address the problem."}, {"speaker": "Mr Lammy:", "speech": "      The shadow Minister, my hon. Friend the Member for West Ham, has expressed my views strongly from the Dispatch Box, and I hope that the matter will receive greater scrutiny in another place. Self-evidently, issues arise in the peculiar event of riots, and the Government ought to think seriously about producing some sort of impact assessment, which need not be onerous. I undertake to write to colleagues in the other place to ensure that that receives further examination."}, {"speaker": "Mike Wood:", "speech": "      I thank right hon. and hon. Members from all parts of the House who have participated in debates on Second Reading, in Committee and here   "}, {"speaker": "Lyn Brown:", "speech": "      The Opposition will support the Bill this morning, as we have throughout the legislative process."}, {"speaker": "James Brokenshire:", "speech": "      I pay tribute to my hon. Friend the Member for Dudley South (Mike Wood) for his excellent stewardship of the Bill. It takes enormous   "}, {"speaker": "William Wragg (Hazel Grove) (Con):", "speech": "      I beg to move, That the Bill be now read the Third time."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      It might not be known outside the House that my hon. Friend had the foresight to secure for his Bill the signature of the right hon. Member for Islington North (Jeremy Corbyn), who is now the Leader of Her Majesty’s Opposition. That will no doubt aid the Bill’s passage through the House."}, {"speaker": "William Wragg:", "speech": "      I thank my hon. Friend for that intervention, and as he will see by the vast numbers of Labour Members here today, the influence of that signature has been a fantastic achievement."}, {"speaker": "Mr Nuttall:", "speech": "      Does my hon. Friend expect an increase in the number of applications as a result of the power in the Bill to apply for documents from private sources?"}, {"speaker": "William Wragg:", "speech": "      I will come to that in detail later, but the CCRC is a reactive body—it does not proactively seek cases to review—so I suggest that what my hon. Friend alludes to would not take place. However, I will cover that in more detail in a moment, if he will bear with me."}, {"speaker": "Christina Rees (Neath) (Lab):", "speech": "      First, may I echo the sentiments that have been expressed about the sad passing of our colleague, my hon. Friend the Member for Sheffield, Brightside and Hillsborough? We came into the House together in the 2015 intake, and he was always so supportive and so positive. He was a man with great dignity. We will miss him dearly, and our thoughts are with his wife and family."}, {"speaker": "The Parliamentary Under-Secretary of State for Justice (Mr Dominic Raab):", "speech": "      At the outset, may I add my condolences to the family of the hon. Member for Sheffield, Brightside and Hillsborough, and say that we feel his loss in all parts of this Chamber?"}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      On a point of order, Madam Deputy Speaker. I am sorry to cut off my hon. Friend in full flow. This is further to my point of order earlier this morning about the security risk this country faces from a European Court of Justice decision to stop the UK kicking out of this country a Moroccan national whom the Home Office believes to be a severe threat to national security. It now appears that the person concerned is Abu Hamza’s daughter-in-law. Whoever it is, this is a very serious matter, and this country and this House should be aware of it. What can be done to get a Home Office Minister to come to the Chamber as a matter of urgency to tell the House about this matter and about what threat this country faces?"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I thank the hon. Gentleman for his point of order and for bringing this matter, which is indeed important, to the attention of the House again. As he knows, I have no power to require a Minister to come to the House, but I am quite certain, now that the hon. Gentleman has raised this matter on the Floor of the House, that those who ought to take note of what he has said will do so. I trust that the matter will be brought before the House in due course, and the hon. Gentleman is of course well aware of the many methods that he can use next week to ensure that it is brought before the House."}, {"speaker": "Mr Chope:", "speech": "      I am grateful to you, Madam Deputy Speaker, for what you have said in response to my hon. Friend the Member for Shipley (Philip Davies). I share his concern that this is a very important issue, particularly in the light of what has been said about the need for us to be able, as a result of the current EU renegotiations, to improve our own national security."}, {"speaker": "Philip Davies:", "speech": "      I am grateful to my hon. Friend for taking up my point about other buildings as opposed to just churches, and in order for progress to be made, I am very happy to drop my wide ambition to see this measure extended further. If it means that my hon. Friend can make progress on churches alone, I am happy to limit my ambition to that."}, {"speaker": "Mr Chope:", "speech": "      I am most grateful to my hon. Friend, and I hope that when he responds, the Minister will accept that dealing with churches would be a good place to start."}, {"speaker": "Nick Smith (Blaenau Gwent) (Lab):", "speech": "      I associate myself with the Speaker’s remarks earlier following the sad death of Harry Harpham, the MP for Sheffield, Brightside and Hillsborough. Like many colliers, Harry carried himself with strength and dignity, and we will miss him greatly."}, {"speaker": "The Minister of State, Department for Environment, Food and Rural Affairs (George Eustice):", "speech": "      I also associate myself with the comments about the sad death of Harry Harpham."}, {"speaker": "Mr Chope:", "speech": "      When does my hon. Friend expect Natural England to complete the licensing framework?"}, {"speaker": "George Eustice:", "speech": "      I do not have a particular timetable, but the framework is being developed based on the evidence from the research project. I imagine that it could be done relatively quickly."}, {"speaker": "Mr Chope:", "speech": "      Obviously, I would not expect the Minister to anticipate not getting the funding from the Heritage Lottery Fund, but can he guarantee that, whether or not that application is successful, this work will be carried out, because it would be perverse if it were dependent solely on the success of that bid?"}, {"speaker": "George Eustice:", "speech": "      When it comes to heritage assets, our churches are almost second to none. We have thousands of churches and they provide incredibly important heritage assets, so I think this bid will be a very strong one. If, however, for some reason the bid were unsuccessful, it goes without saying that we would seek alternative means to fund this important work."}, {"speaker": "Mr Chope:", "speech": "      May I give an example by referring to what happens with migrating birds in Malta? Although Malta is a member of the European Union, it does not seem that any of these rules apply to that country."}, {"speaker": "George Eustice:", "speech": "      The rules do apply to Malta. We have debated in the House some of the challenges posed by dove shooting in Malta, for example. Legal cases have been brought against the Maltese Government on precisely these issues. They have been required, under these regulations, to put in place protection for migrating doves, too."}, {"speaker": "Mr Chope:", "speech": "      I thank the Minister for his thoughtful response to the points that have been raised. I hope that his optimism about the Heritage Lottery Fund bid is well founded and that that project is able to continue. It is not often that I would describe a piece of legislation that I have put forward as being premature, but in the light of what he has said and of the fact that we are shortly to have an in/out referendum, and on the basis of the Bill’s prematurity, I beg to ask leave to withdraw the motion."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Scott Mann (North Cornwall) (Con):", "speech": "      How does my hon. Friend think the general public feel about the current renegotiation and the watered-down benefit reforms?"}, {"speaker": "Mr Chope:", "speech": "      I think that the opinion polls tell the story—I am told that another one was published today. I think that the British public are enormously sceptical about the outcome of the renegotiation, and enormously concerned that those aspects that were spelled out precisely in our manifesto have so far not been realised."}, {"speaker": "Scott Mann:", "speech": "      What does my hon. Friend think about the fact that the watered-down version we were presented with seems to have been watered down even further, with countries such as France and Germany suggesting that they might not support the legislation that the Prime Minister has already agreed?"}, {"speaker": "Mr Chope:", "speech": "      I am grateful to my hon. Friend for his intervention, but I am not going to go down that route, because my view is that, even if the high watermark of what the Prime Minister said in his recent statement, which is reflected in the documents produced by the European Commission, is maintained, it still falls significantly short of what we promised in our manifesto, and we will still be a million miles away from being able to remove access to benefits, which is what this Bill aspires to achieve and what the British people overwhelmingly support."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      Is my hon. Friend suggesting that, in a couple of weeks, when it seems that the Prime Minister will allow a free-for-all for Government Ministers, this Minister will be able to say that he agrees with the Bill?"}, {"speaker": "Mr Chope:", "speech": "      That is an interesting point. Perhaps the ministerial code will have to be adjusted to take account of the fact that those who remain Ministers while supporting notwithstanding clauses, for example, should have an exemption. However, I am sure that there are more important issues at stake than the ministerial code."}, {"speaker": "Scott Mann:", "speech": "      I hope my hon. Friend agrees that the decision will not be for this House, but for the country. I am grateful that the Conservatives went through the Lobby to put the referendum on the statute book and give people a say on whether we should be part of the European Union. Does my hon. Friend think that the decision will be made by this place or the great British general public?"}, {"speaker": "Mr Chope:", "speech": "      The people will decide. We trust the people: that is why we are Conservatives. We look forward to the referendum whenever it comes."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      May I associate myself with the remarks that have been made about my former colleague, the hon. Member for Sheffield, Brightside and Hillsborough, Harry Harpham? I did not know him well, but at the engagements we did have, he was an absolutely delightful man. I pass my condolences to his family. He will be missed."}, {"speaker": "Mr Chope:", "speech": "      I welcome the hon. Lady’s desire to have evidence-based policy. Surely she will recognise that it must be the first duty of the Government to let us know how many non-UK nationals are currently accessing these benefits. I have put down parliamentary questions on the issue and received answers to the effect that the information is not available."}, {"speaker": "Debbie Abrahams:", "speech": "      The hon. Gentleman makes a relevant point, but all of us, as Members of this House, must make sure that whatever speeches we make, and whatever proposals or Bills we bring forward, they are evidence based. I would encourage him to do that."}, {"speaker": "Mr Chope:", "speech": "      But surely we, in our country, should be able to decide for ourselves how our taxpayers’ money is spent on benefits. If we choose not to allow that money to be given to people from outside the United Kingdom, we should be able to decide that for ourselves."}, {"speaker": "Debbie Abrahams:", "speech": "      I think the hon. Gentleman is waving a red herring, to be fair."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      I congratulate my hon. Friend the Member for Christchurch (Mr Chope) on his persistence, as the hon. Member for Oldham East and Saddleworth (Debbie Abrahams) put it. I am very proud to be one of the Bill’s supporters. Although this is, regrettably, going to be a very short debate, it has been a useful one. My hon. Friend has set out a case that will strike a chord with many people around the country, and certainly with many people in the Shipley constituency. It has also been helpful to hear the hon. Lady entrench the Labour party as the party of welfare and keep up its 100% record of opposing any attempt to restrict this country’s welfare system. At least the Labour party has always been consistent on that matter."}, {"speaker": "Debbie Abrahams:", "speech": "      Could the hon. Gentleman give a specific example of where I did that in my speech?"}, {"speaker": "Philip Davies:", "speech": "      The hon. Lady said she was against the Bill, which is about restricting benefits for foreign nationals. I presume that means that she wants to continue to give benefits to foreign nationals, which means that she is against welfare reform. If I have misunderstood her, I apologise, but I do not think that is a controversial interpretation of her remarks, which were of no great surprise to any of us who have known her for a number of years."}, {"speaker": "Debbie Abrahams", "speech": "     rose—"}, {"speaker": "Philip Davies:", "speech": "      I will press on, if the hon. Lady does not mind; time is short, and she made her case earlier."}, {"speaker": "Debbie Abrahams:", "speech": "      I specifically said that we should protect and secure our contribution-based system and that those people who contribute should be supported."}, {"speaker": "Philip Davies:", "speech": "      But this country does not really have a contributory system in the same way as other EU countries. That is part of the problem. It is no good the hon. Lady wanting to protect something that does not exist and opposing something that would actually do what she claims she wants to achieve. Her actions on this issue are more important than her words, and if she opposes the Bill, her actions clearly do not follow on from her words. I do not see the need for evidence. This is a Bill about a principle that is important to many people. It is about fairness, not evidence."}, {"speaker": "Mr Chope:", "speech": "      Does my hon. Friend accept that people’s aspirations for retaining control over our own benefit system are gradually being eroded? It is extraordinary that back in 2014, the then Deputy Prime Minister said that he could not understand"}, {"speaker": "Philip Davies:", "speech": "      I am grateful to my hon. Friend for raising that, because the situation regarding child benefit is probably one of the most indefensible in the benefit system. It does not matter how much evidence there is of how many people it applies to; it cannot be right, as a point of principle, that somebody can come into this country from Poland to work and claim child benefit for their children, who still reside in Poland and have never set foot outside Poland. It cannot possibly be right, on principle. We do not need any evidence to know that that is wrong; it is clearly and palpably wrong. It is strange that the Labour party is so wedded to its European credentials that it will inevitably have to see restrictions in benefits for all UK citizens to pay the bill for benefits to European citizens. I am sure that that does not go down very well in many of the estates in the hon. Lady’s constituency."}, {"speaker": "Mr Chope:", "speech": "      My understanding of the documents that were published this week is that it would not be as simple as that. The amount of child benefit that could be claimed would be related to the difference in the standard and cost of living between this country and the other EU country. That, of course, would be incredibly bureaucratic."}, {"speaker": "Philip Davies:", "speech": "      My hon. Friend is absolutely right, but the Prime Minister is trying to secure the same kind of principle that my hon. Friend seeks in clause 3. For the benefit of not only our deliberations on the Bill but those who are trying to weigh up the Prime Minister’s renegotiation, I want to say that there is a huge danger in this aspect of the Bill. We have said that if somebody comes from Poland, they can claim child benefit at the UK rate for their children in Poland. If that is changed and the amount of child benefit that they can claim becomes only £2 or £3 a week, or whatever the equivalent might be in Poland, there is a danger that rather than saving the taxpayer money, as we all intend—including the Prime Minister, I might add—we may inadvertently increase the bill to the taxpayer. We are working on the basis that people will just carry on doing as they do at the moment. Who is to say, if we limit the child benefit to the rate in the home country, that they will not take the opportunity to bring their children to the UK in order to claim the higher UK rate? On top of that, there is the cost of schooling, any medical care and all the rest of it. We must be very careful about what we wish for."}, {"speaker": "The Parliamentary Under-Secretary of State for Disabled People (Justin Tomlinson):", "speech": "      May I, too, echo the tributes to Harry Harpham, the hon. Member for Sheffield, Brightside and Hillsborough? He was a long-standing servant of his community, including as a councillor for 15 years. I know that he will be greatly missed by all."}, {"speaker": "Debbie Abrahams:", "speech": "      Will the Minister give way?"}, {"speaker": "Justin Tomlinson:", "speech": "      No, because I am short of time and we want to make progress."}, {"speaker": "Mr Chope:", "speech": "      In responding briefly to this debate, I thank everybody who has participated, particularly my hon. Friend the Member for Shipley, who supported the Bill."}, {"speaker": "Mr Philip Hollobone (Kettering) (Con):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I am sorry, but there is some confusion. The hon. Gentleman has moved that the Bill be read a Second time. Does he wish to speak to the Bill?"}, {"speaker": "Mr Hollobone:", "speech": "      No."}, {"speaker": "Scott Mann (North Cornwall) (Con):", "speech": "      I beg to move, That the Bill be now read a Second time."}, {"speaker": "Lilian Greenwood (Nottingham South) (Lab):", "speech": "      I join others in paying tribute to our friend Harry Harpham. He was a great defender of working people and his city   "}, {"speaker": "The Minister of State, Department for Transport (Mr Robert Goodwill):", "speech": "      My hon. Friend the Member for North Cornwall (Scott Mann) proposes giving parish and town councils powers to hold local referendums to determine whether applications for speed limit orders should be made. If the electorate voted in favour, the traffic authority would be required to start proceedings to make the speed limit order."}, {"speaker": "Scott Mann:", "speech": "      In the light of the Minister’s response, I will withdraw the Bill. However, I will lobby the Secretary of State to try to get some of these powers in the devolution package for Cornwall, and I hope we might make some progress in devolving the power to town and parish councils in other areas. I beg to ask leave to withdraw the motion."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Hon. Members:", "speech": "     Object."}, {"speaker": "Sir David Amess (Southend West) (Con):", "speech": "      I am delighted to have the opportunity to raise in the House the important subject of the provision of services in the town that I and my hon. Friend the Member for Rochford and Southend East (James Duddridge) represent. I am delighted to see the Under-Secretary of State for Communities and Local Government, my hon. Friend the Member for Nuneaton (Mr Jones), in his place, because he and I were colleagues on the Backbench Business Committee and I know his expertise in this area only too well."}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (Mr Marcus Jones):", "speech": "      I congratulate my hon. Friend the Member for Southend West (Sir David Amess) on securing the debate. He has a great passion for his constituency and the interests of the people whom he represents. I represent a constituency that is probably about as far away from the sea as anywhere else in the country, so I will not challenge his assertion that Southend-on-Sea is the best seaside resort in the country."}, {"speaker": "Sir David Amess:", "speech": "      To date, neither my hon. Friend nor I have had one letter complaining about the allocation of funds. To whom are representations being made?   "}, {"speaker": "Mr Jones:", "speech": "      My hon. Friend makes a good point. I may need to write to him about a number of things that he has raised in today’s debate."}]