[{"speaker": "Robert Jenrick (Newark) (Con):", "speech": "   1.    What recent steps the Crown Prosecution Service has taken to ensure that there is adequate support for vulnerable witnesses giving evidence in criminal proceedings. [903719]"}, {"speaker": "The Attorney General (Jeremy Wright):", "speech": "      In September last year the Crown Prosecution Service published guidance for advocates on better communication with all witnesses. Advocates receive mandatory training for cases involving vulnerable witnesses, and special measures for those witnesses are regularly used at court, including pre-recorded evidence, intermediaries, screens or the use of a video link."}, {"speaker": "Robert Jenrick:", "speech": "      Does my right hon. Friend agree that, in my experience as a former solicitor, witnesses, particularly the most vulnerable witnesses, want to be kept better informed as to the process of their case, to hear updates in a timely fashion, to be able to give evidence as quickly as possible without losing their right to be heard, and to be treated in the least intimidating way possible within the court process?"}, {"speaker": "The Attorney General:", "speech": "      Indeed. It is important that we ensure that witnesses who are engaged in criminal trials, which will be difficult experiences for them at the best of times, understand what is happening in the case around them. I hope that my hon. Friend will be as encouraged as I am by the trials that have been run in three different Crown courts for pre-recorded cross-examination. That will enable vulnerable and young witnesses in particular to get their part in the trial out of the way and any further delays in that trial will not affect them. That is a huge step forward."}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      I remind the Attorney General that the Conservative party manifesto promised a victims law. We are quite some time now from the election. Can he enlighten the House as to when that will be forthcoming?"}, {"speaker": "The Attorney General:", "speech": "      The right hon. Gentleman will know that manifestos are for Parliaments, not just for the first year of Parliaments, so we have a little time left. When we do bring forward proposals I am sure he will be encouraged to see ways in which we can help victims understand better what is happening in the cases in    "}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      I welcome what the Attorney General has said about the new victims code. What discussions has he had with the CPS regarding implementation of that code by prosecutors?"}, {"speaker": "The Attorney General:", "speech": "      The Solicitor General and I have regular conversations with the CPS about how we make sure that what prosecutors do assists victims and witnesses. My hon. Friend will understand that it is a prosecutor’s responsibility to prosecute a case on behalf of the state, not solely on behalf of a victim, but it is none the less important that victims are spoken to regularly and spoken to in a sensitive way by those who are involved in the prosecution."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      May I, through the Attorney General, thank the Government for deciding to reverse their decision to close Stockport courthouse, which has excellent facilities for victims and witnesses? Given that Her Majesty’s inspectorate has said that services to victims and witnesses require improvement, can the right hon. Gentleman set out precisely what the Government will do to provide that?"}, {"speaker": "The Attorney General:", "speech": "      The hon. Gentleman will know that the court estate is not part of my responsibilities, but I congratulate him on the success of his representations. In relation to victims and witnesses, there are a number of things that need to be done. Some will come from the Ministry of Justice; some, as I have indicated, come from encouraging prosecutors to do their job of interacting with victims and witnesses in a more effective way. We are making progress on that. Better communication, as I said, is important. Better training for prosecutors in dealing with cases, particularly where vulnerable witnesses or children are involved, is important and we are doing that too. Some of the measures that we are taking, which I referred to earlier, in respect of ways in which victims give evidence can also help in ensuring that the experience is distressing as little as possible."}, {"speaker": "Ian C. Lucas (Wrexham) (Lab):", "speech": "      Judges and legal advisers play a crucial role in assisting vulnerable witnesses in court. Is the Attorney General aware of the profound distress and demoralisation among legal advisers about the increased pressure that they are under because of the imposition of continued legal aid cuts and the effect on courts?"}, {"speaker": "The Attorney General:", "speech": "      The hon. Gentleman will appreciate that legal aid is not part of my responsibilities, but I will say that in my experience—and, I am sure, in his—those who act in our courts on behalf of defendants and on behalf of the Crown do the very best they can to present the evidence clearly and give people the best possible experience of the trial process, and I have no doubt that they will continue to do so. He makes an important point that when it comes to the cross-examination   "}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "   2.    What discussions he has had with the Scottish Government on the potential effect of a British Bill of Rights on Scotland. [903720]"}, {"speaker": "Gavin Newlands (Paisley and Renfrewshire North) (SNP):", "speech": "   8.    What discussions he has had with the Scottish Government on repeal of the Human Rights Act 1998. [903729]"}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "   10.    What discussions he has had with the Scottish Government on repeal of the Human Rights Act 1998. [903731]"}, {"speaker": "The Attorney General (Jeremy Wright):", "speech": "      The Government are considering the devolution implications of the Bill of Rights carefully. That will of course include engaging fully with the devolved Administrations in Scotland, Wales and Northern Ireland."}, {"speaker": "Callum McCaig:", "speech": "      It emerged during an evidence session to the House of Lords Constitution Committee that the UK Supreme Court may be given a new role as a UK constitutional court. Given that the UK Supreme Court is the final court of appeal for Scottish civil cases and has a role in the devolution aspects of Scottish criminal cases, will the Attorney General commit to consulting with the Scottish Government before any such proposals are included in a consultation?"}, {"speaker": "The Attorney General:", "speech": "      If the hon. Gentleman is referring to the Lord Chancellor’s evidence to that Committee, which I have read, he is not quite right; the Lord Chancellor was talking about the prospects for considering how the Supreme Court might fulfil a different role, and he was referring to the German example of how that is done. The hon. Gentleman will also know that no proposals have yet been brought forward; he will see them when they are. As I, the Lord Chancellor and others have said, we will ensure that there is proper consultation on any proposals."}, {"speaker": "Gavin Newlands:", "speech": "      As the Attorney General will be aware, both the Joint Committee on Human Rights and the Council of Europe’s Commissioner for Human Rights have independently commented on the undesirability of any overlap between the proposed consultation on the Bill of Rights and pre-election periods, including for the Scottish Parliament elections in May. What discussions has he had with the Justice Secretary regarding publication of the consultation?"}, {"speaker": "The Attorney General:", "speech": "      Again, the hon. Gentleman will have to wait to see the proposals when they are brought forward. On timing, he will know that the Cabinet Office has very clear guidelines on respect for purdah periods before elections, and I know that my right hon. Friend the Lord Chancellor is keen that all due regard is paid to them."}, {"speaker": "Ms Ahmed-Sheikh:", "speech": "      The Attorney General might not be aware that the Scottish Government’s Cabinet Secretary for Social Justice, Communities and Pensioners’ Rights, Alex Neil MSP, recently wrote to the Secretary of State for Justice to express concern that he has not sought to discuss the proposal to repeal the Human Rights Act with the Scottish Government. Given the wide implications of any repeal of the Act on Scotland, does the Attorney General agree that the Secretary of State for Justice must formally engage with the Scottish Government to discuss their concerns?"}, {"speaker": "The Attorney General:", "speech": "      The hon. Lady is right; I have not seen that letter. But I do know that Mr Neil, and indeed other Scottish Government Ministers, have had contact with UK Government Ministers to discuss these matters. I can reassure her that when the proposals are brought forward, there will be proper consultation with the devolved Administrations."}, {"speaker": "Richard Arkless (Dumfries and Galloway) (SNP):", "speech": "      The impending imposition of the British Bill of Rights could have the effect of curtailing the jurisdiction of the Court of Justice in Luxembourg as well as the Court in Strasbourg. Is it not the case that that will require further renegotiation with our EU partners and, therefore, should it not have formed a crucial part of the recent so-called renegotiation?"}, {"speaker": "The Attorney General:", "speech": "      I am not sure that there is much appetite anywhere in Europe for re-opening those negotiations. The hon. Gentleman might find that there are proposals coming from this Government to make our relationship with the charter of fundamental rights clearer, based on protocol 30 of the treaties which, as he will be aware, was negotiated by a previous Government. The protocol makes it clear that the charter does not extend rights in this country. We will bring forward further proposals on clarifying that, and again he will have a good opportunity to discuss them when he sees them."}, {"speaker": "Alan Brown (Kilmarnock and Loudoun) (SNP):", "speech": "   3.    What discussions he has had with his Cabinet colleagues on the compatibility of Government proposals on investigatory powers with EU law. [903721]"}, {"speaker": "The Solicitor General (Robert Buckland):", "speech": "      I regularly meet ministerial colleagues to discuss important issues of common interest, including on EU law matters. I am unable to talk about any legal content of those discussions, because whether or not the Law Officers have given advice, by convention, is not disclosed outside Government."}, {"speaker": "Alan Brown:", "speech": "      Recent judgments from the European Court of Human Rights, such as in Zakharov v. Russia, strongly suggest that the powers in the United Kingdom’s draft Investigatory Powers Bill could violate the European convention on human rights. What discussions has he had with his colleagues in the Home Office to ensure that powers provided for in the Bill are compatible with the convention?"}, {"speaker": "The Solicitor General:", "speech": "      I can assure the hon. Gentleman that in the most recent case in the Court of Appeal, in November last year, the provisional view was that the Data Retention and Investigatory Powers Act 2014 was   "}, {"speaker": "Mark Pritchard (The Wrekin) (Con):", "speech": "      In an unsafe world, we need to keep the United Kingdom, and indeed our European partners, safe. With the security charter for the draft Investigatory Powers Bill, how will the Government get the balance right between civil liberties on the one hand and national security on the other?"}, {"speaker": "The Solicitor General:", "speech": "      My hon. Friend asks probably the most important question about that balance. I can reassure him that the draft Bill, and indeed the legislation that will come forward shortly, strikes that balance, most notably in involving judicial authorisation for the granting of warrants. That double-lock process, which involves the Secretary of State and the judiciary, strikes the right balance."}, {"speaker": "Keir Starmer (Holborn and St Pancras) (Lab):", "speech": "      The case involving the right hon. Member for Haltemprice and Howden (Mr Davis) and my hon. Friend the Member for West Bromwich East (Mr Watson), which the Solicitor General has referred to, and which is before the Court of Appeal, but with a reference to the European Court of Justice, could have implications for the draft Investigatory Powers Bill. The case is being heard in April. How does the Solicitor General see that impacting on the timetable for the Bill going through this House?"}, {"speaker": "The Solicitor General:", "speech": "      While we understand that the case will be heard in April, it is still very much an unknown factor as to when a judgment will come. What I can say is that the outcome of any case will, of course, be carefully considered. However, I do not anticipate that causing a delay to the introduction of that important Bill, bearing in mind the sunset provisions in DRIPA."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "   4.    What discussions he has had with his Cabinet colleagues on the UK’s domestic and international human rights obligations. [903723]"}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "   7.    What discussions he has had with his Cabinet colleagues on the UK’s domestic and international human rights obligations. [903728]"}, {"speaker": "The Attorney General (Jeremy Wright):", "speech": "      With permission, Mr Speaker, I will answer Question 4 alongside Questions 7 and 9. I regularly meet ministerial colleagues to discuss important issues of common interest, including on domestic and international human rights law. As the House knows, not least because the Solicitor General has said this once already today, I am not able to talk about any legal content of those discussions, because, by convention, whether the Law Officers have given advice or not is not disclosed outside Government."}, {"speaker": "Mr Speaker:", "speech": "      Order. Question 9 has just been withdrawn, although the Attorney General was not to know that, and I thank him for announcing the grouping."}, {"speaker": "Nic Dakin:", "speech": "      Will the Attorney General list which of the convention rights currently enshrined in the Human Rights Act he plans to repeal?"}, {"speaker": "The Attorney General:", "speech": "      I have no plans to repeal any of them. As the hon. Gentleman may have heard me say in this place before, I do not think any of us has any serious argument with the content of the European convention on human rights, which is an admirable document. The difficulty we have is with the interpretation of that document by the European Court of Human Rights. This is not a matter of repealing rights; it is a matter of bringing some common sense back into the ambit of human rights law, and the Government are committed to doing that."}, {"speaker": "Cat Smith:", "speech": "      Does the Minister think it causes any legal or constitutional problem that the Lord Chancellor will no longer be able to ask his Department’s officials for advice on the powers of the European Court of Justice?"}, {"speaker": "The Attorney General:", "speech": "      I do not think that is the position at all. The Lord Chancellor will continue to do the excellent job he is doing of running the justice system. He will be able to ask for advice from his equally excellent Government lawyers."}, {"speaker": "Michael Ellis (Northampton North) (Con):", "speech": "      Part of the UK’s human rights obligations is to ensure that minority communities are not subjected to harassment and distress. Does my right hon. and learned Friend agree that allegations of rabid anti-Semitic behaviour from the Oxford University Labour club are a disgrace to Oxford and no doubt an embarrassment to the Labour party, and they should be dealt with robustly by the University, if not by other authorities?"}, {"speaker": "The Attorney General:", "speech": "      I agree with my hon. Friend: these are very troubling allegations, and I hope they are dealt with swiftly and effectively. However, he makes the important point that all of us, on both sides of the House, believe in the protection of human rights and in rules and laws that allow that protection to happen. What we are not in favour of is the perversion of human rights law by the introduction of silly cases that should not be before the courts at all. That obscures the important work my hon. Friend is referring to."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      Under the Lisbon treaty, the European Union has a treaty obligation to join the European convention on human rights. However, the European Court of Justice has said that that would be incompatible with EU law. Does that not demonstrate that the European Court of Justice is, indeed, supreme?"}, {"speaker": "The Attorney General:", "speech": "      I am sure you, Mr Speaker, were as worried as I was that this session was going to pass without mention of the European Union, so I am grateful to my hon. Friend for putting that matter right. As he knows, the decision on whether the European Union accedes to the convention on human rights is for   "}, {"speaker": "Mr Dennis Skinner (Bolsover) (Lab):", "speech": "      I am sure the Attorney General will recall that the Attorney General played an important role during the Iraq war, and that it continued right up until the various inquiries, including the Chilcot inquiry. I think he ought to declare now, in order to get rid of any doubts, whose side he is on—the Justice Minister or the Prime Minister. It is a fairly easy question: which side is it?"}, {"speaker": "The Attorney General:", "speech": "      I am on the Government’s side; I think I made my position quite clear yesterday. In relation to the role of the Attorney General in inquiries, the hon. Gentleman is of course right that the Attorney General, and the Law Officers more broadly, have an important part to play in ensuring that the Government actions stay within the law, domestic and international, and previous and current Law Officers take that responsibility very seriously."}, {"speaker": "Karl Turner (Kingston upon Hull East) (Lab):", "speech": "      Yesterday, Amnesty International published its annual report, which rightly criticises the Government’s plan to scrap Labour’s excellent Human Rights Act. Amnesty’s UK director, Kate Allen, commented that the behaviour of the UK towards China, Saudi Arabia and Egypt shows that the Government have lost their passion to promote human rights. Does not the Government kow-towing to countries like China and Saudi Arabia, without challenging their dodgy human rights records, and the Prime Minister’s phoney plan to water down the Human Rights Act, send the wrong message to dictators and rogue states?"}, {"speaker": "The Attorney General:", "speech": "      No. The position is this: Government Members, I am sure in common with the hon. Gentleman and his colleagues, will continue passionately to advocate the case for the protection of human rights both in this country and abroad. He is quite wrong to say that this Government, in common with their predecessors, do not challenge other states that have a doubtful human rights record—we continue to do that."}, {"speaker": "Mr Speaker:", "speech": "      Can we please speed up? I want to get to the hon. Member for Filton and Bradley Stoke (Jack Lopresti), who is the last questioner, and progress is frankly too slow."}, {"speaker": "Paul Blomfield (Sheffield Central) (Lab):", "speech": "   5.    What steps the Government have taken to improve the conviction rate for rape and serious sexual offences. [903726]"}, {"speaker": "The Solicitor General (Robert Buckland):", "speech": "      The CPS has undertaken a considerable amount of work to place priority on the improvement of rape prosecutions."}, {"speaker": "Paul Blomfield:", "speech": "      I thank the Solicitor General for his admirably brief reply. He will know that despite claims of the highest number of convictions ever, convictions for rape, domestic abuse and other sexual offences have fallen. I work closely with Sheffield Rape Crisis, which tells me that there is a real postcode lottery in terms of support for victims, and if victims are not supported they are less likely to come forward. What discussions has the Solicitor General had with the Home Secretary to ensure adequate funding for sexual violence advisers?"}, {"speaker": "The Solicitor General:", "speech": "      With regard to the hon. Gentleman’s specific question, I work regularly with colleagues in the Home Office to look at a wide range of measures that need to be put in place to give support to victims of sexual offences. I remind him that in terms of absolute volumes, conviction rates continue to rise and are the highest ever. I assure him that the CPS has now engaged 102 specialist prosecutors in its RASO—rape and sexual offences—units to place proper priority on the swift and effective prosecution of these serious cases."}, {"speaker": "Crispin Blunt (Reigate) (Con):", "speech": "      In our enthusiasm to get convictions where they are deserved, can the Solicitor General make sure in his discussions with the Home Office that other parts of the system, particularly the police, do not lose their commitment to justice, and that, while they must owe a proper duty to the complainant, they should not simply ignore potential exculpatory evidence in their investigations?"}, {"speaker": "The Solicitor General:", "speech": "      I reiterate that the police should follow the evidence wherever it leads. There should be no presumptions of truth or otherwise and they should objectively and fairly investigate cases before presenting them to the Crown Prosecution Service."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      Is the Solicitor General aware that Scotland’s conviction rate for rape and sexual offences has increased significantly over the past few years as a result of setting up a centralised national sexual crimes unit in Edinburgh, in which the specialist prosecutors oversee the prosecution of all sexual crime across Scotland? I am sure that Scotland’s Law Officers would be very happy if England’s Law Officers wanted to visit and learn more about it."}, {"speaker": "The Solicitor General:", "speech": "      I am grateful to the hon. and learned Lady for raising that matter. The scale involved in England and Wales is slightly bigger, so they have taken the regional unit approach, but I entirely agree with her about the need to standardise practice. The Attorney General and I are always very conscious of that in our conversations with the Director of Public Prosecutions and the chief executive of the Crown Prosecution Service, and work is being done to improve that standardisation."}, {"speaker": "Jo Stevens (Cardiff Central) (Lab):", "speech": "      In the latest thematic review of rape and serious sexual offence units, the CPS inspector found that the care given to victims of rape and sexual assault"}, {"speaker": "The Solicitor General:", "speech": "      I remind the hon. Lady that that report related to a particular period from a year to 18 months ago, and since then the CPS has taken huge strides both in increasing the number of prosecutors and in improving the methods by which cases are assessed and managed."}, {"speaker": "Rebecca Harris (Castle Point) (Con):", "speech": "   6.    How many times the Law Officers referred a criminal sentence to the Court of Appeal for review on the grounds that it was unduly lenient in the last year. [903727]"}, {"speaker": "The Attorney General (Jeremy Wright):", "speech": "      In the calendar year to 31 December 2015, the Law Officers considered 467 sentences and referred 150 offenders to the Court of Appeal."}, {"speaker": "Rebecca Harris:", "speech": "      Can the Attorney General confirm that he is fulfilling our manifesto commitment to review the unduly lenient sentences scheme, and will he comment specifically on whether that review will take into account family courts, where it is currently at the discretion of the presiding judge whether to refer up sentences of serious cases of sexual crimes and rape?"}, {"speaker": "The Attorney General:", "speech": "      The answer to the first part of my hon. Friend’s question is yes, we will fulfil that commitment and, as she knows, we are looking carefully at how best to do so. I will also consider what she has said in relation to matters considered by the youth courts. There are difficulties with including all youth court cases, but we will consider carefully what she has said and see whether there is a way of accommodating it."}, {"speaker": "Jack Lopresti (Filton and Bradley Stoke) (Con):", "speech": "   11.    What steps he plans to take to improve the level of public understanding of the legal framework applicable to social media. [903734]"}, {"speaker": "The Solicitor General (Robert Buckland):", "speech": "      There is clearly some awareness of the legal framework applicable to social media, but I publish warnings online reminding people of their responsibilities wherever appropriate. My office also sends tweets warning social media users of the risk of being in contempt, where a particular problem has been identified. I assure my hon. Friend that I am always looking at ways of raising awareness in this area."}, {"speaker": "Jack Lopresti:", "speech": "      Can my hon. and learned Friend explain what steps are being taken to prevent media coverage of ongoing cases?"}, {"speaker": "The Solicitor General:", "speech": "      The media quite properly play a role in reporting cases, but any lack of responsibility allows my office and, indeed, criminal law to intervene, particularly in respect of the Contempt of Court Act 1981. Detailed guidelines on the prosecution of such cases are available on the CPS website."}, {"speaker": "Steven Paterson (Stirling) (SNP):", "speech": "   1.    What steps the Government are taking to tackle race inequality. [903735]"}, {"speaker": "Roger Mullin (Kirkcaldy and Cowdenbeath) (SNP):", "speech": "   12.    What steps the Government are taking to tackle race inequality. [903747]"}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (Mr Marcus Jones):", "speech": "      The Prime Minister has set out challenging Government targets to increase black, Asian and minority ethnic opportunities by 2020, including take-up of apprenticeships, employment and recruitment to the police and armed services."}, {"speaker": "Steven Paterson:", "speech": "      The Scottish Government have launched a programme entitled, “New Scots: Integrating Refugees in Scottish Communities”, in order to ensure that refugees have every opportunity and support to rebuild their lives in Scotland. What similar initiatives are the UK Government taking to support refugees and fight racism?"}, {"speaker": "Mr Jones:", "speech": "      The Under-Secretary of State for Refugees, my hon. Friend the Member for Watford (Richard Harrington), who works across the Department for Communities and Local Government and the Home Office, is working extremely hard to support refugees in a way similar to the programme that the hon. Gentleman mentions."}, {"speaker": "Roger Mullin:", "speech": "      Research suggests that people with ethnic-sounding names have to make twice as many job applications as do white Britons to get job interviews. Will the Minister therefore discuss with the Business Secretary and others how to strengthen guidance to companies on their recruitment practices?"}, {"speaker": "Mr Jones:", "speech": "      I agree with the hon. Gentleman, and my right hon. Friend the Prime Minister has made a significant commitment in that area. Many of the country’s top employers, including the civil service, are committing to name blind recruitment processes, and UCAS will be making university applications name blind from 2017."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      I join my hon. Friend in congratulating the Government on introducing name blind recruitment in the civil service, the NHS, and other large graduate employers. Will he join me in encouraging other large companies across the UK to follow suit?"}, {"speaker": "Mr Jones:", "speech": "      My hon. Friend is absolutely right. We should certainly encourage companies across the country—not just FTSE 100 companies, which seem to be making significant efforts, but companies large and small—to look at diversity and how they can use it to improve their business."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      People from black and minority ethnic backgrounds make up 26% of apprenticeship applications but only 9.6% of the apprenticeships that are taken up. What is the Minister doing to improve those disappointing statistics?"}, {"speaker": "Mr Jones:", "speech": "      Apprenticeships are an extremely important part of the Government’s agenda. We have a target of 3 million apprenticeship starts during this Parliament. Within that, the Prime Minister has clearly set out the Government’s commitment to ensure that 20% of those apprenticeship starts are for BME young people, which I think is a great step forward."}, {"speaker": "Mr Speaker:", "speech": "      I call Jess Phillips. Not here."}, {"speaker": "Matthew Pennycook (Greenwich and Woolwich) (Lab):", "speech": "   3.    What steps the Government are taking to increase the number of BME young people receiving a university education. [903737]"}, {"speaker": "The Minister for Small Business, Industry and Enterprise (Anna Soubry):", "speech": "      The Prime Minister, as we have just heard in respect of apprenticeships, has set a goal of increasing by 20% the number of BME students in higher education. In our new guidelines to the director of fair access, which we published on 11 February, we ask him to maximise the contribution of access agreements towards that ambition. The share of BME enrolments at the United Kingdom’s institutions has already risen by just over 20% to 23% between 2009 and 2015. Expenditure to widen access through agreements is expected to reach £746 million in 2016-17, up from £444 million in 2011."}, {"speaker": "Matthew Pennycook:", "speech": "      Many gifted BME young people in my constituency and across the country who have lived here all their lives and are lawfully and legally resident in the UK, and who have made their way through the UK education system, are effectively prohibited from accessing the student finance support that would allow them to progress to higher education because they do not have settled immigration status. Will the Minister take steps to ensure that the Government introduce new eligibility criteria as a matter of urgency, to ensure that all our young people have the opportunity to make the most of their talents this academic year?"}, {"speaker": "Anna Soubry:", "speech": "      The hon. Gentleman seems to be making a very good point, which I am more than happy to discuss with the Home Office. I see that one of the relevant Ministers is already here, and we will have those conversations."}, {"speaker": "Lucy Frazer (South East Cambridgeshire) (Con):", "speech": "      I welcome what the Minister has said about the figures for university applications. Does she agree that we must not take our eye off the ball when it comes to other routes, and that we must also encourage BME students to take courses such as apprenticeships and ensure that they have equal status in those routes?"}, {"speaker": "Anna Soubry:", "speech": "      I absolutely agree with my hon. Friend. In the city of Nottingham, I have also seen the great success of mentors and the hugely important role that they can play not only for BME youngsters but for women. Mentors do excellent work, and there is good evidence of their importance. I encourage all Members of this place to go out and make sure that in our schools, everything possible is being done to make sure that there is fairness and equality."}, {"speaker": "Ruth Cadbury (Brentford and Isleworth) (Lab):", "speech": "      Research shows that while BME students are over-represented in university entrance figures, they tend to go to the new, post-92 universities. The Women and Equalities Committee heard this week that the Russell Group universities are poor at doing outreach to encourage students from disadvantaged and BME backgrounds to apply to their universities compared with the Ivy League universities in the US, which have a far better record on that. Will the Minister join me in seeking to address this issue?"}, {"speaker": "Anna Soubry:", "speech": "      The hon. Lady makes a very good point, if I may say so. I am grateful to my right hon. Friend the Secretary of State for Education and Minister for Women and Equalities, who makes the point that the London Academy of Excellence is a very good example. I must say that my nearest university, the University of Nottingham is—like Nottingham Trent University and many other universities—making a really positive effort to get into all our schools to make sure that all our pupils have every opportunity and that they, if I may put it this way, aim high."}, {"speaker": "Kate Osamor (Edmonton) (Lab/Co-op):", "speech": "      The Government talk the talk of encouraging more black and minority ethnic students into university; yet, according to the Government’s own impact assessment, their recent decision to scrap maintenance grants will disproportionately affect those very same students. Does the Minister believe that this disproportionate impact is acceptable?"}, {"speaker": "Anna Soubry:", "speech": "      I am not familiar with the impact assessment, but I have to say that I am quite surprised by it. I reiterate the point: it is absolutely imperative that we make it very clear that everybody should aim high. That is what we want to do and that is what we are seeking to do."}, {"speaker": "Susan Elan Jones (Clwyd South) (Lab):", "speech": "   4.    What steps she is taking to tackle gender economic inequality. [903739]"}, {"speaker": "The Economic Secretary to the Treasury (Harriett Baldwin):", "speech": "      The employment for women is at a record high, and the gender pay gap is at a record low. The Government are committed to enabling women and men to fulfil their economic potential."}, {"speaker": "Susan Elan Jones:", "speech": "      That all sounds very nice, but with women being over-represented in sectors in which low pay is prominent and persistent, what is the Government’s strategy for tackling extended occupational segregation?"}, {"speaker": "Harriett Baldwin:", "speech": "      I am sure the hon. Lady will welcome the fact that 65% of the people who will benefit from the new national living wage in a couple of months will be women. This Government are taking that very important step to raise pay for the lowest-paid in our country."}, {"speaker": "Mrs Maria Miller (Basingstoke) (Con):", "speech": "      I do not doubt my hon. Friend’s commitment to reducing the gender pay gap further, and I commend the Prime Minister for his position, but the reality is that women in my constituency of Basingstoke face a gender pay    "}, {"speaker": "Harriett Baldwin:", "speech": "      As my right hon. Friend will be aware, given her interest in this matter, not only are we taking steps to publish this information for companies with more than 250 people on the payroll, but for financial services—the sector I, as Economic Secretary, engage with most—which has the highest pay and the biggest pay gap, we have appointed Jayne-Anne Gadhia to review pay in the sector and see what further steps we can take. As my right hon. Friend the Prime Minister said last July:"}, {"speaker": "Nick Smith (Blaenau Gwent) (Lab):", "speech": "      The WASPI—Women Against State Pension Inequality—campaigners are not going away, so will the Minister raise the issue of better transitional state pension arrangements with her Department for Work and Pensions counterpart? These women deserve fair play."}, {"speaker": "Harriett Baldwin:", "speech": "      As a woman whose state pension age has gone up by six years during her working lifetime, I welcome the changes that will equalise the state pension age for men and women. That will end the discrimination of women in their late 50s, which has prevented far too many of them from reaching higher-paid roles in our society."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      What are the Government doing to reduce the economic inequality caused by gender differences in life expectancy?"}, {"speaker": "Harriett Baldwin:", "speech": "      We are putting more money into the NHS to ensure that everyone benefits from the good healthcare that has resulted in one of the remarkable features of our age—the fact that people of both genders are living much longer, which we should welcome."}, {"speaker": "Kate Green (Stretford and Urmston) (Lab):", "speech": "      Women’s under-participation in the labour market costs the UK economy £600 billion in lost productivity, according to the Government’s own analysis. Will the Minister guarantee that the forthcoming Budget will reverse the universal credit cuts that reduce work incentives and guarantee a childcare place to every working mum who needs one, and will she ask her colleague, the Chancellor, finally to change course and stop introducing a series of measures that disproportionately penalise women?"}, {"speaker": "Harriett Baldwin:", "speech": "      I am afraid that the hon. Lady, who is my twin, is completely wrong on this. The facts are that we are extending the free childcare offer to many people and bringing in tax-free childcare for many, many people. I share her aspiration to unleash the economic potential of women in our economy. The OECD has said that if the participation rates of men and women were equalised, the economy would be 10% larger. We are therefore taking a range of steps to encourage that to happen."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      I welcome the draft gender pay gap reporting regulations that the Government published last week. Although I understand why the   "}, {"speaker": "Harriett Baldwin:", "speech": "      My hon. Friend makes a very good point and I welcome his support for the initiative. It is a voluntary scheme. We are trying to change the culture, and transparency is part of that. It will allow women to make a choice. If they are thinking of working for a company, they will be able to ask, “Am I able to see how this company treats men and women?” And at a time of record employment for women in this country, women have more choices."}, {"speaker": "Keir Starmer (Holborn and St Pancras) (Lab):", "speech": "   5.    What steps the Government are taking to secure long-term funding for domestic violence services. [903740]"}, {"speaker": "The Parliamentary Under-Secretary of State for the Home Department (Karen Bradley):", "speech": "      The Government have already announced £40 million of funding for domestic abuse services between 2016 and 2020, as well as a £2 million grant to Women’s Aid and SafeLives to support early intervention. We will shortly publish a refreshed cross-governmental violence against women and girls strategy, which will set out how we will do more still to secure long-term funding for domestic violence services and support for all victims."}, {"speaker": "Keir Starmer:", "speech": "      I return to the question of long-term funding for domestic violence services, which is so important, having raised it in January, when the Minister said that she was holding discussions with service providers. How are those discussions progressing, and when will we see an outcome? Can we know at some stage, if not now, who is involved in those discussions?"}, {"speaker": "Karen Bradley:", "speech": "      I should make it clear that central Government funding for domestic abuse services has not been cut. I want to make that clear so that there is no confusion. The issue is about locally commissioned services. The hon. and learned Gentleman is right that I have been having discussions with local commissioners and service providers, and I will issue the refreshed VAWG strategy shortly."}, {"speaker": "Angela Crawley (Lanark and Hamilton East) (SNP):", "speech": "      The Prime Minister said in January 2014 that he would ratify the Istanbul convention as soon as the UK banned forced marriages. The relevant piece of legislation came into force in June 2014. Will the Minister explain what is now delaying the process?"}, {"speaker": "Karen Bradley:", "speech": "      There is an issue with article 44 of the Istanbul convention, which is about extraterritoriality. It is an issue regarding the devolved Administrations, of which there is more than one, as the hon. Lady will be aware. When we have clarified that point and passed the relevant primary legislation, we will ratify the Istanbul convention."}, {"speaker": "Chris Law (Dundee West) (SNP):", "speech": "   6.    What assessment she has made of the effect on gender equality of the Government’s welfare reforms. [903741]"}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      The Government set out their assessment of the impacts of the policies in the Welfare Reform and Work Bill on 20 July. Every Government policy change is carefully considered, in line with the legal obligations."}, {"speaker": "Chris Law:", "speech": "      The Institute for Fiscal Studies has found that working lone parents with assets or unearned income are more likely to lose out under universal credit. With single parents overwhelmingly being female, it appears to me that the Government’s austerity programme is once again targeting women. What representations has the Minister made to the Secretary of State for Work and Pensions about the impact of universal credit on women’s equality?"}, {"speaker": "Priti Patel:", "speech": "      I come back to my opening comment: we fully assessed the impact of the Bill’s equality measures, and we are meeting our wider obligations. As the hon. Gentleman will recognise, universal credit supports people in employment, and that applies equally to women. That is alongside all the additional measures that we are now implementing, such as the national living wage, increased childcare and tax-free childcare."}, {"speaker": "Deidre Brock (Edinburgh North and Leith) (SNP):", "speech": "   18. [903754]    The Minister will be aware that women’s aid groups have expressed serious concerns that changes to housing benefit could force the closure of many refuges. Will she challenge her colleagues in the Department for Work and Pensions to exempt refuges from those changes, to protect vulnerable women and children who are fleeing domestic violence?"}, {"speaker": "Priti Patel:", "speech": "      The hon. Lady will know that there are measures in the Welfare Reform and Work Bill, and they are in conjunction with the many discussions that we have with stakeholders, and we take on board all considerations. That is exactly what the Department will do in its dialogue with third-party organisations."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "   7.    What recent meetings she has had with women who have been affected by changes to the retirement age; and if she will make a statement. [903742]"}, {"speaker": "The Minister for Employment (Priti Patel):", "speech": "      We all know that women are affected by changes to the retirement age, and Ministers and their officials have met and corresponded with hundreds of women about pensions reform. The changes have been subject to many recent parliamentary debates, and the Government’s position has been made clear."}, {"speaker": "Fiona Mactaggart:", "speech": "      Indeed the Government’s position has been made clear, and they are cloth-eared in listening to women who are affected by these pension changes. If the Minister had been present yesterday in the debate on providing transitional protection for women affected   "}, {"speaker": "Priti Patel:", "speech": "      I did listen to that debate, while I was also in another debate in Westminster Hall. Let us be clear: the Government have listened to extensive concerns that have been raised in the House, and concessions worth more than £1 billion were introduced to lessen the impact of the changes for those worst affected. The previous Government introduced future changes to the state pension age for women and men, following extensive debates in both Houses of Parliament. Importantly, the Government have made difficult but necessary decisions when it comes to speeding up the timetable for the equalisation of the pension age."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      Women born in 1953 and 1954 are particularly badly affected by these changes. Many of them went into work at the age of 15, and will have to work more than 50 years before they can access their pension. Will the Government have another look at this? There are things that can be done if the political will is there."}, {"speaker": "Priti Patel:", "speech": "      The Government have listened extensively to the concerns raised, and they have also worked with pensions organisations. To reiterate, the Government have made concessions of £1 billion, which have been introduced to lessen the impact of the changes on those affected."}, {"speaker": "Naz Shah (Bradford West) (Lab):", "speech": "   8.    What steps she is taking to improve the pay for and quality of apprenticeships for women. [903743]"}, {"speaker": "The Minister for Small Business, Industry and Enterprise (Anna Soubry):", "speech": "      The apprentice national minimum wage applies equally to all apprentices, and from October last year that rate was increased by 21% to £3.30 per hour. We continue to focus on improving the quality of all apprenticeships, and we are putting that into statute. We all go into schools, and one great thing we can do is not only to act as role models, especially if we are female, but to sing out about things such as the apprenticeship scheme, and make clear that it is not confined to boys."}, {"speaker": "Naz Shah:", "speech": "      I thank the Minister for her response, but the reality is very different to what is on paper. Results from ComRes commissioned by the Young Women’s Trust in September found that female apprentices earn £4.82 per hour, compared with £5.85 for men. Another survey stated that there is an £8,400 difference in those areas of work where women figure highly, such as social care, childcare and hairdressing, in comparison with men, so actually, it is not correct."}, {"speaker": "Anna Soubry:", "speech": "      I am not quite sure what is not correct, but in any event, I know what the minimum wage is and it is for all apprentices. If there is evidence that women doing apprenticeships are being in some way discriminated against in their pay, we want to know about it, and we   "}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "      Will the Minister assure me that older women are getting a fair deal when it comes to apprenticeships, and especially that they are able to return to work after caring responsibilities? Will she look carefully at the engineering and construction sectors to ensure that they are truly open to all?"}, {"speaker": "Anna Soubry:", "speech": "      My hon. Friend makes a really important point. When it comes to those sectors, the Minister for Women and Equalities and I—in fact, all of us—are extremely keen to make sure that we use every opportunity and anything available to us to make the case that younger women in particular must go into these excellent work streams. We know we need to do more. We all have a part to play and that, of course, includes Government."}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "      Given that the apprenticeship gender pay gap for women stands at about £2,000 a year, does the Minister share my concerns that this is where the gender pay gap begins? Will she explain why the Government’s new institute for apprenticeships does not include provision or targets for women? What message does she think that sends to women seeking apprenticeships?"}, {"speaker": "Anna Soubry:", "speech": "      The institute, with which I am familiar, will comprise all the sorts of people it should have on it—primarily employers, but it will look to work with providers—to make absolutely sure not only that the quality of apprenticeships is good, but that we get everybody and anybody applying for apprenticeships. Whatever someone’s background might be—sex, colour of skin or ethnicity—absolutely does not matter at all. In certain areas, I do not have a problem at all in making a positive case to make sure that more women or more people from black and minority ethnic backgrounds go into apprenticeships, especially the high-quality ones. There should be no barrier."}, {"speaker": "Sir Henry Bellingham (North West Norfolk) (Con):", "speech": "   9.    What steps the Government are taking to support older women with caring responsibilities; and if she will make a statement. [903744]"}, {"speaker": "The Parliamentary Under-Secretary of State for Women and Equalities and Family Justice (Caroline Dinenage):", "speech": "      Unpaid carers are the backbone of our society. That is why the Care Act 2014 gave carers new rights that focus on their wellbeing and give them properly targeted support. We have also invested £1.6 million in a series of pilots to look at the best ways to support those who have caring responsibilities."}, {"speaker": "Sir Henry Bellingham:", "speech": "      I have been visiting care homes and care companies in my constituency that are currently facing unprecedented challenges. Does the Minister agree that this places an even greater onus on older carers, who do invaluable and compassionate work? What measures will she put in place to help older carers get back into employment when their care duties come to an end?"}, {"speaker": "Caroline Dinenage:", "speech": "      I absolutely agree with my hon. Friend. Unpaid carers are the unsung heroes of our economy. The value of informal care is about £62 billion a year. For many carers it is literally a labour of love, which is why we have extended the right to request flexible working. A pilot project is considering the best way to support carers, through investment in technology and professional support, to stay in employment."}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      A constituent visited my surgery last week to seek help. She had planned to retire and care for her elderly mother, but she now finds, unexpectedly, that her retirement date will be significantly later than planned. Does the Minister understand the wide implications of the issue raised by the Women Against State Pension Inequality campaign and the real difficulties that problems with notification of pension date changes are causing for 1950s-born women with caring responsibilities?"}, {"speaker": "Caroline Dinenage:", "speech": "      The hon. Lady makes a valid point. I understand the concerns, but she must remember that the new state pension will give 650,000 women an average increase of £416 a year on their pension and, in addition, support those who take time out of employment, for example for caring roles, by crediting this very important work."}, {"speaker": "David Rutley (Macclesfield) (Con):", "speech": "   10.    What steps the Government are taking to support women in setting up their own businesses. [903745]"}, {"speaker": "The Parliamentary Under-Secretary of State for Women and Equalities and Family Justice (Caroline Dinenage):", "speech": "      We are absolutely committed to supporting women to start and grow their own businesses. I am really proud that Britain has been named the best place in Europe for female entrepreneurs. Our £1 million women and broadband programme enables them to take advantage of technology to start or grow their own business. We are running nationwide “meet and mentor” sessions to help give female entrepreneurs access to the right support and encouragement."}, {"speaker": "David Rutley:", "speech": "      Self-employment is at record levels. Since 2009, women have accounted for more than 50% of that increase. Will my hon. Friend join me in welcoming Julie Deane’s new review into self-employment, and will she work with colleagues to take forward recommendations that will help more women to set up businesses successfully and to thrive?"}, {"speaker": "Caroline Dinenage:", "speech": "      Julie Deane is an incredibly inspiring example of the great female entrepreneurs we have here in the UK, and about a million of our small and medium-sized enterprises are indeed led by women, contributing an incredible £85 billion to the British economy. Julie has made some wide-ranging recommendations as part of her review into self-employment. I know that my hon. Friend has been involved in those recommendations, and they will be considered very carefully by the Government."}, {"speaker": "Mr Speaker:", "speech": "      I ask the Minister to face the House. I understand that her questioner is behind her, but she should face the House."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      More generally for women who choose a career in business, I understand that Ministers in the Department for Business, Innovation and Skills have recently appointed Sir Philip Hampton to lead a review into increasing the number of women in UK boardrooms. I just wondered why the Minister thought that appointing that man was the right thing to do for this particular job."}, {"speaker": "Caroline Dinenage:", "speech": "      I think we have to get away from the supposition that this is just a women’s problem. The fact that women are not as fully engaged as they should be on boards or indeed all the way through the business pipeline is a problem for everybody, and all businesses need to address this issue. That is why we need excellent people to lead this investigation, ensuring that it is all done as properly and fully as possible."}, {"speaker": "Mr Douglas Carswell (Clacton) (UKIP):", "speech": "   11.    What steps the Government are taking to reduce homophobic bullying of young people. [903746]"}, {"speaker": "The Minister for Women and Equalities (Nicky Morgan):", "speech": "      Whether online or offline, all forms of bullying, including homophobic bullying, are completely unacceptable. That is why we are investing £2 million to support schools to address homophobic, biphobic and transphobic bullying more effectively. In fact, my Department is funding Stonewall’s Train the Trainers project in the hon. Gentleman’s constituency, at the Great Clacton Church of England School, to build skills and confidence to address this form of bullying."}, {"speaker": "Mr Carswell:", "speech": "      On which note, does the right hon. Lady agree that Stonewall’s Education Champions programme offers an excellent model for local authorities, academies and free schools to follow?"}, {"speaker": "Nicky Morgan:", "speech": "      I wonder whether the hon. Gentleman saw sight of my answer, because I think we can firmly agree on that. I mentioned the £2 million project that we are funding. Stonewall is very much one of the bodies delivering on this, as are the Anne Frank Trust, Barnardo’s, Diversity Role Models, EACH—Educational Action Challenging Homophobia—Educate and Celebrate, the National Children’s Bureau and Show Racism the Red Card. They are all doing an excellent job."}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "   13.    What steps she is taking to reduce the gender pay gap. [903749]"}, {"speaker": "The Parliamentary Under-Secretary of State for Women and Equalities and Family Justice (Caroline Dinenage):", "speech": "      We are committed to closing the gender pay gap within a generation. This is important not only for women, but for business, prosperity and the health of the UK economy. That is why from next April we are requiring large employers to publish their gender pay gap, and why we have been working very closely with business to help deliver this."}, {"speaker": "Callum McCaig:", "speech": "      I thank the Minister for that answer and welcome the steps that are being made, but will she join me in commending the Scottish Government for laying regulations in Holyrood to extend the requirement   "}, {"speaker": "Caroline Dinenage:", "speech": "      Yes, we are always keen to take on board any information we can gather from anywhere that tackles the gender pay gap. We are consulting on the issue and we will shortly announce what we intend to do in respect of the public sector."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      As the father of a growing number of daughters, it is important to me that women can enjoy exactly the same level of career advancement as men, which they clearly do not. Many experts and leading female CEOs of international companies believe that the lead indicator is not the gender pay gap, but the level of career advancement for women. Will the Government consider looking in future into whether major companies could report the percentage of men and women at every stage within their organisation to help change the culture?"}, {"speaker": "Caroline Dinenage:", "speech": "      This legislation will require businesses to show how many people are employed at the different sectors of their organisations. However, my hon. Friend is right that this starts right from the beginning when girls are given careers advice about which businesses and sectors they should aim to get into. We need to get away from the idea that there are “girls’ jobs” and “boys’ jobs.” There are just “jobs.”"}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      I have recently put a series of parliamentary questions to every Government Department on the gender pay gap, and every Government Department that has answered to date has shown that there is a gender pay gap. What is the Minister going to do about the situation on her own watch?"}, {"speaker": "Caroline Dinenage:", "speech": "      Public sector employers will also be required to publish their gender pay gap statistics. It is a subject that we take very seriously. Nobody will be left unaffected by the legislation."}, {"speaker": "Mr Dennis Skinner (Bolsover) (Lab):", "speech": "      I wonder whether this legislation will be broad enough to help a constituent of mine who recently separated from her boyfriend. She now has a “To Let” sign outside her house at 102 Church Drive, Shirebrook because she works for Mike Ashley at Sports Direct on a zero-hours contract. I think that is disgraceful, and I would like to see legislation that ensures that employers who operate zero-hours contracts cannot put women such as my constituent in jeopardy so that they lose the roof over their heads."}, {"speaker": "Caroline Dinenage:", "speech": "      Unlike the last Labour Government, we have taken steps to address the issue of zero-hours contracts, and those who apply them will be included in the legislation."}, {"speaker": "Andrea Jenkyns (Morley and Outwood) (Con):", "speech": "   14.    What steps the Government are taking to encourage more girls to take science, technology, engineering and mathematics at A-level. [903750]"}, {"speaker": "The Minister for Women and Equalities (Nicky Morgan):", "speech": "      The number of science and maths A-level entries among girls has increased by 12,000 in the last five years, but the Government are determined to encourage even more girls to study those subjects to help them to secure rewarding jobs in the future. I recently announced that, by 2020, we want to see a 20% increase in the number of girls applying to study science and maths. To achieve that, we will build on an extensive range of Government-funded support for schools."}, {"speaker": "Andrea Jenkyns:", "speech": "      There are some fantastic STEM schools in my constituency, including Outwood Grange Academy, where I attended a brilliant STEM skills workshop a couple of weeks ago, and Woodkirk Academy, which I visited with the Minister for Women and Equalities last year. Will she join me in praising those schools, which are helping more pupils to consider STEM careers by finding imaginative ways to show them the possibilities that those subjects hold? Pupils have even participated in a LEGO minecraft workshop at Woodkirk."}, {"speaker": "Nicky Morgan:", "speech": "      I welcome the opportunity to join my hon. Friend in praising the work of Outwood Grange and Woodkirk Academies for their excellent work in this regard. During my visits I was impressed to see at first hand how the academies engage pupils in STEM subjects, demonstrating the application of science and maths and promoting STEM careers."}, {"speaker": "Chi Onwurah (Newcastle upon Tyne Central) (Lab):", "speech": "      I am sure the whole House agrees that STEM subjects provide exciting, rewarding, fantastic career opportunities for women and girls, but studies show that without some personal experience of STEM careers, girls are unlikely to consider them fully. Why have the Government abolished face-to-face careers advice and made work experience something that girls have to organise for themselves? Will the Secretary of State bring back mandatory work experience?"}, {"speaker": "Nicky Morgan:", "speech": "      Actually, we are going to go much further. We have introduced, and are funding, the Careers & Enterprise Company. We shall be investing more than £70 million in careers work during the current Parliament to enable young men and women to be inspired by people who visit schools, by work experience opportunities, by finding out more, and by the Your Daughter’s Future programme. We discussed the gender pay gap earlier. I think it worth noting that those working in careers in science or technology are paid, on average, 19% more than those in other professions, and I think we can all agree that we want more girls to go into such careers."}, {"speaker": "Andrew Griffiths (Burton) (Con):", "speech": "   15.    What steps the Government are taking to help parents find affordable childcare. [903751]"}, {"speaker": "The Minister for Women and Equalities (Nicky Morgan):", "speech": "      The Government will have invested an extra £1 billion per annum by 2019-20 to help hard-working families with the cost of childcare. We are doubling the amount of free childcare to 30 hours for working parents of three and four-year-olds, and from early 2017, tax-free childcare will benefit about 2 million families by up to £2,000 per child. Many families will also be able to claim 85% of childcare costs through universal credit."}, {"speaker": "Andrew Griffiths:", "speech": "      I thank the Minister for that, and especially for the extra £13 million that is being made available to councils such as mine in Staffordshire so that they can roll out the childcare plan sooner. That will help thousands of hard-working families throughout the country. However, will she give particular consideration to what can be done to help families with disabled children and children with special needs?"}, {"speaker": "Nicky Morgan:", "speech": "      My hon. Friend is absolutely right to say that we are investing more in childcare. Those with disabled children receive £4,000 of tax-free childcare per child. During the last and current Parliaments, we have been rolling out education and healthcare plans for children, including those aged nought to 25 who have more complex needs. We are clear about the fact that our childcare policies must require providers to cater properly for children with disabilities."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "   17.    What progress the Government are making in negotiating the removal of VAT on women’s sanitary products. [903753]"}, {"speaker": "The Economic Secretary to the Treasury (Harriett Baldwin):", "speech": "      The Financial Secretary to the Treasury has written to the European Commission and to other member states setting out our strong view that member states should have full discretion in regard to the rate of VAT that they can apply to these products, and that that should be considered in the context of the Commission’s action plan on VAT, which we expect to be published in March."}, {"speaker": "Paula Sherriff:", "speech": "      Frankly, I think that many women throughout the country will be rather disappointed by the Minister’s response. Will she guarantee that the Prime Minister or the Chancellor will come to the House and make a statement once the Commission has responded to our request, so that the public know where we stand before the referendum?"}, {"speaker": "Harriett Baldwin:", "speech": "      Of course, the Government do believe that this is something on which we want to take action. I am sure the hon. Lady will welcome the fact that the Chancellor has already announced a new £15 million annual fund to support women’s charities in the interim period before we can tackle this on a unanimous basis across Europe."}, {"speaker": "Alex Cunningham (Stockton North) (Lab)", "speech": "     (Urgent Question): To ask the Minister to make a statement about assistance from the EU solidarity fund for flood-hit communities."}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (James Wharton):", "speech": "      First, I want to pay tribute to all those who have supported the many places that were flooded in December and early January; the local authorities, the emergency services, the Environment Agency staff, the community volunteers, the military and many others made a significant contribution to supporting communities affected by the terrible events that we saw over Christmas, in December and in early January. The whole House will want to recognise the enormous effort that has gone into supporting households and businesses, not just the initial response to the floods, but the ongoing work to get residents back into homes and businesses open."}, {"speaker": "Alex Cunningham:", "speech": "      I thank the Minister, my fellow Stockton MP, for his response, which is extremely welcome today. It has taken an urgent question to get the information from the Government, so I am delighted that you granted it, Mr Speaker. I know there has been considerable confusion in government on which Department was responsible for making the application, and I, for one, am delighted at today’s news. I was pleased when the Environment Secretary told the House last month that she was considering an application, only to have one of her civil servants answer my letter to her by telling me it was a DCLG responsibility. We now know the answer today—it is a DCLG responsibility, and I am glad that that Department has actually taken it on."}, {"speaker": "James Wharton:", "speech": "      There seems to be a fundamental misunderstanding on the part of the hon. Gentleman. The Department has been working on this application for some time. We had to draw together a range of information across Government Departments, talk to local areas, and assess the cost and impact of events that have taken place. That is what we have been doing, and what we will continue to do. As more information comes through and we go through the process of supporting those communities, we will ensure that the application is thorough, and that it accounts for all opportunities to add to it and to recognise the damage that has been done. Those discussions have been taking place across Government in the right way and in the right timeframe, so that we were able to make our announcement."}, {"speaker": "Mr Ian Liddell-Grainger (Bridgwater and West Somerset) (Con):", "speech": "      I gently say to the Minister and the House, that, in 2011, Somerset suffered from disastrous floods. The Prime Minister and my local area looked at this fund   "}, {"speaker": "James Wharton:", "speech": "      My hon. Friend has demonstrated an understanding of the European Union solidarity fund that is absent among those on the Opposition Front Bench. It is a complex fund which requires a number of facts to be taken into consideration. There is an administration process that will take a long time and cost a significant amount. That is why we had to carry out a proper assessment to understand whether it would be of net benefit to the UK taxpayer to make an application before we got to the place where we could make the announcement that I have been able to confirm today. That is the right process, and my hon. Friend has demonstrated from his own constituency experience his deep understanding of the issue and the complexities of the matters before the House."}, {"speaker": "Calum Kerr (Berwickshire, Roxburgh and Selkirk) (SNP):", "speech": "      I welcome the statement. The Minister talks about the rapid response. Where was the rapid decision-making process on the Government’s part? I welcome the announcement, but it was not a difficult question. If we have an insurance policy, of course we are going to cash it in. Why would we not do so? That is logical and sensible. I welcome it. In relation to Scotland, have the Minister and his Department calculated how much money will be coming to Scotland, owing to Barnett consequentials? Can he say anything about the timescale and when that might be expected?"}, {"speaker": "James Wharton:", "speech": "      The rapid response that I was talking about was the money that the Government immediately made available, the hard work that was done, particularly by my colleagues and officials in DEFRA, the Environment Agency and emergency responders—the work that was done straight away to support the communities affected by flooding. I can confirm that one of the factors that has delayed the process and made it more difficult to carry out the very complicated assessment that underpins the application to the EU solidarity fund has been the slowness of getting the information that we needed out of the Scottish Government. Had they responded more quickly, perhaps we would have been better informed earlier and able to announce with more clarity what would be done."}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      Hallelujah! Hallelujah! Three weeks ago I asked the Prime Minister why we were not applying for these funds. I am delighted that we are now doing so. More than 300 of my households were hit by the floods. A third of them were not covered by insurance because of the high premiums and eye-watering excesses. Perhaps some of this extra money can help them. In one case a business, the Ribchester Arms, has been closed since Boxing day. It has lost tens of thousands of pound and still has ongoing costs.   "}, {"speaker": "James Wharton:", "speech": "      There are thresholds that have to  be met, there is an assessment of damage that has to be done, and there is no guarantee that an application to the fund would yield more money than the cost of applying and delivering it. None the less, we have made that assessment and have come to this decision. I am delighted that it pleases my hon. Friend. I would be happy to have discussions with him about individual businesses in his constituency, but I remind him that regardless of what happens with this fund, the Government have made significant funding available to support local businesses and communities affected by flooding. That funding is available now. We do not have to wait for this fund to come through to support the communities affected."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      My constituency was not damaged in the most recent floods, but in the past when flooding has taken place, speed is of the essence. I have known people in my constituency to wait not just months, but years, to get back in their home to a decent standard of life. It is all very well for the Minister to be uncharitable and find himself unable to say anything nice about the European Union, which provides the fund. People do not want just the wellies on the day; they want the action after the flooding."}, {"speaker": "James Wharton:", "speech": "      The hon. Gentleman is right—speed is of the essence, which is why the Government have made more than £200 million available to areas affected and made it available as quickly as possible—immediately —for the communities that needed support, so that support is there. This fund will take time to pay out. That is the way the process that has been put in place works. It will take months from the date of application to come to conclusion. We have decided to apply because we have assessed it to be of net benefit to the UK to do so, but the funding that communities needed was provided by this Government straight away."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      My hon. Friend says that this is an important application, but will he put it in context? Every day British taxpayers pay £50 million to the European Union. How much does he think we are going to get back: three or four days’ worth of contributions?"}, {"speaker": "James Wharton:", "speech": "      My hon. Friend makes his point better than I would endeavour to do from the Dispatch Box today."}, {"speaker": "Norman Lamb (North Norfolk) (LD):", "speech": "      The Minister has indicated that all that is required at this stage is a notification of intent to apply. If that is the case, surely he could have got the process under way weeks ago. When did he actually apply? Was it today, or yesterday? How much does he think he will actually recover? The Government have done the assessment, so what do they   "}, {"speaker": "James Wharton:", "speech": "      I have to make it clear that there was no guarantee that the fund would bring a net benefit to the UK, or that it would be possible to apply, until a proper assessment had been done of the level of damage, the regional thresholds and whether we qualified to make an application. That assessment has now been done and we have announced our intention to apply before the deadline, which is the right thing to do. We will then work through the process to ensure that the UK gets the maximum benefit that can be delivered. Separately from that, the Government are already doing what needs to be done to support communities. The Under-Secretary of State for Environment, Food and Rural Affairs, my hon. Friend the Member for Penrith and The Border (Rory Stewart), has been doing a huge amount of work in Cumbria, as I am sure the right hon. Gentleman knows, to ensure that communities get the support they need, regardless of the progress made with this fund. It will take time, but we are now committed to applying to the fund."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      Can the Minister confirm that the UK paid £36.5 million into the EU solidarity fund last year, making us the second largest net contributor, and that we have only ever claimed once, in 2007, when we received £130 million? Is not the reason we have been reluctant to claim that we get very little out of the scheme because of our rebate? Effectively, we are paying into an insurance scheme that we cannot claim from."}, {"speaker": "James Wharton:", "speech": "      My hon. Friend is absolutely right that there is an interplay between the application for funds, the funds being paid out and the rebate. The reality is that this is a complex process and there are restrictions on how money that is released can be spent. We have made the assessment and believe that the fund will be of net benefit to the UK, which is why we have today announced our intention to apply."}, {"speaker": "Stuart Blair Donaldson (West Aberdeenshire and Kincardine) (SNP):", "speech": "      Today’s announcement is welcome, but it is long overdue. What specific discussions have the Government had with local authorities in Scotland to ensure that the appropriate amount of support is sought for flood-affected communities?"}, {"speaker": "James Wharton:", "speech": "      The hon. Gentleman ask an important question. Much of this, as a devolved matter, is dealt with by the Scottish Government, but we have had ongoing discussions with them, including, in the context of the application I have announced today, on the information we need from them to underpin the parts of the application that apply to Scotland."}, {"speaker": "Craig Whittaker (Calder Valley) (Con):", "speech": "      This is excellent news. I accept that there are complexities in the EU solidarity fund, but what is unpalatable, and a horrendous burden for the people Calder Valley, is the £32 million    "}, {"speaker": "James Wharton:", "speech": "      My hon. Friend has been one of the most diligent and passionate advocates for his area; since the storms in December and January, scarcely a day has gone by when we have not discussed matters pertaining to Calder Valley. The Government are absolutely committed to supporting the affected communities, and we continue to work with the local authority to ensure that is done. His representations have been incredibly helpful in informing the process of recovery already, as I am sure they will continue to be."}, {"speaker": "Holly Lynch (Halifax) (Lab):", "speech": "      May I, too, welcome this announcement, having outlined in my Westminster Hall debate last month the cost of the damage in my constituency and the neighbouring Calder Valley? The Minister has not been quite clear about exactly how much the Government hope to secure from the fund. Following the assessment he has done, can he indicate exactly what value of funding will be available?"}, {"speaker": "James Wharton:", "speech": "      I thank the hon. Lady for her question, and I wish to put on the record on the Floor of the House my appreciation for the constructive nature of the debate we had in Westminster Hall—I think it brings out the best in this place when we pull together to do what we can to support the communities we all represent. As I am sure she will appreciate, we are at the stage of having identified that applying will be of net benefit to the UK. We still have a lot of work to do to finalise the costs and figures that we will submit to the Commission, so I am not in a position to confirm what the entire net benefit will be at the end of the process, but we will of course keep the House updated as progress is made."}, {"speaker": "Chris Heaton-Harris (Daventry) (Con):", "speech": "      To not give false hope to the communities everyone is talking about today, the Minister must say at the Dispatch Box that there is no guarantee of our ever receiving this money. Domestically, the process is complicated enough, but when we get to the European process, whereby we apply for some of our own money to come back to this country, it becomes even more complicated, and the timeline is extremely long. Will he give us a rough idea of how long the timeline was in 2007? Will he also assure communities that the Government are spending money now that is helping them, and that we will do well in the future even if this money from Europe does not come?"}, {"speaker": "James Wharton:", "speech": "      My hon. Friend is absolutely right. As I have said, this is not a rapid response fund; the money takes a long time to come through. The Government therefore made more than £200 million available straightaway to provide the support that communities need. My hon. Friend understands Europe better than most, given his experiences and history of working there. What he says is valid, and Opposition Front-Bench Members should perhaps listen to it carefully and take it into account."}, {"speaker": "Margaret Greenwood (Wirral West) (Lab):", "speech": "      We all welcome today’s announcement, and we all really felt the misery of the people affected when we watched the news on our TV screens. My constituents, particularly in the West Kirby area, which is vulnerable to flooding, will be pleased to hear this news, but they will be a little baffled about why things have taken so long. I appreciate that work has been going on in the background, as the Minister said, but given what a miserable experience people have gone through, it would have been helpful if the Government had communicated their intention earlier. Will the Minister give an assurance that, should these things happen again, the Government will be prepared to apply to the fund?"}, {"speaker": "James Wharton:", "speech": "      I cannot give an assurance that the Government will always apply to the fund, because we may not always meet the threshold criteria to apply. We will always have to assess the cost-benefit to ensure that the cost of managing and delivering the fund does not outweigh the benefit that could come from it, and that includes, of course, the impact on the rebate. However, regardless of the fund, we have provided more than £200 million up front to ensure that communities such as those of which the hon. Lady speaks get the support they need."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      I welcome the Minister’s decision. Will he give an assurance that, if the application is successful, it will not be used to offset funding already allocated from other resources and that it will actually make more resources available to improve defences along the Humber estuary and elsewhere?"}, {"speaker": "James Wharton:", "speech": "      We do not yet know what the final quantum will be, or how long the money will take to be paid. What matters is ensuring that communities get the support they need now. The Government have made, and are making, that support available, and we continue to work with local authorities to deliver it. That is our priority, but we are confirming that this fund will be applied for, and we will, of course, keep hon. Members updated as we progress through the process."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      Businesses in my constituency, and in the borough of Rochdale, are absolutely baffled about why the Government have left it until the eleventh hour to apply for this vital funding. Will the Minister please assure me that he will get the application in by Sunday? Does he not also agree that the fund is a great argument for remaining in the European Union?"}, {"speaker": "James Wharton:", "speech": "      I am disappointed that the hon. Lady’s local businesses are baffled, but I am sure that, on leaving the House today, she will wait not a moment to explain to them the reality of the process. As I have said, this is not a rapid reaction fund. We have to ensure that we meet thresholds, and we have to assess damage. There is still a lot of work to be done to ensure that we fully understand and apply for every bit of applicable damage, and we have announced that we will undertake that process. In the meantime, we have ensured that we have made funding available. It will still take many months for the fund to pay out, but we are pursuing that process."}, {"speaker": "Dr Matthew Offord (Hendon) (Con):", "speech": "      Further to the point made by my hon. Friend the Member for Bridgwater and West Somerset (Mr Liddell-Grainger), will the Minister please advise the House what support the Government can give small businesses and homeowners to improve resilience against future flooding and to prevent these things from happening again?"}, {"speaker": "James Wharton:", "speech": "      I thank my hon. Friend for his question, which provides a timely opportunity to remind hon. Members, and indeed local authorities, that the Government are making up to £5,000 available for flooded properties through the property-level resilience grant. We are encouraging owners to apply for that funding to improve resilience. We are being flexible so that grants can be pooled, allowing multiple properties to invest in joint flood defence schemes. We have provided more than £200 million, and that is one aspect of this, but it is important to improve resilience for the future."}, {"speaker": "Martin Docherty-Hughes (West Dunbartonshire) (SNP):", "speech": "      If this were not so serious, the antics of the British nationalists on the Government Benches would be quite funny; perhaps they should learn something from lastminute.com. The Minister said that the Scottish Government took a long time to respond. The reality is this that the Cabinet Secretary for Infrastructure, Investment and Cities wrote to the Department, and the Deputy First Minister raised the issue on the floor of the Scottish Parliament. Is this the Minister’s long-winded, long-awaited response?"}, {"speaker": "James Wharton:", "speech": "      I am not sure what the hon. Gentleman’s question was, but the reality is that the UK Government responded immediately to the weather events that we saw over December and January. We made funding available, and we gave local authorities freedom and control over how it was to be spent and delivered to support people affected by flooding. That is the right thing to do. There is still work to be done on the recovery. We are doing that work and will continue to do it until all communities feel that they can get back to normal and back open for business, as so many places already are, and we can move on from what has been a very difficult period for so many."}, {"speaker": "Robert Jenrick (Newark) (Con):", "speech": "      Hundreds of my constituents in Nottinghamshire have benefited from the repair and renew grants, or resilience grants, which are operated by the Minister’s Department and seem to be operating well in getting money to people very quickly. In my constituency, a number of constituents did something very altruistic and chose to pool their repair and renew grants, not just for small community projects but to put towards whole-village or whole-town flood defence schemes. Thanks to the valiant efforts of the Under-Secretary of State for Environment, Food and Rural Affairs, my hon. Friend the Member for Penrith and The Border (Rory Stewart), we managed to find a work-around so that that was achieved. Will the Minister assure me and other Members that elsewhere in the country such community-wide altruistic schemes can be a way of using the £5,000 repair and renew grants?"}, {"speaker": "James Wharton:", "speech": "      My hon. Friend makes a very important point. Absolutely: the £5,000 resilience grant for each property can be pooled as long as the properties concerned benefit from that pooling. We have designed the schemes   "}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      My constituents in Hull who were badly flooded in 2007 would have been aghast if the Labour Government at that time had not immediately said they would apply for the solidarity fund. When exactly was the decision made to make the application? The Minister is not offering much reassurance when he says that there is still much work to do if the deadline is this Sunday."}, {"speaker": "James Wharton:", "speech": "      The intention, in accordance with the process that exists, is to indicate our intention to apply. I would be staggered had any Government immediately announced an intention to apply for the fund, because we cannot do so. We have to assess the impact on regional GDP and assess the costs to know whether we qualify. It might be easy to announce an application but then find that we do not qualify to apply. The responsible thing to do is to assess the costs and the potential benefit and then make a decision to apply, in time, if it is appropriate to do so. That is what this Government have done."}, {"speaker": "Andrew Stephenson (Pendle) (Con):", "speech": "      I welcome what the Minister has said today and his recent visit to Pendle. I thank him for the Government’s decisive action to address flood risk, including the Environment Agency’s commitment to spend more than £500,000 this year on addressing flood risk in the village of Earby in my constituency. Will he join me in encouraging the many tourists and visitors who regularly visit flood-affected parts of the UK to show their support by visiting this Easter or this summer?"}, {"speaker": "James Wharton:", "speech": "      I thank my hon. Friend. Many of the areas that were affected by flooding in December and January are some of the most beautiful parts of our country and of the north of England, and there are businesses across those communities that are very much open for business. We are encouraging people to continue to visit, or to consider visiting, those wonderful places to support their economies and communities. Many of them are open almost as though nothing had happened, working through what has been a trying period that has none the less shown the very best of the community spirit that exists right across the north."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Given that large parts of Greater Manchester were flooded, I welcome the Government signalling their intention to apply for these funds. The Minister implied that they have been working on the detail of the bid for some time, so will he clarify the detail of what they intend to use the funds for? Will it be to assist local authorities with the ongoing reconstruction work after the floods, or will it be to future-proof our flood defences?"}, {"speaker": "James Wharton:", "speech": "      The Government’s priority is to support the affected communities today. We have ensured that funding is available immediately to do that. We are still working through the process of the fund application, and we will continue to do that for as long as it looks   "}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      Will the Leader of the House give us the future business?"}, {"speaker": "The Leader of the House of Commons (Chris Grayling):", "speech": "      The business for next week is as follows:"}, {"speaker": "Chris Bryant:", "speech": "      Mr Speaker, as I am sure you are away—[Laughter.] It hasn’t started very well, has it? As I am sure you are aware, today is St Æthelbert’s day. I hope you are not confusing him with the other St Æthelbert, who was king of East Anglia, or any of the other Anglo-Saxon saints, like St Athwulf, St Bertha, St Congar or, of course, Sexwulf, who was the bishop of Mercia who founded Peterborough Abbey. Today’s St Æthelbert was king of Kent and died in 616. It is particularly relevant that we commemorate Æthelbert today, as he was the first king to establish laws in these lands banning blood feuds. I suspect that the out campaign and the Conservative party have need of him."}, {"speaker": "Chris Grayling:", "speech": "      I must say that if I was the shadow Leader of the House I would not have picked today to bring up the issue of the European Union referendum. You may not know this, Mr Speaker, but all Labour MPs have apparently been asked to take to the streets on Saturday to campaign to keep Britain in the European Union. You may not be surprised to learn that one or two Conservative Members may be on the streets to campaign for Britain to leave the European Union, but what about the Leader of the Opposition? He is going on a CND anti-nuclear march, even though his deputy said yesterday that he would vote to keep Trident. You really could not make it up."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      On Monday, the Prime Minister said that the Government would publish a lot more documents relating to the European Union. Will my right hon. Friend tell the House what those documents are likely to be and when they will be published? Will he guarantee that the documents will be subject to independent audit and scrutiny by this House?"}, {"speaker": "Chris Grayling:", "speech": "      This House will of course have plenty of opportunity, including in its Committees and indeed in the debate today, to discuss what has already been published and what will be published. Anything that is published by the Government will of course have to go through appropriate checking by the civil service and will be subject to all the rules set out in the European Union Referendum Act 2015."}, {"speaker": "Pete Wishart (Perth and North Perthshire) (SNP):", "speech": "      I, too, thank the Leader of the House for announcing the business for next week."}, {"speaker": "Mr Chope", "speech": "     indicated assent."}, {"speaker": "Pete Wishart:", "speech": "      I can see that the hon. Gentleman is agreeing. I do not mind scrutiny of the fiscal framework—it is right and proper that this House looks at it—but will the Leader of the House today rule out this House having a veto on the fiscal framework that was agreed between the UK and Scottish Governments?"}, {"speaker": "Chris Grayling:", "speech": "      That is very generous of the hon. Gentleman. I am coming to Scotland in about 10 days’ time and I look forward to whipping up support for the Conservative campaign, which has a really good chance of consigning the Labour party to third place in the Scottish elections. That would give us enormous pleasure and I have a sneaking suspicion that it might give him enormous pleasure as well."}, {"speaker": "Mark Pritchard (The Wrekin) (Con):", "speech": "      Since 2010 it has been a criminal offence to shine a laser at an aircraft, yet over the past five and a half years there have been nearly 9,000 incidents of lasers being shone on to military and civilian—albeit it mostly civilian—aircraft. May we have a debate on what more the Government can do to protect civilian and military aircraft, so as to protect pilots and passengers and ensure that the skies above this country are safe to fly in?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend raises an important point, and it is a matter of great concern, particularly with the recent incident of a plane having had to turn back after a laser attack. None of us would wish there to be danger of a serious aviation disaster as a result of that completely inappropriate behaviour. The Transport Secretary will be in the House on Thursday week. I will ensure that he is aware of concerns that have been raised, and my hon. Friend might also like to raise them with him."}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      Lord Adonis made most interesting comments on the radio yesterday afternoon, suggesting that the Government should prioritise a number of early and less expensive investments in our railway infrastructure. I have proposed detailed schemes for—among others—the west coast main line, east coast main line, and the Birmingham to London line. I put those suggestions in a formal submission to the House of Lords, which has been referred to in this House. Others will no doubt have their own proposals, so will the Leader of the House make time for an early, full debate on railway investment?"}, {"speaker": "Chris Grayling:", "speech": "      I have a lot of sympathy with what the hon. Gentleman and Lord Adonis have been saying, and one thing that has characterised this Government’s approach, as well as that of the rail industry since privatisation, is the opening of new stations and the re-opening of lines. A second route has recently been opened from London to Oxford—a sign of a flourishing industry that we want to grow and develop with large   "}, {"speaker": "Mr Andrew Turner (Isle of Wight) (Con):", "speech": "      Is the Leader of the House aware that the renegotiation package for the EU referendum is based on an international agreement and lacks the enforcement mechanisms of EU and domestic law? Is it correct that any such agreement must conform to EU law and, to the extent that it does not, that EU law will prevail?"}, {"speaker": "Chris Grayling:", "speech": "      That matter will be subject to lively debate this afternoon in the House and over the coming weeks. The view of the Attorney General, the Government’s senior law officer, is that the agreement reached in Brussels last week is legally binding on all members of the European Union."}, {"speaker": "Ian Mearns (Gateshead) (Lab):", "speech": "      The Leader of the House will be aware—I have written to him about this—that earlier this week an important debate on knife and gang crime was bumped by Government business, urgent questions and a statement. We have rescheduled that debate for Thursday 3 March. On 8 March we have International Women’s Day, and a debate sponsored by the Backbench Businesses Committee. Will the Leader of the House allow us protected time so that such an eventuality does not occur again, particularly since that debate has been scheduled specifically because 8 March is International Women’s Day?"}, {"speaker": "Chris Grayling:", "speech": "      I will take away the hon. Gentleman’s point about International Women’s Day, which I absolutely understand is time-sensitive to that day, and I will continue to bear in mind what he asks for regarding protected time. At the moment, however, it does not feel as if there is a long pipeline of delayed debates. What happened this week was unfortunate, but it was better that the debate was moved rather than severely curtailed."}, {"speaker": "Huw Merriman (Bexhill and Battle) (Con):", "speech": "      I was perturbed to hear today that BBC Radio 5 Live could be moved to online content only. While this would relieve the nation from the embarrassment of colleagues in this House playing—to give it a more tasteful title—kiss, marry or avoid on “Pienaar’s Politics”, it could deprive the nation of an outstanding sports and news radio broadcaster. May we therefore hold a debate in this place to address the need for the BBC to continue to be funded, as befits the nation’s broadcaster?"}, {"speaker": "Chris Grayling:", "speech": "      The subject of the BBC charter renewal is a very live one. I suspect that many of us have had emails about it. The Government’s view is that we want to preserve the BBC as a high quality public service broadcaster. It will, of course, be a matter for the BBC to decide how best to deploy its resources. We have to ensure, given that it is a levy on households of all different backgrounds and circumstances up and down the country, that the BBC operates cost-effectively and keeps the licence fee as low as possible."}, {"speaker": "Angela Smith (Penistone and Stocksbridge) (Lab):", "speech": "      I notice that the Leader of the House failed to respond to the shadow Leader’s very sensible suggestion that the recess and the Queen’s Speech be scheduled to take account of the EU referendum. Will the Leader of the House give a proper response, especially given that  the outcome of the referendum itself could have a major impact on the legislative programme?"}, {"speaker": "Chris Grayling:", "speech": "      The point I made in my remarks was that the Government have a full programme and will continue to have a full programme. It is really important that we do not allow the EU referendum to divert us from the very important task of governing the country. We will continue to deliver the right solutions for the country, and we will continue to bring forward the right legislation for the country. We will, of course, consider how best to ensure that hon. Members have the right opportunities to participate in the referendum, but we need to ensure that the governing of the country is not diverted by what is happening."}, {"speaker": "John Glen (Salisbury) (Con):", "speech": "      My constituents, Mr and Mrs Vaughan, have been waiting four years for an assessment of their continuing healthcare costs for a deceased relative, despite an assurance that the clinical commissioning group had made attempts, with extra resources, to clear a backlog. Will the Leader of the House make time for a statement from the Secretary of State for Health on the delays to retrospective continuing healthcare costs assessments, because it is causing enormous distress to my constituents and, I am sure, to many others?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend speaks with his customary effectiveness on behalf of his constituents. This issue affects a number of Members and constituents up and down the country. I will make sure the Health Secretary is aware of the concerns he has raised and ask the Department of Health to respond to him."}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      What is the view of the Leader of the House on the legal status of the Prime Minister’s European agreement? Does he agree with his successor as Justice Secretary or does he agree with the   "}, {"speaker": "Chris Grayling:", "speech": "      Fortunately, I am not a lawyer, so I am not going to give the right hon. Gentleman legal advice. I would say what I said earlier—that the view of the Attorney General on behalf of the Government is that it has legal force, but I am sure that this is going to be a matter of lively debate in the weeks ahead."}, {"speaker": "Byron Davies (Gower) (Con):", "speech": "      The Leader of the House will no doubt be aware that, over a short time span, two separate debates took place in Westminster Hall on serious allegations of collusion between banks and valuers in order deliberately to undervalue and then seize assets. Numerous other cases have now come to light, and more than 10 MPs of different parties have written to the Chairman of the Select Committee on Business, Innovation and Skills to ask him to investigate. A particular situation, which involved Barclays bank and Lambert Smith Hampton, has led to my constituent, Bryan Evans, losing everything he has worked for over many years, including, recently, his house. Is it not time for a debate on the Floor of the House on these matters so that we can decide whether the Government need to act to ensure that the law is upheld?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend is working hard and effectively on behalf of his constituents. He will understand that I cannot comment on the detail of the allegations. I know that the Solicitor General addressed a Westminster Hall debate on this specific case and on the role of the Serious Fraud Office earlier this month. Of course, the SFO, in conjunction with others, has considered these allegations from the outset, and my hon. Friend is well aware of the conclusions that have been reached. If he takes the view that the SFO’s remit should be broader to take matters such as this one further, I would encourage him to bring the matter to the attention of Treasury Ministers when they are before the House next week and perhaps look to bringing back to the Floor of this House a debate on the broader remit of the SFO and the ability of that organisation and others to investigate such matters."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Is the Leader of the House aware that if the clinical commissioning group and the Government have their way, Huddersfield, a large university town, is likely to be one of the only such large towns to have no A&E facility within five miles? Does he agree that we need an early debate on what is going on with these CCGs? Why are we seeing all this pressure on the health service when the Prime Minister said during the general election that he would preserve A&E in the towns and cities of this country?"}, {"speaker": "Chris Grayling:", "speech": "      This issue has, of course, affected my own constituency, where it has led to a lively debate for a while. We have entrusted local doctors with decision making about the configuration of services. In my own area, it was certainly the view of local doctors that   "}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "      You may like to know, Mr Speaker, that my petition to save the hedgehog has now reached over 19,000 signatures since it was launched two weeks ago. I am fully aware that that is about 80,000 short of meeting the requirement for a parliamentary debate, but will my right hon. Friend confirm that because it has more than 10,000 signatures the Government must write to me to clarify what they might actually do?"}, {"speaker": "Chris Grayling:", "speech": "      I congratulate my hon. Friend, as always, on his assiduousness on this issue. I can confirm that he will receive a proper response from the Government. I have a sneaking suspicion that he may make his way to that 100,000 point in order to secure a debate in this House. This week, of course, we have had a cautionary tale, linking some of the themes that sometimes appear in business questions. We talk about superfoods, and we talk about black puddings from Stornoway and Bury. We have learned this week that if we feed meat to hedgehogs, it can have a rather adverse effect on them, as we saw in the tragic case of the hedgehog that has become so fat on eating meat that it cannot even roll itself up."}, {"speaker": "Mr Speaker:", "speech": "      We are all better informed than we were."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      My constituent Lance Bombardier James Simpson sadly lost both legs in Afghanistan, but he has since inspired people by becoming the first double amputee to do an obstacle challenge. He and other brave injured servicemen, however, have found that the NHS cannot cope with their artificial limbs. May we have a statement from the Secretary of State for Health on how the NHS can solve the problem and come up with a better plan to help our brave servicemen and women?"}, {"speaker": "Chris Grayling:", "speech": "      I was not aware of this. Those who have served this country and lost limbs in its service are people whom we should admire without reserve. Some of the achievements of those injured servicemen after their return from the front line have been simply awe-inspiring. I was not aware of the problem that the hon. Gentleman has raised today. The Secretary of State for Defence will be here on Monday, but I shall also ensure that the Department of Health is made aware of the hon. Gentleman’s concerns and responds to him."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      I hope that the whole House will join me in congratulating the Mayor of London, my hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson), on his wise decision—much publicised this week—to name Crossrail the Elizabeth line in order to commemorate the Queen’s 90th birthday. My patriotic constituents in the village of Worthington would also like to commemorate that event, but they have been hit by the county council with a £400 bill for road closure. May we have a statement   "}, {"speaker": "Chris Grayling:", "speech": "      I, too, was delighted by the decision to name Crossrail the Elizabeth line, which is a fitting tribute to a magnificent monarch as she approaches her 90th birthday. We should all celebrate all that she has done for this country. I hope that local authorities will be wise and sensible, and will encourage communities to come together to take part in the celebrations that will take place this summer. Let me add that I think this has been a week in which my hon. Friend the Mayor of London has shown great wisdom."}, {"speaker": "Joan Ryan (Enfield North) (Lab):", "speech": "      On 19 February, at North Middlesex hospital, more than 100 patients were told over the tannoy, “Please go home unless you have a life-threatening illness.” Of course, they would have to self-diagnose to be able to make that decision. Some patients had been waiting on trolleys for more than five hours with no cubicle space and no ward beds to go to, while dozens were in a waiting room facing a wait of more than eight hours to be seen."}, {"speaker": "Chris Grayling:", "speech": "      I do not know about that particular circumstance, but pressures on A & E obviously ebb and flow depending on local circumstances, especially at this time of year, and that this is one reason why we continue to put additional funding into the national health service. I seem to recall that, some while back, the former Health Secretary argued that putting more money into the NHS was not the right thing to do."}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      I am sure Members agree that we do not discuss Europe enough in this place. May I make the helpful suggestion that we alter the business of the House in order to hold a weekly European Union Question Time? According to my prejudice, the Leader of the House himself would answer the questions. I would then have an opportunity to ask, for instance, “Should the British people, in their wisdom, leave the European Union, would it be this Government who decided such matters as VAT rates on sanitary towels?”"}, {"speaker": "Chris Grayling:", "speech": "      It is certainly true that VAT on sanitary towels is currently imposed by the European Union, and I suspect that it would not be imposed by the House of Commons. As for the subject of debates on Europe, the one debate that I am unfortunately unable to have, although I would love to have it, is with the shadow Leader of the House, because he bitterly regretted that we did not join the euro. I would love to be able to debate whether he got that one right or wrong."}, {"speaker": "Richard Burden (Birmingham, Northfield) (Lab):", "speech": "      If the Leader of the House casts his mind back to business questions on 28 January, he may recall that on that   "}, {"speaker": "Chris Grayling:", "speech": "      The Minister for the Cabinet Office will be here on 9 March to take questions. Mr Speaker, you have been generous in granting opportunities to Members of this House to raise concerns in urgent questions, but I cannot remember this subject being raised in that way, so perhaps it is not that urgent."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      When I heard from a constituent that she had gone elsewhere in the country to volunteer as part of her Duke of Edinburgh award, I was, as I am sure all hon. Members would be, delighted at her commitment to this award scheme and to volunteering. However, I was less pleased by the fact that she had to pay a rather large sum for her rail ticket and then discovered that by splitting her tickets she could perfectly legally have paid a lot less. May we have a debate on how such fare information can be much more widely publicised and whether rail companies should be obliged to show the cheapest possible way of getting from A to B?"}, {"speaker": "Chris Grayling:", "speech": "      My hon. Friend the rail Minister would be very much in agreement with what my hon. Friend says, and indeed is working to achieve that. All of us who travel by train will sometimes find a bizarre fare structure and bizarre circumstances, such as finding that the first class fare is lower than the second class fare, or that it is cheaper to split the journey in half. It would be much easier and more straightforward if the information available to the public was obvious, straightforward and demonstrated the cheapest way to travel."}, {"speaker": "Vicky Foxcroft (Lewisham, Deptford) (Lab):", "speech": "      Mr Speaker, you will be aware that several times I have called for us to have a debate on serious youth violence and the Leader of the House has advised me to go to the Backbench Business Committee. I was really chuffed when the Committee agreed to have a debate on this, but deeply disappointed that we did not get that time on Tuesday. Many of my colleagues came here to engage in the debate, but were unable to do so. How are we going to ensure that next Thursday the time is protected and we debate this very important issue?"}, {"speaker": "Chris Grayling:", "speech": "      It is, of course, a very important issue. It was unfortunate that on Tuesday, with the extended statement on Monday from the Prime Minister and the volume of additional subjects Members wanted to bring before the House, that that debate ended up being squeezed out. We made sure that there was an early opportunity for the Backbench Business Committee to bring it back to the House, and when we debate it on Thursday, it is much less likely to be under the pressure of time than it was on Tuesday, which was a particularly unusual day in terms of parliamentary time."}, {"speaker": "Bob Blackman (Harrow East) (Con):", "speech": "      This week has seen the welcome news that the Avanti Schools Trust has secured planning permission for the first state-sponsored Hindu “all-through” school. In addition, Hujjat school, which will be the first Muslim school in Harrow, has also secured approval from the Department for Education and has reached the first stage, thereby ensuring that parents in Harrow will have the opportunity of giving a faith-based education to their children if that is what they want. Will my right hon. Friend arrange for us to have a debate on the importance of faith-based education to allow parents to exercise their choice and ensure that they get the education for their children that they wish to have?"}, {"speaker": "Chris Grayling:", "speech": "      I congratulate all in my hon. Friend’s constituency who have succeeded in bringing forward these exciting new plans. It has always been my view that faith-based education has an important place in our society. While it is important that a faith-based school is not a school of one faith, my experience is that the ethos a faith-based school brings delivers a high quality of education, and what is happening locally is very exciting. I am sure he will take advantage of the opportunity to express to the Secretary of State, when she is here shortly for questions, just how important a part of this Government’s policy that work is."}, {"speaker": "Ian C. Lucas (Wrexham) (Lab):", "speech": "      The Government have amended substantially their own Enterprise Bill to include provisions on Sunday trading. Can the Leader of the House explain how Back Benchers who are concerned about the English votes for English laws status of the Government amendments can make representations within the terms of the Standing Orders concerning the effect of new proposals made by the Government?"}, {"speaker": "Chris Grayling:", "speech": "      These proposals will, of course, be the subject of debate in Committee and, if Members choose, on Report on the Floor of the House, but the advice that the hon. Gentleman seeks is best obtained from the Clerks."}, {"speaker": "Dr Matthew Offord (Hendon) (Con):", "speech": "      Can a Minister come to the Dispatch Box to make a statement explaining what action the Government are taking to protect holders of the Lloyds bank enhanced capital notes from enforced early redemption? Several constituents have contacted me to say that they have been forced to close these. That has had a great effect on their planned income and they have received very little protection from the Financial Conduct Authority."}, {"speaker": "Chris Grayling:", "speech": "      I am aware of those concerns, and my hon. Friend is doing his usual effective job on behalf of his constituents. The essence of what he is arguing   "}, {"speaker": "Daniel Zeichner (Cambridge) (Lab):", "speech": "      The Leader of the House may be aware of the horrible murder of the Cambridge student Giulio Regeni in Egypt. He disappeared six or seven weeks ago and his body was found horribly mutilated a few weeks later. He is much missed by the academic community in Cambridge, and he was carrying out academic duties at the time. I pressed the Foreign Secretary to urge the Egyptian authorities to explain what has gone on. Will there be an opportunity to discuss the situation in Egypt soon?"}, {"speaker": "Chris Grayling:", "speech": "      This was a horrible incident and our hearts go out to Giulio Regeni’s family, his friends and all his colleagues in Cambridge. Although Egypt is a great country, it still faces significant issues and challenges. I will make sure that the Foreign Secretary is reminded of the concerns the hon. Gentleman raises, and I have no doubt that the Government will want to set out an opportunity for discussing matters across the middle east generally, which will give him the opportunity he seeks in the near future."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      Tomorrow evening, I will be attending a residents’ meeting in Cleethorpes, accompanied by the Humberside police and crime commissioner, Matthew Grove. He was been particularly effective as a channel for representing his constituents. Ahead of the May PCC elections, may we have a debate on the role of PCCs and how their powers may be extended?"}, {"speaker": "Chris Grayling:", "speech": "      Matthew Grove will always have a fond place in the Conservative lexicon as the man who beat John Prescott to that job of PCC for Humberside. That was a matter of huge disappointment to Labour Members—[Interruption.] Clearly, the shadow Deputy Leader of the House is not a fan, but after that victory we will always regard Mr Grove fondly."}, {"speaker": "Nick Thomas-Symonds (Torfaen) (Lab):", "speech": "      My constituency has benefited tremendously from European Union structural funding, and of course that will not be available if we leave the EU. May we have a statement as to the advantages that EU structural funds have brought to the most deprived communities of the UK? Would the Leader of the House be willing to deliver such a statement personally?"}, {"speaker": "Chris Grayling:", "speech": "      Of course we have a debate this afternoon on this area, so the hon. Gentleman may want to take part in it. Those on the Government side of the argument would say that EU structural funds are important, but I am sure that those who disagreed with that view would say that in fact all we are doing is giving money to Brussels in order for those there to give it back to us."}, {"speaker": "Mr Ian Liddell-Grainger (Bridgwater and West Somerset) (Con):", "speech": "      Notwithstanding the debate we have just had on flooding, there is another part to this issue that we hardly discuss at all in this House—coastal erosion.   "}, {"speaker": "Chris Grayling:", "speech": "      The importance of the issue has been brought home to us by the extraordinary archaeological work done around the historic port of Dunwich, which was once one of England’s largest towns but which has almost completely disappeared. We understand from that work just how much difference coastal erosion can make. My hon. Friend makes an important point and I suggest that he might like to join others whose constituencies are affected, including those who represent areas on the east coast of England, to secure a debate via the Backbench Business Committee."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "      May we have a statement or a debate in Government time on the extraordinary allegations published by London’s The Times newspaper last week on the treatment of asylum seekers living in Glasgow by Home Office providers Serco and Orchard and Shipman? There were allegations of, among other things, the spraying of air fresheners towards asylum seekers; physical intimidation; and the placing of asylum seekers in uninhabitable housing. Does the Leader of the House agree that such dehumanising treatment of asylum seekers merits Ministers reporting directly to Parliament?"}, {"speaker": "Chris Grayling:", "speech": "      No one would condone that kind of treatment of any individual no matter who they are in our society. The hon. Gentleman makes an important point, which I am sure will have been noted by Home Office Ministers."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      Hull City Council is meeting at the moment to set its budget. Since 2010, it has had a cut from the Government of £310 per person, which, considering that it is the 10th most deprived area of the country, is one of the steepest cuts. In the same period, Epsom and Ewell, one of the least deprived areas, has gained £13 per head. Hull has none of the options that wealthier areas have to raise its own money, and has not received a penny of the £300 million that the Government have found for other areas. Can we please have a debate on why the poorest areas of this country keep being subject to cuts by this Government?"}, {"speaker": "Chris Grayling:", "speech": "      The hon. Lady needs to remember the huge disparities that still exist in funding per head. Targeting northern towns and cities such as Hull where there are bigger social challenges is important. As a Government, even a Conservative Government with a substantial number of Members representing constituencies in the south with a lower grant per head, we continue to believe that it is important to provide support to those towns and cities."}, {"speaker": "Mr Mark Williams (Ceredigion) (LD):", "speech": "      The Government’s mobile infrastructure project identified 600 potentially new mobile mast sites, yet by December last year,   "}, {"speaker": "Chris Grayling:", "speech": "      We are making real progress in spreading both mobile coverage and high-speed broadband coverage. We have a way to go. Of course such things are not always the responsibility of Government. It is the operators, not the Government, who build masts. None the less, I continue to believe that we are doing as well as almost all of our major international competitors in ensuring that we have modern communications."}, {"speaker": "Justin Madders (Ellesmere Port and Neston) (Lab):", "speech": "      On 7 November last year, I wrote to the BBC on behalf of a constituent with a set of perfectly reasonable questions about its musical output and its relationship with Universal Music. The response I got was, to say the least, disappointing. Not only did it fail to answer any of the questions, it told me that, if I was unhappy with its response, I should take up the matter with the Information Commissioner. I value the work that the BBC does, but it must be open about how it operates. May we have a debate on creating a transparent culture within the BBC, particularly in its relationship with publishers such as Universal Music?"}, {"speaker": "Chris Grayling:", "speech": "      Let me make two points. First, the hon. Gentleman can raise that issue next week when  the Secretary of State for Culture, Media and Sport is in the House. Secondly, we are embarked on just such a debate at the moment on the renewal of the charter. It is for members of the public across the country and Members of this House to bring forward their thoughts about the future shape of the BBC. [Interruption.] Despite the fact that the shadow Leader of the House is, as usual, chuntering from a sedentary position, I have no doubt that, if the hon. Member for Ellesmere Port and Neston (Justin Madders) wants to bring forward further thoughts and present them to the Secretary of State, they will be taken into account."}, {"speaker": "Kirsten Oswald (East Renfrewshire) (SNP):", "speech": "      It was welcome when the Government agreed to change the rules to allow for fair compensation for military veterans suffering from mesothelioma. However, if they are serious about the armed forces covenant, can we now have a statement on why they have still not closed the loophole whereby a small number of veterans diagnosed before December are not covered and are being caused further distress at this most difficult time in their lives?"}, {"speaker": "Chris Grayling:", "speech": "      I am not aware of that small number of cases. The Secretary of State is here on Monday, and I will ensure that he is aware of the hon. Lady’s concern. If she wants to bring that matter to him then, he will be able to give her a more detailed response."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      The Government’s childhood obesity strategy has been pre-briefed and then delayed not once but five times. The answers that I am getting from Ministers, including the Prime Minister, who cannot even tell me whether he has seen a draft copy of the strategy, have been not worth the paper they are written on. May we have a statement   "}, {"speaker": "Chris Grayling:", "speech": "      Of course it is the Government’s intention to publish the childhood obesity strategy, but we are also working on getting it right. I can absolutely assure the hon. Gentleman that, when we come to publish that document, when it is ready and we are satisfied that it is the right tool for the job, we will bring it to the House."}, {"speaker": "Chris Law (Dundee West) (SNP):", "speech": "      Extraordinarily, the Prime Minister has made 233 appointments to the unelected House of Lords since he was elected, making a seam-bursting total of 826 Members, yet only yesterday many of us here received an email from the Boundaries Commission informing us of a forthcoming review of the Chamber to reduce the number of Scottish MPs from 59 to 53, which will result in the House of Lords being 40% larger than this House. Will the Leader of the House bring to this Chamber an urgent debate on the rough wooing of our democracy in Scotland, where we will have more Tory Lords than MPs apparently representing our country?"}, {"speaker": "Chris Grayling:", "speech": "      It is important to remember that this is the elected House. This is the House that ultimately has the final say on matters, and it is right and proper that we have a structure of representation here that represents the balance of the population of the country. It is the case that the Boundary Commission has a remit to align the size of constituencies across the country. That matter is not related to the other place. It is about ensuring that there is fairness of representation in this elected House, which is the one that ultimately decides what happens in this country."}, {"speaker": "Paula Sherriff (Dewsbury) (Lab):", "speech": "      My constituent Andy is a freight train driver. He and his colleagues across 11 depots in Yorkshire and the north are under threat of redundancy following the downturn in coal traffic due to the imminent closure of Ferrybridge and Eggborough power stations and the closure of Kellingley pit. May we have a debate in Government time on the secondary impact of these closures, the unemployment that this Government have caused in the supporting industries such as freight, and how we might support those affected to find new and appropriate jobs?"}, {"speaker": "Chris Grayling:", "speech": "      Of course it is always difficult when an individual change within an industry costs jobs or leads to closures, but the hon. Lady has to understand that under this Government rail freight has continued to grow, the rail network has continued to receive new investment, and for those in the rail industry there are perhaps more opportunities today than there have been for a very long time."}, {"speaker": "Matthew Pennycook (Greenwich and Woolwich) (Lab):", "speech": "      Edward Paddon, the son of my constituents Fiona and Scott, was just nine days old when he died, in part as a result of group B streptococcus ascending infection. Instead of looking forward to what would have been Edward’s second birthday in a few months, his parents   "}, {"speaker": "Chris Grayling:", "speech": "      This is an important and sensitive issue on which there are many opportunities to bring forward debates through the Backbench Business Committee or the Adjournment debate system. As I should have mentioned earlier, we now have the largest petition we have yet seen calling for a debate on the Floor of the House relating to meningitis in childhood. I will be discussing it with the Chair of the Backbench Business Committee because I hope that that petition is debated on the Floor of the House, rather than in Westminster Hall."}, {"speaker": "Nick Smith (Blaenau Gwent) (Lab):", "speech": "      May we please have a statement on today’s Ofcom review of Britain’s broadband needs? It pointed out that too many rural communities have a very poor broadband service. This Government must do better."}, {"speaker": "Chris Grayling:", "speech": "      We have made good progress so far but there is still work to do. The Secretary of State for Culture, Media and Sport will be here next Thursday and will be able to update the House on progress. Compared with many other countries, we are doing pretty well, but as long as there are rural communities that do not have access to high-speed broadband and to modern communications, we will continue to have a job to do."}, {"speaker": "Gavin Newlands (Paisley and Renfrewshire North) (SNP):", "speech": "      Two weeks ago the Leader of the House was unable to answer whether legislation to ratify the Istanbul convention would be laid before the House, citing the Queen’s Speech. If he and his merry men are successful in pulling us out of the EU, will the Government still have the appetite to ratify that Council of Europe convention which aids the protection of women, or do they plan to rescind membership of that organisation also?"}, {"speaker": "Chris Grayling:", "speech": "      I have no doubt that if the people of this country vote to leave the European Union, we will continue to play a very active role in the international bodies of which we are part and in the international community as a whole. Whatever happens regarding the future of this country, we will always be internationalists and we will always do the right thing by this country on the international stage."}, {"speaker": "Steven Paterson (Stirling) (SNP):", "speech": "      The incompetent Tory-Labour administration—a coalition running Stirling council—will present its budget this evening. That will include savage cuts to social care across the Stirling area. Given the pressures being put on local government finance by the Government’s austerity agenda and the welfare reforms, may we have a debate on this urgent matter?"}, {"speaker": "Chris Grayling:", "speech": "      The overall framework for economic success and for funding in Scotland rests with the SNP. The interesting thing about the fiscal framework this week is that the SNP Government will have to take   "}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      Farmers in my constituency tell me that the basic payments scheme has delivered late and is somewhat chaotic. May we have a statement from the Secretary of State on the performance of the Rural Payments Agency?"}, {"speaker": "Chris Grayling:", "speech": "      I am very happy to draw the Secretary of State’s attention to the hon. Gentleman’s concerns. If he would like to write with specific details and examples, that will make it easier for Ministers to look into what is going wrong."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      May we have a debate or a statement on early-day motion 1138?"}, {"speaker": "Chris Grayling:", "speech": "      What the hon. Gentleman has to understand is that while in government we have found on a number of occasions bodies that we are funding using taxpayers’ money to lobby us, which makes no sense at all. The Cabinet Office is trying to deliver a sensible regime, and I am sure that he will be able to debate the provision in the way he wishes when it comes before the House."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      On a point of order, Mr Speaker. I seek your assistance in relation to a matter that is of some concern to me. It has been brought to my attention that on Monday, outwith my presence and without notifying me in advance, the hon. Member for South Leicestershire (Alberto Costa) raised what he described as a point of order, during which he said that I had misled the House. I should make it clear that, notwithstanding his conduct, I have afforded him the courtesy of notifying him that I would be raising this point of order today."}, {"speaker": "Mr Speaker:", "speech": "      I am extremely grateful to the hon. and learned Lady for notice of her point of order, of which, as she has informed the House, she has notified the hon. Member for South Leicestershire (Alberto Costa). By the way, for the avoidance of doubt, I have to decide what is and is not in order; that is simply the constitutional position. I confirm that Members should indeed inform a colleague of an intention to refer to him or her. The point of order raised on Monday by the hon. Member for South Leicestershire was—I think I can so describe it—moderately orderly in form, although, as I noted, it was not orderly in content, and for one quite simple and straightforward reason: it was not a point of order. As a mere politics graduate, I do not intend to adjudicate between two learned Members—I know that the hon.   "}, {"speaker": "Chris Law (Dundee West) (SNP):", "speech": "      On a point of order, Mr Speaker. I wish to raise a point of order regarding rules of behaviour and courtesies in this House. During Prime Minister’s questions yesterday—at a time when junior doctors are looking at yet another strike in England, and when Scotland may be dragged out of the EU unwillingly or unfairly, based on polls there on the Brexit—we had a spat between the Prime Minister and the Leader of the Opposition about a mother’s opinions on behaviour and dress codes, yet SNP Members have been told off for clapping in the House. I raise the issue because we have had a huge number of complaints in the form of emails and phone calls from our constituencies. I wanted to ask for your advice on what the rules of behaviour should be and how they should be implemented, and also on whether the Prime Minister should give the House a full and proper apology for his conduct?"}, {"speaker": "Mr Speaker:", "speech": "      I am very grateful to the hon. Gentleman for his point of order. There is an important distinction here between the content of what is said and the way in which, more widely, hon. and right hon. Members behave. In respect of the first, might I suggest to the hon. Gentleman that it would not be right, or in any way favoured by the House, if the Chair, as a matter of regular course, were to try to intervene to prevent Members from expressing their own views with such examples, or references to people outside the House or to members of their families, as they think fit? I should not get involved in that, and the House would not want me to do so."}, {"speaker": "The Secretary of State for Foreign and Commonwealth Affairs (Mr Philip Hammond):", "speech": "      I beg to move,"}, {"speaker": "Mr Pat McFadden (Wolverhampton South East) (Lab):", "speech": "      The Prime Minister has said in recent days that his view of the European Union’s impact on our collective security had changed over the years because of his experience as Prime Minister. The Foreign Secretary would probably be thought of by many people as having a Eurosceptic background. Has his experience as Foreign Secretary also changed the balance of his view on the European Union’s impact on our collective security?"}, {"speaker": "Mr Hammond:", "speech": "      Yes, it has. First as Defence Secretary, and now as Foreign Secretary, I have seen how, in practice, working together with EU partners is an important tool in our armoury. Of course, the EU will never, in any way, replace the security benefit that we get from NATO; it does a different thing. However, we have seen in the conflict over Ukraine that economic sanctions—which, in reality, are the only practical weapon available to us in responding to the challenge of Russia—when    "}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      This Government have rightly been critical of previous Governments for not having an independent audit of our national finances, and they have set up the Office for Budget Responsibility. [Interruption.]"}, {"speaker": "Mr Speaker:", "speech": "      Order. That was a very discordant noise—nothing like as mellifluous as the voice of the hon. Member for Gainsborough (Sir Edward Leigh), to whom I know the hon. Member for Harwich and North Essex (Mr Jenkin) will shortly be apologising."}, {"speaker": "Sir Edward Leigh:", "speech": "      Well, back to my theme. We have set up the Office for Budget Responsibility. The Foreign Secretary is rightly doing a sort of cost-benefit analysis of this issue. Why do the Government not institute an independent study, by a genuinely independent body, to go in some detail into the effects of a Brexit, plus or minus, on, say, GNP? That would surely be very useful."}, {"speaker": "Mr Hammond:", "speech": "      The problem with the challenge my hon. Friend presents—it is going to be a recurrent theme in this debate, I suspect—is that we simply do not know what the counterfactual is. We do not know what Britain’s situation outside the European Union would be. We do not know whether a deal could be negotiated with the remaining 27. We do not know what free trade agreements could be negotiated with other parties, and we do not know on what timescale those could be achieved. We do not know what damage would be done to our economy in the meantime. I fear that the objective analysis my hon. Friend is seeking might be very difficult to achieve."}, {"speaker": "Damian Green (Ashford) (Con):", "speech": "      The Foreign Secretary is advancing the case of the economic benefit of Britain’s membership of the European Union, and he may like to hear the verdict from Britain’s manufacturing industry. Yesterday, at the Engineering Employers Federation, I took part in a debate with a senior member of the Vote Leave campaign, at the end of which 800 of Britain’s manufacturing companies voted by 83% that they would prefer Britain to stay in the European Union. That is what is happening in the real world among real people who make real things for Britain’s benefit."}, {"speaker": "Mr Hammond:", "speech": "      I am unsurprised by the figure that my right hon. Friend quotes, because in the world of manufacturing, where supply chains are increasingly complex and internationalised, the operation of the single market, and particularly the operation of the customs union, will be increasingly important to the competitiveness of British businesses. There are substantive reasons that business can see for remaining in the European Union, but there is another reason over and above that: business hates uncertainty, and the one thing that is becoming crystal clear is that whatever the end state might be if there were a British exit, for a period of years—perhaps many years—there would be very significant uncertainty, and that would act as a chilling effect on investment, job creation and business confidence in the United Kingdom."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Hammond:", "speech": "      I will take one more intervention and then I must move on."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      I appreciate that the Foreign Secretary is just a couple of minutes into his speech, but in the opening minute we heard a series of negative words used to describe our relationship with the European Union. I think I might have heard the words “suspicious” and “sceptical”. I wonder what our friends in France and Germany might be thinking as they watch this debate when somebody who is apparently in favour of our being members of the European Union is using such language. Coming from the in campaign, is this the type of debate that we can expect in relation to our relationship with Europe?"}, {"speaker": "Mr Hammond:", "speech": "      I think it is important that our friends and partners in Europe understand—I say this to my colleagues very regularly—that for the great majority of people in this country there is no passion about a European vision. We find in some European countries genuine passion for the idea of Europe, but that is not the British way. Lots of people in this country believe that we should remain in the European Union because it is good for Britain and good for our economy—because we are stronger, safer, and better off. That is not the same as being passionately attached to some idea of a European vision."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Hammond:", "speech": "      I am going to make a little progress, if my right hon. and hon. Friends will allow me."}, {"speaker": "Sir Gerald Howarth (Aldershot) (Con):", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Mr Hammond:", "speech": "      I will in just a moment."}, {"speaker": "Wes Streeting (Ilford North) (Lab):", "speech": "      I share the Foreign Secretary’s view that what the Prime Minister has returned with is better than what we had before, but will he say something about the legal of status of the agreement, particularly the assertion by the Lord Chancellor, no less, that it is not legally binding? I respect the fact that the Lord Chancellor takes a different view from the Prime Minister, but how can his position as a senior legal Minister for the Government possibly be tenable when he is arguing that the deal is not legally binding and the Downing Street position is the precise opposite? Surely his position is untenable and Cabinet collective responsibility has been stretched too far."}, {"speaker": "Mr Hammond:", "speech": "      As the hon. Gentleman will know, the principle of collective responsibility has been suspended in respect of this debate to allow Ministers to express a different opinion from that of the Government. Our position is clear: this is a legally binding agreement. It was registered yesterday at the United Nations as a treaty. The overwhelming majority of qualified legal opinion recognises that it is a legally binding international law decision."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Hammond:", "speech": "      I will give way to my hon. Friend the Member for Wycombe (Mr Baker) and then I must make a little progress."}, {"speaker": "Mr Steve Baker (Wycombe) (Con):", "speech": "      Will my right hon. Friend explain what effect registering the document at the UN has, and on what basis he says that any of this is legally binding?"}, {"speaker": "Mr Hammond:", "speech": "      I am not a lawyer, so it is not a question of the basis on which I say it is legally binding, but there has been a plethora of qualified legal opinion supporting the view that it is a legally binding decision. Registering it at the United Nations records it as a treaty-status international law obligation. The document will be taken into account by the European Court of Justice, whose own decisions in the Rottman case have established that it must have regard to interpretative decisions by Heads of State and Governments. The document itself makes it clear that it is legally binding."}, {"speaker": "Sir William Cash (Stone) (Con):", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Mr Hammond:", "speech": "      I am going to make a little progress."}, {"speaker": "Sir William Cash", "speech": "     rose—"}, {"speaker": "Mr Hammond:", "speech": "      I thought my hon. Friend might take his cue from my using the words “legally binding” again."}, {"speaker": "Sir William Cash:", "speech": "      But what the Foreign Secretary is not doing is using other words that are part of this package—not only “legally binding” but “irreversible”.   "}, {"speaker": "Mr Hammond:", "speech": "      I have to disagree with my hon. Friend. The decision is irreversible unless Britain chooses to allow it to be reversed, because it could be reversed only by all 28 member states agreeing. I can assure him that, certainly for as long as this Government are in office, Britain will never agree to that happening."}, {"speaker": "Emma Reynolds (Wolverhampton North East) (Lab):", "speech": "      Does the Foreign Secretary agree that this morning’s BBC interview with the former Danish Prime Minister Anders Fogh Rasmussen was very useful? He explained that Denmark’s opt-outs with the European Union are based on exactly the same type of legal basis and have not been reversed in the years that they have been in place."}, {"speaker": "Mr Hammond:", "speech": "      The hon. Lady is exactly right. The Danish agreement has been in place for 23 years and continues to serve Denmark extremely well."}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Mr Hammond:", "speech": "      I am going to make a little progress now."}, {"speaker": "Mr Rees-Mogg:", "speech": "      On child benefit, will the Foreign Secretary confirm that the agreement does not meet the promise set out in the Conservative party manifesto, which said:"}, {"speaker": "Mr Hammond:", "speech": "      As I have said before in this House, any reasonable person will look at the package that has been delivered. We have been clear from the outset that tackling abuse of our welfare system is about reducing the pull factor that makes the UK a target for inward migrants because they can get their wages topped up with a variety of benefits. The proof of the pudding will be in the eating. Although my hon. Friend can pick on a specific part of the package, I think that most reasonable people will want to look at it in the round."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP)", "speech": "     rose—"}, {"speaker": "Patrick Grady (Glasgow North) (SNP)", "speech": "     rose—"}, {"speaker": "Mr Baker", "speech": "     rose—"}, {"speaker": "Mr Hammond:", "speech": "      Let me make a little progress. The fourth area in which this deal delivers concrete change is in protecting us from political integration under the mantra of “ever closer union”. The British people have never believed in political union and have never wanted it, and now there is a clear and binding legal commitment to a treaty change to ensure that the United Kingdom will never be part of it. That is a crucial change that alters fundamentally the UK’s relationship with the EU, setting out clearly, in black and white, that the UK’s destination will be different from that of the rest of the EU."}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      The promise on child benefit was in our manifesto, so what will people think of the 2020 Conservative manifesto if we promise things we cannot deliver?"}, {"speaker": "Mr Hammond:", "speech": "      The Prime Minister gave a commitment to go to Brussels, to negotiate hard and to bring back the very best deal that he could achieve. That is what he has done. I think that people will look in the round at the commitments that were made and what has been delivered. In the end, it will be the British people who give their verdict on that package."}, {"speaker": "Patrick Grady:", "speech": "      The Foreign Secretary has talked many times about the opinions of the British people, but does he not accept that there is a divergence of opinion across the United Kingdom, with a clear majority in Scotland in favour of remaining in the EU and   "}, {"speaker": "Mr Hammond:", "speech": "      This is a UK-wide question and a UK-wide referendum. I sincerely hope that when the dust has settled and the counting is done, the hon. Gentleman will discover that a significant majority of people across the United Kingdom believe that Britain is better off, stronger and safer inside the EU. When the debate plays out, however, I hope he has a stronger argument than, “They bunged us a few quid to build a road”, because, frankly, that is not a sustainable argument across the European Union as a whole."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Hammond:", "speech": "      I am going to make a little progress. I am happy to take interventions, but in doing so I am conscious that I am eating into the time available for debate."}, {"speaker": "Mr Rees-Mogg:", "speech": "      I am grateful to my right hon. Friend for giving way a second time. He phrases himself incredibly carefully. He says, quite correctly, that the agreement is binding in international law, which is not justiciable, but it is not binding in European law, where it has only to be taken into account by the European Court of Justice. Nor is it irreversible, otherwise section A(7) could not say:"}, {"speaker": "Mr Hammond:", "speech": "      In the Rottmann decision, the ECJ itself made clear that it had to take account of a decision of this nature. I say to my hon. Friend and others who repeatedly make points about the legally binding nature of agreements that we are having a substantive debate about the future of Britain, in or out of the European Union. We have a package that has been agreed by all 28 countries and endorsed by their Heads of State and Government. It is not only legally binding, it is a solemn political commitment. I advise colleagues to address themselves to the substantive issues that we are debating, namely Britain’s place in the European Union and what the world would look like from the perspective of a Britain outside the EU."}, {"speaker": "Sir Gerald Howarth:", "speech": "      I want to take the Foreign Secretary back to the serious substantive point that he made at the outset of his speech. He and the Prime Minister claim that somehow this deal enhances the security of Europe. By asserting that the EU has a role in the defence matters of Europe, they are going down an extremely dangerous line, playing into the hands of those such as Mr Juncker, supported by Chancellor Merkel, who want an EU army. There is a real risk that NATO will be undermined. The Foreign Secretary and the Prime Minister should address that issue, rather than have a junior spin doctor in No. 10 twisting the arms of former senior military officers to sign a letter to The Daily Telegraph, from which two signatories have already resiled."}, {"speaker": "Mr Hammond:", "speech": "      My hon. Friend, who served with me in the Ministry of Defence, will know that no one is as alert as I am to the risks of undermining NATO’s crucial role in underpinning the defence of western Europe. We have always been very clear that any role played by the European Union in our defence must be complementary to, and in no way undermine, the role of NATO. I remind him that, when we took part in the counter-piracy operation to interdict terrorists pirating ships crewed by British citizens off the coast of Somalia, it was led by a British admiral based in Northwood, but it was a European Union mission that carried out the task. We have to look for roles in which the European Union can augment our security and safety. We are seeing that across the piece in organised crime and counter-terrorism. We see it today, and we have seen it in past years."}, {"speaker": "Richard Drax (South Dorset) (Con)", "speech": "     rose—"}, {"speaker": "Mark Pritchard (The Wrekin) (Con)", "speech": "     rose—"}, {"speaker": "Mr Hammond:", "speech": "      I will make a little progress, if my hon. Friends will allow me."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      The Foreign Secretary is absolutely right to make it clear that this is a one-time referendum and that the decision is in or out. If it is out, I think that the British people need to know what they would be going out to. Does he agree that it is about time the vote leave-ers set out precisely their vision of Britain outside the European Union?"}, {"speaker": "Mr Hammond:", "speech": "      I agree with the hon. Gentleman, and I am about to come to that point. I hope that my remarks might provoke some of my hon. Friends to put some flesh on the bones of what leaving might mean. I will say something about the consequences of, respectively, a vote to leave the EU and a vote to remain."}, {"speaker": "Nick Herbert (Arundel and South Downs) (Con):", "speech": "      Will the Foreign Secretary give way?"}, {"speaker": "Mr Hammond:", "speech": "      Let me make my point, and then I will happily give way to my right hon. Friend. A vote to leave is a vote for an uncertain future. That is a simple fact. That uncertainty would generate an immediate and negative reaction in financial markets; on that, all market commentators agree. Indeed, the mere possibility of a leave vote will have a chilling effect on business confidence even before the referendum."}, {"speaker": "Mr McFadden:", "speech": "      It is already happening."}, {"speaker": "Mr Hammond:", "speech": "      As the right hon. Gentleman suggests from a sedentary position, we have had a foretaste of that this week in the currency markets."}, {"speaker": "Nick Herbert:", "speech": "      My right hon. Friend is rightly drawing attention to the potential impact of Brexit on our economy, but may I take him back to the issue of security? It was suggested earlier that there would be no adverse consequences for security from our leaving the European Union, because we would remain members of NATO. Did he hear the remarks this morning of the former Secretary-General of NATO, Anders Rasmussen, who said:"}, {"speaker": "Mr Hammond:", "speech": "      Mr Fogh Rasmussen is not merely a former Secretary-General of NATO, but a former Prime Minister of Denmark. That country can tell us something about the binding and enduring nature of protocols that are made in EU negotiations. It is important to acknowledge that security comes in different parts: military security and defence, but also security against organised crime and against terrorism. The EU makes its most important contribution to our overall security in the latter two."}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      The Foreign Secretary invokes article 50. Before notification was given under article 50, given that the referendum is an advisory one in terms of the constitution, would there be a vote in Parliament? Would there also be a vote in the Scottish Parliament, given the impact on devolved competencies under the Sewel convention?"}, {"speaker": "Mr Hammond:", "speech": "      The Government’s position is that the referendum is an advisory one, but the Government will regard themselves as being bound by the decision of the referendum and will proceed with serving an article 50 notice. My understanding is that that is a matter for the Government of the United Kingdom, but if there are any consequential considerations, they will be dealt with in accordance with the proper constitutional arrangements that have been laid down."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I rather concur with the right hon. Member for Gordon (Alex Salmond), because I think that before the Government could move to any action as a consequence of the referendum, it would be essential for Parliament to debate the matter and for the Government to obtain consent from Parliament."}, {"speaker": "Mr Hammond:", "speech": "      My hon. Friend raises again the suggestion that there is no need to treat an exit vote as triggering a notice under article 50. He seems to suggest that there is some other way of doing it. He raised the question on Monday and I looked into it, because he caught my imagination, but I have to tell him that that is not the opinion of the experts inside Government and the legal experts to whom I have talked. We are bound by the treaty until such time as we have left the European Union. The treaty is a document of international law, and Ministers are obliged under the terms of the ministerial code to comply with international law at all times."}, {"speaker": "Mr Nigel Evans:", "speech": "      Will the Foreign Secretary give way?"}, {"speaker": "Mr Hammond:", "speech": "      I will in a moment, but this is important. People are talking about a negotiation that we might have to have with 27 other member states, and it is important to think about the mindset of those 27 other   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Hammond:", "speech": "      I give way to my hon. Friend."}, {"speaker": "Mark Pritchard:", "speech": "      I am grateful to the Foreign Secretary—"}, {"speaker": "Mr Jenkin:", "speech": "      Rent an MP!"}, {"speaker": "Mark Pritchard:", "speech": "      I am showing respect, and I am sure my hon. Friend would want to show respect as well. I think if you insult people, you have a weak argument."}, {"speaker": "Mr Hammond:", "speech": "      My hon. Friend is right. These are the complexities: obviously, if were outside the European Union, we would not be bound by any foreign policy of the European Union, but, equally, we would not have any influence and, in this case, that influence is decisive because of our veto over that policy. It is a judgment, and people will have to weigh up the pros and cons."}, {"speaker": "Richard Drax:", "speech": "      The Foreign Secretary used the expression “the political elites”. He slipped into using it just naturally. The political elites are the main problem, because they ignore the voter. If that goes on, it will just happen more and more."}, {"speaker": "Mr Hammond:", "speech": "      Rather to my surprise, I agree with my hon. Friend. I shall use the phrase “the political elites” again in my speech, because he is absolutely right: there is a gap between what the political elites in some European countries are thinking and what their voters are thinking. However, on the subject we are discussing—a putative negotiation on Britain’s future relationship with the European Union—the reality is that our negotiators would have to engage with those political elites."}, {"speaker": "Mr Nigel Evans:", "speech": "      Will the Foreign Secretary give way?"}, {"speaker": "Mr Hammond:", "speech": "      I will in a moment, but I want to make a little more progress."}, {"speaker": "Mr Jenkin:", "speech": "      It’s silly."}, {"speaker": "Mr Hammond:", "speech": "      My hon. Friend says it is silly, but it is a fact that that is where Norway is today. It is a fact that it took Switzerland eight years to negotiate piecemeal access to the single market sector by sector, and it has had to accept three times as many EU migrants per capita as the UK. That surely cannot be the future for Britain that the leave campaign seeks: it is literally the worst of both worlds."}, {"speaker": "Mr Nigel Evans:", "speech": "      I am interested to know my right hon. Friend’s judgment on the character of our fellow EU countries. Is he really saying that Germany would be so vindictive and spiteful that it would cut off its nose to spite its face? According to a House of Commons Library paper, we export £43.3 billion of goods and services to Germany and it exports £70.6 billion of goods and services to us, which is a deficit of £27.3 billion. Is he really saying that Germany is so vindictive and spiteful that it would close its door to that?"}, {"speaker": "Mr Hammond:", "speech": "      I want to make two points in response to my hon. Friend. He is of course absolutely right that Britain has a substantial deficit in trade in goods with the European Union. If all he is seeking is a free trade agreement for trade in goods—"}, {"speaker": "Mr Evans:", "speech": "      Goods and services."}, {"speaker": "Mr Hammond:", "speech": "      I am talking about trade in goods. If that is all my hon. Friend is seeking, it would be relatively simple to negotiate, but Britain will need much more than that if we are to get a fair deal for Britain’s businesses and to protect British jobs."}, {"speaker": "Emma Reynolds:", "speech": "      Does the Foreign Secretary agree that those who advocate that we leave express a big inconsistency? On the one hand, they say, “When we are in the European Union, we can’t get anything we want”, but on the other hand, they say, “If we come out of the European Union, we will have precisely what we want”."}, {"speaker": "Mr Hammond:", "speech": "      The hon. Lady has put her finger on it. That is what this debate will hinge on. Those who propose that we remain argue that we should stick with a proposition we know and understand, and lay on top   "}, {"speaker": "Mr Jenkin:", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Mr Hammond:", "speech": "      No. I want to move on to setting out what I see as the consequences of Britain deciding to remain."}, {"speaker": "Jim Dowd (Lewisham West and Penge) (Lab):", "speech": "      On the very point that the Foreign Secretary has just made, has he noticed that an increasing number of EU member states are looking enviously at the deal that Britain has managed to secure—I will leave the qualitative judgment to others—and seeing that this is a route that they want to take advantage of, because there is a huge appetite for reforming the European Union to ensure that it serves the people of Europe and not just the political elite?"}, {"speaker": "Mr Hammond:", "speech": "      The hon. Gentleman is right and that is my case: Britain can lead that reformist tendency within the European Union, which is subscribed to by   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. The House has tested the Foreign Secretary with a great many interventions this afternoon, and he has been patient and courteous in answering them fully, but it has taken considerable time. I warn hon. Members who have in their heads or in their hands long speeches that they intend to deliver that I will have to impose a time limit on Back-Bench speeches of nine minutes later in the day."}, {"speaker": "Hilary Benn (Leeds Central) (Lab):", "speech": "      Almost 41 years ago, this House debated the terms of a renegotiation of our place in Europe prior to a referendum of the British people. On 7 April 1975, this is what the opening speaker in that debate said:"}, {"speaker": "Sir Edward Leigh:", "speech": "      Will the right hon. Gentleman give way?"}, {"speaker": "Hilary Benn:", "speech": "      Of course."}, {"speaker": "Sir Edward Leigh:", "speech": "      As we are talking about history, can we at least agree that the right hon. Gentleman’s late, lamented and great father and Enoch Powell were right during those historic debates in the early 1970s that this was a unique endeavour and that what we were signing up to in the European Communities Act 1972 was quite unlike any other treaty, because it established the supremacy of the European Court of Justice over this House? Can we at least agree that there is no halfway house—we are either under EU law or we are not? That is what this referendum is about."}, {"speaker": "Hilary Benn:", "speech": "      Indeed, that is the case. The reason why the Labour party—not the Conservative party—decided that the British people should have their say was precisely because that kind of transfer of sovereignty is a decision that should rest not with this House of Commons, but with the British people. The British people made their choice and decided by a significant margin to remain in the European Community."}, {"speaker": "Daniel Kawczynski (Shrewsbury and Atcham) (Con):", "speech": "      The right hon. Gentleman gives the impression that the Labour party is completely united in its position, but that excludes the public statements of some of his colleagues that they are in favour of leaving the European Union and the many Labour organisations around the country that are already campaigning for us to pull out."}, {"speaker": "Hilary Benn:", "speech": "      I am not sure that I will bow to the hon. Gentleman’s alleged greater knowledge of the opinion of Labour organisations up and down the country on the European Union. If one looks at Labour Members of the House of Commons, they overwhelmingly support Britain remaining in the European Union, as we shall hear in their contributions later, and if one looks at the trade union movement, there is strong support for   "}, {"speaker": "Patrick Grady:", "speech": "      What is the Labour party’s position on whether it would be appropriate for Scotland to be taken out of the European Union against its will?"}, {"speaker": "Hilary Benn:", "speech": "      The Labour party’s position is to respect the decision that the Scottish people took in the referendum when they rejected independence. We are one United Kingdom, and the decision will be taken by the  people of the United Kingdom. Labour Members are  clear that we support Britain remaining a member of the European Union. We held that view before the renegotiation, and we hold it today. The European Union has brought us jobs, growth, investment and security, and I argue that it gives us influence in the world. Before exploring each of those benefits in turn, let me briefly address two essential arguments made by those Conservative Members who think that we should leave—namely, sovereignty and taking back control."}, {"speaker": "Sir Gerald Howarth:", "speech": "      The right hon. Gentleman said that the EU has brought much in the way of prosperity and jobs, and that does apply to the United Kingdom. Sadly, however, it does not apply to other countries such as Spain, Portugal and Greece, which are also members of the EU. Why are they suffering so much unemployment and low growth, while the United Kingdom is prospering? Is the difference that we, as well as being members of the EU, are led by a Conservative Government?"}, {"speaker": "Hilary Benn:", "speech": "      I am afraid the hon. Gentleman will not tempt me to agree with him on that particular observation at all—[Hon. Members: “Go on!] No, I will not be encouraged to do that. I will, however, make an argument about the precise way that the benefits that I have just described have been brought to us because of opportunities given to us by membership of the European Union."}, {"speaker": "Mark Pritchard:", "speech": "      When we think about the City of London, we often think of bankers, and unfortunately of some of the high and perhaps disproportionate banking bonuses. However, banking is a necessary part of this country’s economy. Indeed, the pensions of this country are often found in the City of London, and they affect every single person up and down the land. Does the right hon. Gentleman agree that an exit from the European Union would make it more likely that banks, institutions and pension funds would go to Frankfurt rather than London?"}, {"speaker": "Hilary Benn:", "speech": "      I agree that there are real risks, and the Foreign Secretary rightly made that point in his speech. It is perfectly legitimate to point out those risks, which even the hon. Member for Uxbridge and South Ruislip (Boris Johnson) acknowledged in his article in The Daily Telegraph, and we should take that important consideration into account. In truth, almost half our exports go to Europe precisely because we are part of the single market, and we must think about supply chains and services. We also export all the way around the world, in part because of deals that the European Union has negotiated with other countries."}, {"speaker": "Daniel Kawczynski:", "speech": "      The right hon. Gentleman has campaigned for many years on behalf of Africa and trade with Africa, and supporting prosperity there. What does he say about the protectionist policies of the European Union, which prohibit and make trade with Africa more difficult?"}, {"speaker": "Hilary Benn:", "speech": "      When I was International Development Secretary I argued precisely that Europe should change its policies, including the common agricultural policy. I shall say something about development a little later in my speech, because that too is a really strong argument for remaining part of the European Union."}, {"speaker": "Mr McFadden:", "speech": "      Before my right hon. Friend moves on from the list of employment rights that are guaranteed at EU level, it is important to point out that when those who would take us out of the European Union attack EU red tape and bureaucracy, they are usually talking about precisely those rights. For example, the right to equal treatment as a part-time worker and so on—those are measures of justice in the workplace, not needless bureaucracy."}, {"speaker": "Hilary Benn:", "speech": "      I completely agree with my right hon. Friend. Indeed, when one of the Ministers who advocates Britain’s exit from the European Union was asked on television at the weekend to provide an example of red tape, he referred to health and safety. Health and safety is not red tape, a burden or regulation; it is about protecting British, German and Spanish workers when they go to work in the morning, to make sure that they can do their jobs safely and securely. If we voted to leave, we could end up with a double nightmare. Unfortunately, there would still be a Conservative Government in this country and, given past records, I am not entirely sure that I would trust them to ensure that we keep the rights we currently have."}, {"speaker": "Wes Streeting:", "speech": "      In the event of a leave vote, there are only two possibilities: either we want to remain part of a single market and are therefore subject to pretty much exactly the same rules as we are now, in which case what is the point of the referendum; or we seek not just to realign our trading approach towards the rest of the world, but realign British foreign policy away from the democracies of western Europe and the north Atlantic   "}, {"speaker": "Hilary Benn:", "speech": "      I agree completely with my hon. Friend. I have just tried to demonstrate to the House the benefit that working with our European allies in trying to be a force for good in the world has brought. I was just in the process of saying that Syria is a terrible example of the world’s collective failure. Like the Foreign Secretary, in his comments at Foreign and Commonwealth Office questions on Tuesday, we hope very much that the ceasefire will be implemented and upheld. However, that really depends on Russia, hence the point that I was making earlier."}, {"speaker": "Sir William Cash:", "speech": "      Will the right hon. Gentleman give way?"}, {"speaker": "Hilary Benn:", "speech": "      I will give way one more time, but then make progress because other Members want to speak."}, {"speaker": "Sir William Cash:", "speech": "      On the broader foreign policy question in relation to Russia and all that, would the shadow Foreign Secretary like to comment on whether he thinks the Budapest agreement in the 1990s was a good idea?"}, {"speaker": "Hilary Benn:", "speech": "      To be perfectly honest, I am less interested in what happened in the 1990s. I am more interested in what is going to happen in 2016, which is the big decision that the British people will have to take. I argue that our national security is served by our membership of both the EU and NATO. Co-operation across Europe is essential if we are to deal with terrorist threats. The European arrest warrant is a really good example of that. The case of the failed 21 July 2005 bomber who was returned here from Rome, where he had sought to escape British justice, demonstrates the benefit of working with our allies. That is why the director of Europol, Rob Wainwright, warned recently that British exit would"}, {"speaker": "Richard Drax:", "speech": "      Will the right hon. Gentleman give way?"}, {"speaker": "Hilary Benn:", "speech": "      No, I am going to try to bring my remarks to a close."}, {"speaker": "Caroline Lucas (Brighton, Pavilion) (Green):", "speech": "      On that point, and as it is the first time I have tried to intervene, will the right hon. Gentleman give way?"}, {"speaker": "Hilary Benn:", "speech": "      Since it is the hon. Lady I will give way, and then I am going to bring my remarks to a close."}, {"speaker": "Caroline Lucas:", "speech": "      That is incredibly kind of the right hon. Gentleman. Just before he does bring his remarks to a close, I wonder whether he agrees about the importance of the EU when it comes to the environment. That has not been mentioned yet today, rather oddly, but the cross-border nature of environmental degradation means our involvement in the EU is more important than ever on everything from clean beaches, clean air, clean seas and a clean world."}, {"speaker": "Hilary Benn:", "speech": "      I agree absolutely with the hon. Lady. The blue flag beaches are a really good example. We will not have clean beaches in Britain if we are not dealing with sewage coming from other European countries and vice versa. I shall make a point about climate change in a moment, on which Europe is absolutely vital."}, {"speaker": "Sir Nicholas Soames (Mid Sussex) (Con):", "speech": "      Let me first congratulate the right hon. Member for Leeds Central (Hilary Benn) and my right hon. Friend the Foreign Secretary on their speeches. I warmly congratulate the Prime Minister and his negotiating team on their courage and tenacity. I include especially my right hon. Friend the Minister for Europe, who had to bear much of the heat and burden of the day. This was a remarkable achievement, and I wish it well. As the right hon. Member for Leeds Central said, it is now for the British people to have their say, and have their say they will."}, {"speaker": "Mr Baker:", "speech": "      I am most grateful to my right hon. Friend for giving way. May I say that although I disagree with him profoundly on this issue, I regard him with the utmost respect? He has held these views for a very long time with complete sincerity, and people disgrace themselves by their insults."}, {"speaker": "Sir Nicholas Soames:", "speech": "      I am very grateful to my hon. Friend."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before I call the right hon. Member for Gordon (Alex Salmond), who is, of course, not subject to a time limit, I must warn Members that Back-Bench speeches will be limited to nine minutes."}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      I am delighted to follow the right hon. Member for Mid Sussex (Sir Nicholas Soames). I have not always found myself in such agreement with him over the years for which we have been in this place—if I remember correctly, we were elected on the same day back in 1987—but I am delighted to follow him today, not just because we are going to be on the same side in this referendum campaign, which may be another first, but because of the nature of the argument that he pursued in his speech. I am convinced that, from the “in” point of view, the argument must be presented at that level. It must be about the big issues, the things that really matter, if we are to get people out of their homes and into the polling stations to vote for continued membership of the European Union."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      The right hon. Gentleman is making an eloquent speech, as ever, but may I ask a simple question: does he think left of centre voters across the UK and in Scotland really support a political construct that has inflicted penury on millions of people in southern Europe in pursuit of a discredited monetary policy driven essentially by Germany? Is he proud of that; is that socially progressive?"}, {"speaker": "Alex Salmond:", "speech": "      The hon. Gentleman allows me to say it is exactly the sort of area we want to debate, because we want to see a Europe that builds recovery, not, as he puts it, that enforces penury. That is exactly the sort of argument for why we want to change the focus of Europe in terms of how it achieves things."}, {"speaker": "Sir William Cash", "speech": "     rose—"}, {"speaker": "Alex Salmond:", "speech": "      If the hon. Gentleman will forgive me, I shall certainly give way to him slightly later."}, {"speaker": "Mr Philip Hammond:", "speech": "      I wish to clarify something. I answered the right hon. Gentleman on this point earlier, but I have taken advice since. It is the Government’s position that if the electorate give a clear decision in this referendum to leave, the Government will proceed to serve an article 50 notice; there will be no need for a further process in this House."}, {"speaker": "Alex Salmond:", "speech": "      The Foreign Secretary says now, “No debate, no decision in the House”—right, fine. And I think that could be defended on the basis that it would be a brave person who took the position that the electorate had voted in a referendum and would attempt to gainsay it. But what I was going on to say to the Foreign Secretary is that perhaps he should pay some attention to what is in the Library paper, which goes on to put the position of what might be happening in the devolved legislatures. It says:"}, {"speaker": "Emma Reynolds:", "speech": "      I would be interested to know what case the right hon. Gentleman’s party will make in Scotland in favour of our membership of the EU; which does he think are the most powerful arguments that he will be deploying in this campaign?"}, {"speaker": "Alex Salmond:", "speech": "      They are the ones I made at the start of my speech in suggesting that the debate should be focused on the importance of Europe in terms of social policy, the environment, why we should have solidarity in terms of refugees, and the achievements of Europe in keeping the peace in Europe, ensuring prosperity and workers’ rights. These are the arguments we are going to focus on."}, {"speaker": "Mr Jenkin:", "speech": "      Even if Scotland were to vote to leave the EU, the case the right hon. Gentleman is making for proper consultation and a proper constitutional process would be just as powerful. Does he agree that whatever the outcome of the referendum, the Government remain answerable to Parliament and they should not proceed to any precipitate or even self-harming action, which a precipitate move to article 50 might be, unless they have consulted Parliament and gained its consent for the next steps? In my view, that might require some discussion with all our European partners and consultation with other parts of the United Kingdom."}, {"speaker": "Alex Salmond:", "speech": "      I was pointing out that if the Government’s position that such a process would not be necessary because there had been a referendum vote, where does that leave the Scottish Parliament, if, under the conventions I have cited from the Library document, it was to have a parliamentary vote, having had a positive popular vote—a yes, an “in” vote—for Europe, using exactly the same argument as the Foreign Secretary now deploys to announce the democratic short-circuiting of parliamentary convention? The Foreign Secretary should think through the implications of this argument."}, {"speaker": "Mr Nigel Evans:", "speech": "      I find it interesting—fascinating, almost—that the right hon. Gentleman wants to have a veto for Scotland over Brexit yet is very happy for Scotland to be part of a European Union where we have qualified majority voting and the vote can go against our interests time and time again. That really does happen, so how can he marry the two?"}, {"speaker": "Alex Salmond:", "speech": "      I can do it in a number of ways, one of which I shall now describe. Independent countries in Europe that are outside the euro area control 99% of their taxation base—everything except the VAT contribution. The figure for Scotland within the United Kingdom will be 25%, even after—if it is implemented—this week’s settlement. I regard 25% control of the tax base as not being independence in any meaningful sense, whereas I regard 99% control as meaningful independence and therefore worth the sacrifice in sovereignty that is inevitably made to achieve objectives such as peace, environmental protection and having solidarity when we face a continental crisis. That, in essence, is the difference between a country being independent in the European Union and being a devolved entity within this United Kingdom."}, {"speaker": "Sir William Cash (Stone) (Con):", "speech": "      It is a great pleasure to follow the right hon. Member for Gordon (Alex Salmond) and my right hon. Friend the Member for Mid Sussex (Sir Nicholas Soames), because both of them have sought and achieved a level of debate that this subject certainly deserves. I wish to say something to my right hon. Friend, and I am sure he would agree with me on this. As he knows, I have utter admiration for his grandfather, being one who was born on 10 May 1940, when he assumed the prime ministership of this country and when Hitler invaded Holland and France. However, many of Sir Winston Churchill’s pronouncements on the issue of Europe changed as time progressed. In particular, he said at one point, much later than 1948, that we should be “associated but not absorbed”. The movements that were taking place and which were apparent to Sir Anthony Eden and to others in the late 1940s and early 1950s did have a significant impact on the thinking of our great, great former Prime Minister Sir Winston himself. In saying that we should be associated but not absorbed, he had understood that there were movements afoot that were not in the interests of the United Kingdom."}, {"speaker": "Mr Jackson:", "speech": "      Like many Conservative Members of Parliament, we wished the Prime Minister well as he went forward with negotiations. Obviously, we are very disappointed with the gossamer-thin substance of the agreement with which he came back a week or so ago. Is not the offence compounded by the fact that we were led to believe in the Bloomberg speech in January 2013 that we were looking at a fundamental renegotiation of our relationship with the European Union, and that clearly and sadly has not happened?"}, {"speaker": "Sir William Cash:", "speech": "      I totally agree with my hon. Friend. In fact, I made that very point on 3 February in my response to the Prime Minister’s statement. The Prime Minister also said that our democracy in our Westminster Parliament was the root of our freedom of choice—that was the essence of what he was saying. I also have fears about the framework of this agreement and the developments by successive Governments in successive treaties. For example, I voted yes in 1975. While I pursued the Government and harried them over the Maastricht rebellion, the situation changed dramatically when the Maastricht treaty was brought into being."}, {"speaker": "Alex Salmond:", "speech": "      I know that some of the hon. Gentleman’s colleagues are less surprised than I am, but am I right in hearing that he voted yes in 1975? What measure of responsibility does he take for all that has happened since?"}, {"speaker": "Sir William Cash:", "speech": "      Very little. As I have said, these were decisions that were taken in 1972 on the basis of a White Paper, which said that we would always retain  a veto. That is the difference. In fact, it has been whittled away by successive Governments and I have opposed them from the moment that I saw the Maastricht treaty to the present day, as the right hon. Gentleman knows only too well."}, {"speaker": "Mr Pat McFadden (Wolverhampton South East) (Lab):", "speech": "      Let me begin by saying that, while I have enjoyed all the speeches so far in today’s debate, I pay particular tribute to the right hon. Member for Mid Sussex (Sir Nicholas Soames) for a most moving speech, which I think the whole House found pleasure in hearing."}, {"speaker": "Nigel Adams (Selby and Ainsty) (Con):", "speech": "      I am pleased that the right hon. Gentleman has brought up the issue of trade. Given that the economic powerhouse, Iceland, has managed to negotiate a free trade deal with the world’s second largest economy, does he not share my confidence in Great Britain’s ability to negotiate free trade deals with growing economies around the world?"}, {"speaker": "Mr McFadden:", "speech": "      I have looked at some of the trade agreements negotiated between individual countries and China, and I recommend that the hon. Gentleman does too. Those trade agreements often allow complete and free access for the Chinese end of the operation, with severely limited and tariff-imposed access for the smaller country, so I disagree with the view that we should have a choice between trading with the rest of the world and trading with the EU. We should do both."}, {"speaker": "Sir William Cash:", "speech": "      Will the right hon. Gentleman give way?"}, {"speaker": "Mr McFadden:", "speech": "      Given the time limit, I shall make progress, if I may."}, {"speaker": "Mark Pritchard:", "speech": "      The right hon. Gentleman is right to suggest who would benefit from a UK exit from the European Union. It would, of course, be Russia, but does he agree that Russia would also benefit from Scotland breaking away from the United Kingdom?"}, {"speaker": "Mr McFadden:", "speech": "      I will come to Scotland shortly."}, {"speaker": "Mr Nigel Evans (Ribble Valley) (Con):", "speech": "      It is a pleasure to follow the right hon. Member for Wolverhampton South East (Mr McFadden), who made a very thoughtful contribution. In response to his comment about Britain walking away from Europe, let me say that clearly the United Kingdom will never do that, simply because of our geography. Also, we will reach out to the rest of the world. We talk about migration, and clearly we are not going to walk away from our responsibilities in that regard. As a member of the International Development Committee, I am delighted that we are now spending 0.7% of our GDP on international development, much of which is going to Syria and to help with the refugee crisis."}, {"speaker": "Jim Dowd:", "speech": "      First, the only party that has ever given the British people a choice in a referendum on our membership of the European Union, or the EEC as it was at the time, is the Labour party. Secondly, the promise   "}, {"speaker": "Mr Evans:", "speech": "      I looked at both documents, and the funny thing is that about 98% of it was the same; they cut and pasted it and it was virtually the same document. I was a member of the Parliament Assembly of the Council of Europe at the time, and I remember European Commission officials telling us, “Don’t worry; it’s virtually the same document.” They had one message for the people of the United Kingdom and a completely different one for the European Union."}, {"speaker": "Mr Baker:", "speech": "      It was a think-tank—possibly Open Europe—that made available a consolidated version so that one could see, by putting the documents side by side, that there were no substantive differences. The only purpose of that treaty was to get it through without asking the people whether they wanted it, and that, I am unashamed to say, was the trigger that brought me here."}, {"speaker": "Mr Evans:", "speech": "      If Tony Blair thought that he was doing this project any favours by denying the British people a referendum, he was greatly mistaken. I think that the reason he withdrew the promise of a referendum was that he thought the British people would vote no. Ireland regularly has referendums on treaties, and they sometimes have a second one, but normally after another discussion with the European Union in which they change parts of the treaty to make it more favourable to Ireland. Had we voted no to the Lisbon treaty, I suspect that there might have been a different project for the United Kingdom in—a third way, to use Tony Blair’s favourite phrase—in a more associative relationship with the European Union, based more on trade than on the political entity that we know a number of European Union leaders want. I think that Tony Blair did this project no favours whatsoever."}, {"speaker": "Mr McFadden:", "speech": "      I am glad that the hon. Gentleman has raised the Government’s failed attempt to stop Mr Juncker. That was not because the European Union is some evil organisation; it was because the Government were completely useless at finding allies. When Labour were in government, we made a similar effort to stop a candidate and we were successful. The answer is to make friends and do the job better."}, {"speaker": "Mr Evans:", "speech": "      I think that the answer is for us to have a veto on things we do not like. That is what sovereignty is all about. When I fight a general election, I want to be able to deliver what is in my party’s manifesto. I raised earlier the issue of child benefit going to youngsters who have never set foot in the United Kingdom. One of our manifesto promises was to stop that, but now we are told that we cannot do that. That is the nub of the problem; we are putting promises in a manifesto that we cannot deliver because the European Union will not let us."}, {"speaker": "Peter Kyle (Hove) (Lab):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Mr Evans:", "speech": "      I will not, because there is no more injury time."}, {"speaker": "Emma Reynolds:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Mr Evans:", "speech": "      I will not."}, {"speaker": "Jim Dowd (Lewisham West and Penge) (Lab):", "speech": "      It is a pleasure to follow the hon. Member for Ribble Valley (Mr Evans). Very little of what he said did I agree with, but I appreciate the way he presented it."}, {"speaker": "Mr Jackson:", "speech": "      I am sure the international finance community will be heartened by the hon. Gentleman’s solicitude about the operation of the international markets. On a serious point, does he agree that there is a gap in the market for the decent, patriotic, thoughtful Labour voters who are Eurosceptic and believe that our future lies outside the European Union as a global trading nation? Those people are being let down by their own Front Benchers, who are, in effect, ignoring those views."}, {"speaker": "Jim Dowd:", "speech": "      If I have time, I shall come on to that, but I broadly agree with the hon. Gentleman’s point, because it does have validity right across the argument. As the hon. Member for Ribble Valley said, there are those who say they love their country and want to vote out and those who say they love their country and want to stay in. We have to give due regard to everybody’s position."}, {"speaker": "Mark Pritchard:", "speech": "      My hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson) also wrote recently that the British people are always right, and I agree with him. Does the hon. Gentleman agree with me and the Mayor of London that, whatever the result—in or out—the British people will be right, and all of us, whatever school of thought we might hold to today, need to respect that?"}, {"speaker": "Jim Dowd:", "speech": "      I would not take such an absolutist view. The British people may or may not be right—that is a matter for a higher judgment—but, as a democrat, I believe that, whatever they vote for, it is incumbent on the Government and Parliament to abide by it. If in later years we discover that it was all a great mistake, well, c’est la vie. I cannot help feeling that the calculations of the hon. Member for Uxbridge and South Ruislip have more to do with the succession to the Tory leadership than with the best interests of this country or of Europe."}, {"speaker": "Martin Docherty-Hughes (West Dunbartonshire) (SNP):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Jim Dowd:", "speech": "      No, I am in my own time now."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Before I call the next speaker, Members have been taking full advantage of interventions and we are therefore running rather late, so I am going to have to reduce the limit to eight minutes. If Members continue to be so generous in taking interventions, I will have to reduce it further."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      I am most grateful for your advice, Madam Deputy Speaker, and I am pleased to follow the hon. Member for Lewisham West and Penge (Jim Dowd)."}, {"speaker": "Peter Kyle:", "speech": "      The hon. Gentleman is saying that once we say no to the EU, we will tear the whole thing up and do it all on our terms, but he expects there to be a cordial relationship afterwards while we renegotiate on terms that are favourable to us. Are not those two things completely and utterly incompatible?"}, {"speaker": "Mr Jenkin:", "speech": "      Let me put it another way to the hon. Gentleman. Is he seriously suggesting that after the British people have rejected the treaty on the functioning of the European Union and the treaty on European Union, our European partners are going to say, “You may have rejected all that, but you are bound by this”? That is ridiculous. It is absurd. It is far more likely that Parliament will want to discuss the matter, the Government will produce a proper White Paper and we will proceed in an orderly and consensual manner, not in a precipitate one. The only reason those in favour of remaining are raising this is to try to scare people. It is another scare story, and we are not having it."}, {"speaker": "Sir Nicholas Soames:", "speech": "      I am grateful to my hon. Friend for what he says. I have huge respect for his views, but does he not agree that we cannot make a serious judgment about the future unless we are quite clear about what went before?"}, {"speaker": "Mr Jenkin:", "speech": "      We should be ready to recognise the EU institutions our continent has inherited as so last century, but I was going on to say that we must never forget the forces of history and the tragic errors of the past that have shaped the present on our continent, although we must also have the courage to embrace the change in our society and in the world that will otherwise leave us stranded with and clinging to outdated ideas and constructs. Our main contention is exactly that; the EU is an outdated construct."}, {"speaker": "Sir William Cash:", "speech": "      Does my hon. Friend agree that if we remain we would in effect be in the second tier of a two-tier Europe dominated by other countries?"}, {"speaker": "Mr Jenkin:", "speech": "      That is a whole new argument, which I accept, but I am not going there now."}, {"speaker": "Emma Reynolds (Wolverhampton North East) (Lab):", "speech": "      It is always a great pleasure to follow the hon. Member for Harwich and North Essex (Mr Jenkin), even though I do not agree with anything he said, apart perhaps from what he said about the speech by the right hon.   "}, {"speaker": "Kelvin Hopkins (Luton North) (Lab):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Emma Reynolds:", "speech": "      In a minute."}, {"speaker": "Peter Kyle:", "speech": "      My hon. Friend makes an incredibly powerful point about the importance and interconnectedness of trade. Does she agree that the same interconnectedness applies to higher education? Universities share funding across Europe and come together in an interconnected way. By working together with research grants and research as one European Union, we share our expertise with that of others, and we solve global problems together."}, {"speaker": "Emma Reynolds:", "speech": "      I agree with my hon. Friend, and the University of Wolverhampton and Universities UK have made that point clear. They think that there is great strength in universities across our country working together with other universities and research institutes in Europe, and they benefit from the investment and funding that we receive by being a member of the European Union."}, {"speaker": "Mark Pritchard (The Wrekin) (Con):", "speech": "      Let me start by paying tribute to the Prime Minister—not something I have always done. He has delivered on our manifesto commitment to deliver a referendum, and he is the first Conservative leader and Prime Minister to do so in more than 40 years. Even Margaret Thatcher, who I am sure all those on the Government Benches still adore, did not deliver a referendum and did not negotiate any pre-referendum reforms, bar getting the rebate back for the United Kingdom, so credit where it is due. The Prime Minister may not have obtained the impossible, but many of us think that he has obtained the improbable. He went to Brussels with demands that many people thought he would never get."}, {"speaker": "Richard Drax:", "speech": "      On what the Prime Minister achieved, does it not strike my hon. Friend as odd that the Prime Minister gave in before he went by saying he wanted to stay in the EU even before the negotiations had started?"}, {"speaker": "Mark Pritchard:", "speech": "      It is always difficult to set out the defined and true position at the outset of any negotiations, otherwise one would not negotiate the position one would want to find oneself in at the end of it, so I do not agree with that. I think the Prime Minister achieved more than many people thought he would achieve. Of course, for some people even if he had parted the English channel it still would not have been good enough. Perhaps some even might have wanted him to fail. Overall, it is a good reform package for the United Kingdom."}, {"speaker": "Mr Rees-Mogg:", "speech": "      We do effectively have open borders for Belgians. Belgian passport holders can come here without so much as a by your leave. They come through and we cannot refuse them unless we have specific evidence. If we could make them apply in advance and get clearance, as we have to before going to the United States, our borders would clearly be safer."}, {"speaker": "Mark Pritchard:", "speech": "      First, the reference to the Belgian EU nationals was to make the point that it was not Syrian refugees who undertook that Paris attack. Secondly, my hon. Friend may not want to make this point, but I will make it for him. The majority of terrorist threats in this country, as proven by the 7/7 attacks, are actually by British nationals, not EU nationals. Of the four involved in the 7/7 attacks, three were British nationals and one was a German national. It is not necessarily the case that coming out of the European Union will make us safer from attacks. I think there is a danger from some—not Members and certainly not my hon. Friend—of a Trumpification of the out campaign. There is a danger of the shadow of Donald Trump coming into this referendum campaign, which I think would be very unhelpful and dangerous."}, {"speaker": "Mark Tami (Alyn and Deeside) (Lab):", "speech": "      I totally agree with the hon. Gentleman that we would be deluding ourselves if we believed that by stopping people at the border, terrorism would somehow not be a threat to  this country."}, {"speaker": "Mark Pritchard:", "speech": "      The hon. Gentleman is absolutely right, as he so often is. Rather than increasing the threat, Europe is helping us daily to decrease the threat to our borders. Whether it be through Border Force staff in Calais and other places, through Frontex, which has helped us with some of the most recent border issues, through collaboration between European police forces and the National Crime Agency and other UK constabularies, or through the closer working relationship between our intelligence agencies, Europe helps the UK’s national security every day of every week. As I said, suggesting that leaving the European Union will keep the UK safe from terrorism is a very bold statement."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. Because Members are still accepting the maximum number of interventions, I shall have to reduce the speaking time limit to seven minutes. If speakers continue to take interventions, the limit will have to be reduced further."}, {"speaker": "John Nicolson (East Dunbartonshire) (SNP):", "speech": "      In the weeks and months to come, ahead of the referendum on membership of the European Union on 23 June, I look forward to hearing, from all parts of the House, the positive and inspiring argument for our remaining a member of the EU."}, {"speaker": "Patrick Grady:", "speech": "      The Foreign Secretary said earlier that objective 1 status, which transformed the infrastructure of the highlands and islands, could be seen as bunging money to people. Does my hon. Friend agree that that is completely the wrong tone to adopt in a debate such as this, and that we need to recognise the positive contribution that the European Union has made to these islands?"}, {"speaker": "John Nicolson:", "speech": "      That was certainly not the Foreign Secretary at his most sophisticated."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I agree that we must understand the lessons of history and if I, for one moment, thought that leaving the EU would make civil war in Europe the remotest bit possible, I would not be standing here advocating that we do leave. How could I, when I come from a post-war generation where my parents constantly talked about the war? It was the essential fact of their life. My parents were 25 in 1945. My mother had to flee Paris hours before the German tanks rolled in. Her best friend, who was Jewish, had to throw herself off a train and was killed as she was being taken to the death camps. My father also had to flee France. This was a defining moment in their life, and it is not surprising that that generation wanted to create more of a sense of European solidarity and never repeat the slaughter and horror of two world wars. We all know that."}, {"speaker": "Mark Pritchard:", "speech": "      I am not arguing for an extension of Schengen or for a single currency, but I am arguing for us to remain in on national security grounds. Does my hon. Friend, with all his experience, agree that if the   "}, {"speaker": "Sir Edward Leigh:", "speech": "      That is a weak argument, perhaps one of the weakest that those advocating our staying in the EU believe in. I am not going to repeat all the arguments about our security ultimately depending on NATO, but I will give one example, from recent history, in order to reply to my hon. Friend. Does he think that the European Union attempting, in a rather cack-handed way, to create an association agreement with Ukraine was a good move to make? Has it made Europe a safer place? Has it not led directly—I do not approve of this—to the annexation of Crimea? An imperialist Europe is not necessarily a force for security; the force for security is the best national interests of the United Kingdom, working with our partners in NATO, and that has been the case since the second world war."}, {"speaker": "Mark Pritchard", "speech": "      rose—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      No! No! Please."}, {"speaker": "Sir Edward Leigh:", "speech": "      I will not give way, because others wish to speak. My hon. Friend has already given me extra time just by standing up. [Interruption.] I will finish my speech, because I do not wish to abuse the procedures of the House."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Deputy Speaker:", "speech": "      Order. We have 10 speakers and two wind-ups. It works out at six minutes each, and that is without interventions. I ask those who have spoken to think about those who have not had go to make sure that they also get on the record. If we can help each other, we will all get there."}, {"speaker": "Stuart Blair Donaldson (West Aberdeenshire and Kincardine) (SNP):", "speech": "      I am delighted to be able to contribute to this debate. I want to take the time allocated to talk about how I have personally benefited from being an EU citizen. My speech will not be about the big issues that some other Members have mentioned. I agree with the hon. Member for Lewisham West and Penge (Jim Dowd) that this debate can get a bit theological, so I will try to keep it personal and talk about the points that affect me."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      Thank you very much for calling me to speak in this interesting debate, Mr Deputy Speaker. I believe that 23 June will be the most momentous day in this country’s history, or certainly in my lifetime. We have the opportunity to get our country back, and I very much hope for all our sakes that we take it."}, {"speaker": "Mr Adrian Bailey (West Bromwich West) (Lab/Co-op):", "speech": "      I realise that I am one of a sadly dwindling number of Members of Parliament who not only remember the ’75 referendum, but campaigned in it. Indeed, I feel a certain sympathy with those on the Government Front Bench, because in the years running up to the referendum I was a very beleaguered pro-European member of the Labour party, at a time when both the parliamentary party and the party membership as a whole were adamantly opposed to it."}, {"speaker": "Mr Steve Baker (Wycombe) (Con):", "speech": "      When was it ever said of the great figures of history that they learned to suffer tolerable evils and irritations because they thought change too difficult. That is not the tone of the great history of mankind that has led us to this place; it is the creed of slaves—the tone of failure—but it characterises the Government’s position and the campaign we are being offered by Britain Stronger in Europe."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      I start by paying tribute to the impassioned speeches by the right hon. Member for Mid Sussex (Sir Nicholas Soames), the hon. Member for Wolverhampton North East (Emma Reynolds) and my right hon. Friend the Member for Gordon (Alex Salmond). I will seek not to repeat any of the excellent points that have already been made but try to introduce a few more into the debate."}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      It was very reassuring to hear my right hon. Friend the Foreign Secretary tell us earlier that he is a Eurosceptic and explain how successful the renegotiations were from his Eurosceptic ivory tower. That is encouraging, but I thought it might be worth looking at what the renegotiations achieved compared with what Her Majesty’s Government set out. In the Conservative party manifesto, it was “an absolute requirement”, according to the   "}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "      It is always very daunting to follow the hon. Member for North East Somerset (Mr Rees-Mogg). There has been much talk today about whether sovereignty is an illusion. I know that the notion of parliamentary sovereignty is one that many hon. Members for English constituencies hold dear. I want to address that issue of sovereignty, and to make a plea for respect for the different constitutional tradition in Scotland in relation to sovereignty."}, {"speaker": "Sir William Cash:", "speech": "      May I refer the hon. and learned Lady to chapter 12 of “The Rule of Law” by the late Lord Justice Bingham, in which he severely criticises other members of the Supreme Court for taking what he would describe as a wrong view of the whole question of sovereignty?"}, {"speaker": "Joanna Cherry:", "speech": "      I am very well aware of Lord Bingham’s opinion of the views expressed in the Jackson case. I am not saying they are binding precedents, but that they are opinions. My point is that the opinion of Lord Hope of Craighead in Jackson and of Lord President Cooper in the 1953 case are very well founded in Scottish historical tradition."}, {"speaker": "Alex Salmond:", "speech": "      Is it not also correct that the community of the realm passage, to which my hon. and learned Friend referred, has been cited in a Senate resolution as an inspiration for the American declaration of popular sovereignty, the declaration of independence?"}, {"speaker": "Joanna Cherry:", "speech": "      My right hon. Friend is quite correct. Many of the founding fathers of the American constitution were of Scots descent and therefore drew on the Declaration of Arbroath in framing it."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      In the same year as the 1975 referendum, Peter Finch won an Oscar for his role in the film “Network”, with its cry, “I’m as mad as hell, and I’m not gonna take this anymore!” It is that sense of alienation from the elites that I believe will drive the vote to exit the European Union on 23 June."}, {"speaker": "Richard Drax:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Mr Jackson:", "speech": "      I will not I am afraid because I do not have the time."}, {"speaker": "Caroline Lucas (Brighton, Pavilion) (Green):", "speech": "      Thank you for the opportunity to speak in today’s important debate, Mr Deputy Speaker."}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "      Even before we get into the machinations of referendums and the pros and cons of Brexit, let us note that the European influence on our very language has been around a while, with Spanish omelettes, German measles, Dutch auctions and, more risqué, French letters and French kissing—well, we are talking European affairs, are we not?"}, {"speaker": "Pat Glass (North West Durham) (Lab):", "speech": "      This has been an excellent debate. I have recently sat through a number of EU debates in the Chamber that have been much less powerful and have centred on just one side of the argument, and I have listened ad infinitum to dry arguments about process. However, today’s debate has not been like that. The starting gun—the announcement of the date of the referendum—has opened the door to both sides of the argument and raised the level of the debate."}, {"speaker": "Mr Jackson:", "speech": "      Will the hon. Lady give way?"}, {"speaker": "Pat Glass:", "speech": "      No; the hon. Gentleman has had the floor quite a lot today."}, {"speaker": "The Minister for Europe (Mr David Lidington):", "speech": "      May I first congratulate all right hon. and hon. Members who have taken part in the debate this afternoon?"}, {"speaker": "Mr Rees-Mogg:", "speech": "      On a point of order, Mr Deputy Speaker. I thought the Minister might begin with an apology for the absence of the Foreign Secretary. It is custom for senior Ministers who have opened debates to return for the end of them. On such an important matter, it is a rather surprising discourtesy to the House that the normal convention has not been observed."}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. What I would say is that it is the choice of the Foreign Secretary, and who knows, we may hear something yet, as the Minister for Europe has so far only managed to get three words out."}, {"speaker": "Mr Lidington:", "speech": "      My right hon. Friend the Foreign Secretary is meticulous in his courtesies to this House, but sometimes Secretaries of State for Foreign and Commonwealth Affairs have to deal with extremely urgent matters to do with this country’s national security."}, {"speaker": "Mr Baker:", "speech": "      Will my right hon. Friend give way?"}, {"speaker": "Mr Lidington:", "speech": "      No, I want to deal with what the right hon. Member for Gordon (Alex Salmond) said, as he raised some serious issues about the impact of a British withdrawal upon the devolved Administrations, particularly, but not exclusively, Scotland’s. It is for the Government of the United Kingdom, the United Kingdom being the member state party to the treaties, to decide whether to trigger an article 50 process after such a referendum result. But he is right to say that there would be some pretty complicated outworkings of British departure from the EU for all three devolved Administrations and for the United Kingdom and English statute book, because a fair number of Acts of Parliament reflect European law as it has developed over the past 40 years. Those things would have to be gone through, both in the two years’ negotiations following the triggering of article 50 and, I suspect, in the years subsequent."}, {"speaker": "Alex Salmond:", "speech": "      Does the Minister understand the point here? If there is not to be a vote in this place because it is superseded by a popular sovereignty vote for out, what would be the circumstances, under the Sewel convention, of a vote in the Scottish Parliament if the popular vote in Scotland had been for in?"}, {"speaker": "Mr Lidington:", "speech": "      The United Kingdom is the signatory to the European treaties, and therefore it is the UK Government who take the decision on whether to invoke article 50."}, {"speaker": "Sir William Cash", "speech": "     rose—"}, {"speaker": "Mr Lidington:", "speech": "      No, I will not give way."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      On a point of order, Mr Deputy Speaker. Have the Government given any indication that they might be interested in making a statement about guidance that they have given to civil servants to restrict information to Ministers during the period of the referendum, which involves concealing information that is being used by other Ministers for campaigning purposes?"}, {"speaker": "The Minister for Europe (Mr David Lidington)", "speech": "      rose—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      The Minister for Europe is desperate to answer."}, {"speaker": "Mr Lidington:", "speech": "      I am happy to respond. The Prime Minister responded to this point in answer to questions on Monday. The Government have a very clear position, which is to recommend to the country that people vote to remain members of a reformed European Union. Quite exceptionally, Ministers are being allowed to depart from the normal rules on collective responsibility in order to dissent from the official Government position on that referendum question, but the civil service exists to serve and support the policy agreed by the Government of the day. The letter published by my right hon. Friend the Prime Minister, subsequently extended by formal guidance from the Cabinet secretary to civil servants, does no more than give effect to that policy."}, {"speaker": "Mr Jenkin:", "speech": "      Further to that point of order, I am grateful for your indulgence, Mr Deputy Speaker, but that does not answer a great many of the questions. How can I raise this very urgent matter?"}, {"speaker": "Mr Deputy Speaker:", "speech": "      The simple answer is that I have had no notification that anybody is going to make a statement. I can do no more than allow the Minister for Europe to reply."}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      Further to that point of order, Mr Deputy Speaker. Does the Minister accept that the position that he has just explained comes to an end when the purdah period starts?"}, {"speaker": "Mr Deputy Speaker:", "speech": "      Let me help everybody. We are not going into a debate. That is the end of it. We need to move on."}, {"speaker": "Andrew Bingham (High Peak) (Con):", "speech": "      This is the second time that I have called a debate on the roads in and around Glossop, and I make no apology for debating the subject again in the Chamber. I have called a second debate tonight because of the events of recent weeks, when the inadequacy of these roads has created more misery for my constituents. Such is the strength of feeling about the matter among people who live in the High Peak, particularly in Glossop, that there is now a petition on the parliamentary website created by my constituent, David Saggerson. As we know, such petitions will trigger a debate if they receive 100,000 signatures. I did not want to wait for that so I am using the Adjournment debate mechanism to hold the debate that almost 3,000 people have already signed up for."}, {"speaker": "Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op):", "speech": "      I commend the hon. Gentleman for securing this debate, which will be genuinely appreciated in our part of the world. I appreciate the opportunity we have had to work together constructively to make progress on the issue. In 2010, in a difficult financial climate, we were told that this was not a viable option, yet we have been able to make progress, for which I am extremely grateful, as are my constituents. I also want briefly to thank the Minister. We have dealt with many roads Ministers over the years, but I have always found the current one attentive and genuinely serious about trying to help us. I know that he is planning to visit us very soon, which  I appreciate."}, {"speaker": "Andrew Bingham:", "speech": "      I completely agree. Politically, the hon. Gentleman and I are miles apart, but on this matter we are in total agreement, as we will continue  to be."}, {"speaker": "The Parliamentary Under-Secretary of State for Transport (Andrew Jones):", "speech": "      I congratulate my hon. Friend the Member for High Peak (Andrew Bingham) on securing this debate. He is a great champion for his constituency and has made his case with his customary eloquence and passion. I am thoroughly looking forward to visiting his area tomorrow morning."}, {"speaker": "Andrew Bingham:", "speech": "      The Minister has talked at length about the A57, but will he also mention the A628, particularly the Woodhead Pass, which people will have heard of because the traffic is always being mentioned on the radio? The A628 converges with the A57 just outside Glossop and is another significant trans-Pennine route that goes to Barnsley. For those travelling on the M1 from the south, the signpost to Manchester will guide them to the A628, which then converges with  the A57."}, {"speaker": "Andrew Jones:", "speech": "      I agree entirely with my hon. Friend. Indeed, I plan to use the A628 to reach him tomorrow morning. I have already planned my route, so I understand his point."}, {"speaker": "Jonathan Reynolds:", "speech": "      In addition to the Minister’s visit tomorrow, he will probably find in his red box a letter from me, saying that we would be extremely grateful if he would consider binging forward the public consultation to the end of 2016. I know he is not be able to give a commitment on that now, but it would generate so much good will and make the project proceed faster, which would be tremendous."}, {"speaker": "Andrew Jones:", "speech": "      I give an undertaking to both Members who are present that I will do all I can to achieve that. They have made their case eloquently. I recognise the issues that are faced by the local communities that they represent, and we will do all we can to help."}, {"speaker": "Andrew Bingham:", "speech": "      That work is very welcome to certain parts of the area, but, given the geography of High Peak, the work will not help anything on the Glossop side of the hill, because it is on the wrong side. The Minister will see that tomorrow."}, {"speaker": "Andrew Jones:", "speech": "      I recognise that, and I look forward to seeing the detail of the geography and the challenges it presents. The challenge that we face with rail is that we have an enormous backlog of investment. The rail industry is a huge success, but that huge success brings with it the need for more capacity. There are as many people using our rail network now as there were in the late 1920s, but the network is only a fraction of the size. Governments of all colours have underinvested over many years, and we need to catch up. That is what the control period peak budget of £38 billion is about. I will take forward my hon. Friend’s point about where that work can be carried out on the Hope Valley line, and I will liaise with Network Rail on that. Rail is a key ingredient in improving connectivity in many areas. Although we are investing very heavily, we also require investment where the Hope Valley line enters the big conurbations in Manchester and Sheffield. We must also bear in mind the impact that High Speed 2 will have on such key connections."}]