[{"speaker": "Johnny Mercer (Plymouth, Moor View) (Con):", "speech": "   1.    What steps his Department has taken to ensure that public health grants are spent only on public health responsibilities. [903534]"}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Jane Ellison):", "speech": "      The local authority public health grant is ring-fenced and must be spent in line with published grant conditions set by the Government. Local authority chief executives and directors of public health are required to certify that grant spend is in line with these conditions. In addition, Public Health England further reviews spending information, and local authority spend against the grant is subject to external audit."}, {"speaker": "Johnny Mercer:", "speech": "      In 2014-15, my city of Plymouth received £47 per head. Portsmouth, which is statistically healthier, received £77 and Kensington and Chelsea got £136. I absolutely understand that this is a legacy issue with the funding formula, and the Government are committed to dealing with it, but I cannot stress enough how important it is that we speed this up. How does the Department plan to achieve this? The current situation is grossly unfair to my constituents."}, {"speaker": "Jane Ellison:", "speech": "      I applaud my hon. Friend for being a champion for public health in his community. We have had several conversations on this issue, and as he says, there are historical differences, of which I am conscious, in the levels of local public health spending. They mostly arise from historical primary care trust spending priorities. We have made some progress in addressing the matter, but, as regards future allocations, we are considering a full range of factors, including the impact on inequalities and existing services. Those will be announced shortly. As I have told him before, the chief executive of Public Health England is happy to talk to him about the specific challenges facing his community, and that offer remains open."}, {"speaker": "Emma Reynolds (Wolverhampton North East) (Lab):", "speech": "      The NHS “Five Year Forward View” states that"}, {"speaker": "Jane Ellison:", "speech": "      The challenge of being serious about prevention is one for the entire health and social care system. We acknowledge that, like many parts of government, public health grants have had to absorb some of the fiscal challenge. We are dealing with the problems we inherited at the beginning of the coalition Government. Despite that, local authorities will receive £16 billion in public health grants alone over the spending review period, but that is not the only way we invest in prevention. On my many visits, I have seen some of the great work being done to work with local authorities, and I am confident of the great things they can do with that money."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "   19. [903552]    Given the report by the Crisp commission, released in the last few days, on mental health provision and treatments, can the Minister provide any assurance about the equitable treatment of physical and mental health to ensure an equal allocation of funds?"}, {"speaker": "Jane Ellison:", "speech": "      There is rightly a great deal of attention on this area—more tier 4 beds have been commissioned, for example—but I want to stress what is being done in my area of public health. Right at the heart of our new tobacco strategy, which we are beginning to work on, is a concern for the inequity facing people suffering from mental ill health in terms of smoking levels. I can reassure the hon. Lady that across the piece we are considering how we can do more for those who suffer with mental health problems."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Access to contraception is not only a fundamental right but a cost-effective public health intervention—every £1 spent on contraception saves the NHS £11—yet the Government are presiding over savage cuts to public health services. It is predicted that £40 million will be cut from sexual health services this financial year alone. Is that what the Minister means when she says the Government are serious about prevention? Why does she not finally admit that these cuts not only make no financial sense but could put the nation’s health at risk?"}, {"speaker": "Jane Ellison:", "speech": "      I reject that analysis. It is for local authorities to take decisions on local public health spending, but they are mandated by legislation to commission open-access sexual health services that meet the needs of their local population, and in fact there is a great deal of innovation around the country in how people are doing that. For example, in Leeds, they are redesigning services to enable people to access sexual health. [Interruption.] The shadow Minister laughs, but the question of how much they would have invested in the NHS goes unanswered by the Opposition—a question that was never answered at the general election. On prevention, as I have said, the public health grant is not everything. In the next financial year alone, for example, the Department will spend £320 million on vaccines. We have introduced two world firsts: the child    "}, {"speaker": "Rehman Chishti (Gillingham and Rainham) (Con):", "speech": "   2.    What progress his Department has made on improving the performance of hospital trusts in special measures. [903535]"}, {"speaker": "Daniel Kawczynski (Shrewsbury and Atcham) (Con):", "speech": "   9.    What progress his Department has made on improving the performance of hospital trusts in special measures. [903542]"}, {"speaker": "Nigel Huddleston (Mid Worcestershire) (Con):", "speech": "   12.    What progress his Department has made on improving the performance of hospital trusts in special measures. [903545]"}, {"speaker": "The Secretary of State for Health (Mr Jeremy Hunt):", "speech": "      Eleven out of 27 hospitals have now exited special measures, having demonstrated sustainable improvements in the quality of care. Overall, trusts put into special measures have recruited 1,389 more doctors and 4,402 more nurses, with one estimate saying this has reduced mortality rates by 450 lives a year."}, {"speaker": "Rehman Chishti:", "speech": "      Following the recent Care Quality Commission report on the Medway hospital, the staff and new chief executive are working hard to turn around long, historic and deep problems. What further support can the Secretary of State and the Government offer the hospital to help turn it around and get it out of special measures? I thank the Secretary of State and his Department for the support they have given to the hospital so far."}, {"speaker": "Mr Hunt:", "speech": "      I thank my hon. Friend for his enormous support for that hospital, which has been through a very difficult patch. I had a long meeting with the chief inspector of hospitals about the Medway yesterday. My hon. Friend will be pleased to know that, over the past five years, we got 106 more doctors and 26 more nurses into the trust. We now have a link with Guy’s and St Thomas’s that is beginning to bear fruit. There is a lot more to do, but we are determined to ensure that we do not sweep these problems under the carpet and that we deal with them quickly and deliver safer care for my hon. Friend’s constituents."}, {"speaker": "Daniel Kawczynski:", "speech": "      My right hon. Friend will know of some of the terrible problems experienced in Shropshire with respect to clinical commissioning groups and the trust, particularly over the future fit programme and A&E services in the county. The Royal Shrewsbury hospital covers a huge area—not just Shropshire, but the whole of mid-Wales. Will my right hon. Friend give me an assurance that he will do everything possible to support me and the residents of Shrewsbury to guarantee that A&E services remain at the Royal Shrewsbury hospital?"}, {"speaker": "Mr Hunt:", "speech": "      First, I thank my hon. Friend for his campaigning on behalf of the Royal Shrewsbury; no one could do more than he has over many years. I encourage   "}, {"speaker": "Nigel Huddleston:", "speech": "      Will the Secretary of State set out for my Worcestershire constituents what impact the putting of trusts into special measures is likely to have this year and what improvements can be expected when the trust exits special measures?"}, {"speaker": "Mr Hunt:", "speech": "      The advantage of the special measures programme is that we tend to make much faster progress in turning round hospitals in difficulty than used to happen in previous years. My hon. Friend will know that, in the past five years, his local trust gained nearly 50 more doctors and more than 100 more nurses. We are making progress, but we need to do it much faster. The hospital will have my full support in getting these problems dealt with quickly."}, {"speaker": "Valerie Vaz (Walsall South) (Lab):", "speech": "      Walsall NHS trust has been placed into special measures, so what immediate action can the Secretary of State take to ensure that the Manor hospital can recruit the vital staff in paediatrics and A&E that it now needs—not agency staff, but long-term fully employed staff?"}, {"speaker": "Mr Hunt:", "speech": "      The hon. Lady is absolutely right that one thing that can tip hospitals into special measures is having too high a proportion of staff from agencies so that a trust cannot offer the continuity of care that other trusts can. As for full-time doctors, there have been an extra 83 at Walsall Healthcare NHS Trust over the past five years, along with 422 full-time nurses. An improvement director started this week and we are looking to find a buddy hospital, which is what I think will help most. When it comes to turning hospitals round the fastest, we have found that having a partner hospital can have the biggest effect, as with Guy’s and St Thomas’s for the Medway."}, {"speaker": "Keith Vaz (Leicester East) (Lab):", "speech": "      Despite having a football team at the top of the premier league, the hospitals of Leicester are in need of urgent assistance. The worry for Leicester is that they will slip into special measures, particularly regarding A&E. What steps can the right hon. Gentleman take to ensure that our hospitals perform as well as Leicester City football club?"}, {"speaker": "Mr Hunt:", "speech": "      We want to them to be as outstanding as Leicester City football club, but we recognise that there is some way to go. There is pressure on A&E departments, as the Under-Secretary of State for Health, my hon. Friend the Member for Ipswich (Ben Gummer), has acknowledged in the House, and we are giving careful thought to what we can do to support them. Leicester will be one of the first trusts in the country to offer full seven-day services from March or April 2017 onwards, so important improvements are being made, but we will do all that we can to ensure that they happen quickly."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Calderdale and Huddersfield trust is not in special measures, but it is in trouble, and we are likely to lose our A&E service—in one of the biggest towns in Britain—if   "}, {"speaker": "Mr Hunt:", "speech": "      The hon. Gentleman has made an important point. I think that there are some things that we just need to do differently. For instance, we should allow managers to remain in their posts for longer. If the average tenure of NHS chief executives is only about two years, their horizons will inevitably be very short-term, so we need to give them enough time to turn their organisations around. The chief executive of the latest trust to be given an “outstanding” measure, Frimley Park Hospital NHS Foundation Trust, has been there for 26 years, and I think there is a connection. We can ensure that managers have the necessary resources. I think we can also make sure that we identify their problems quickly, and give them support before those problems turn into a crisis."}, {"speaker": "Dame Angela Watkinson (Hornchurch and Upminster) (Con):", "speech": "      Barking, Havering and Redbridge University Hospitals NHS Trust is working extremely hard to improve its services and has already achieved considerable success, but although there are 250 spare home beds in the London borough of Havering, there are still a great many frail elderly patients in hospital who are no longer clinically ill. Has any research been done on the reasons for delayed discharge, and to what extent does patient choice play a part in it?"}, {"speaker": "Mr Hunt:", "speech": "      Unfortunately, it sometimes plays a part, but the main way to tackle the problem is to establish better co-ordination between what local authorities do, what the CCGs do and what the trusts do. That applies not just to my hon. Friend’s local trust, but to trusts throughout the NHS. I do, however, commend her local trust. At its last inspection, the CQC found that it had made significant progress. It has more doctors, more nurses and, in my view, an excellent chief executive, and I am very confident about its future."}, {"speaker": "Heidi Alexander (Lewisham East) (Lab):", "speech": "      Sixteen trusts across the country are currently in special measures, nine out of 10 hospitals are failing to fulfil their own safe staffing plans and waiting time targets are being missed so often that failure is becoming the norm. Does the Secretary of State think that that might explain why, as we learned yesterday, a King’s Fund survey has found that dissatisfaction with NHS increased by eight percentage points in 2015? That is the largest single-year increase since the surveys began in 1983."}, {"speaker": "Mr Hunt:", "speech": "      The hon. Lady might want to look more closely at that King’s Fund report before turning it into a political football. According to page 6, satisfaction rates in Wales—run by her party—are six percentage points lower than those in England."}, {"speaker": "Heidi Alexander:", "speech": "      It is clear that the Secretary of State does not want to talk about his record in England. His own Back Benchers are queueing up to tell him about the problems in their NHS areas of Medway, Shropshire and Worcestershire, but he seems not to understand the extent of those problems."}, {"speaker": "Mr Hunt:", "speech": "      What my Back Benches are queueing up to say is, “Thank you for sorting out the problems that Labour swept under the carpet for years and years.” What did Professor Brian Jarman of Imperial College say about the Department of Health under the last Labour Government? He said that it was a “denial machine”, with all the problems in hospitals being swept under the carpet and not dealt with. What is happening under this Government? Every day, 100 more people are being treated for cancer, 2,000 more people are being seen within four hours at A&E departments and 4,400 more operations are being carried out. There are record numbers of doctors and nurses, and the NHS is safer than ever in its history. We are proud to be the party of the NHS."}, {"speaker": "Ian Lavery (Wansbeck) (Lab):", "speech": "   3.    What estimate he has made of the number of patients who went to A&E after having been unable to make an appointment with their GP in the most recent period for which figures are available. [903536]"}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      The results of the last GP patient survey show that 91.9% of all patients get convenient appointments. Of the 8% who are unable to get an appointment or a convenient appointment, 4.2% indicated that they went to A&E."}, {"speaker": "Ian Lavery:", "speech": "      The same survey indicates that one in four people are now waiting more than a week to see their GP, and a staggering 1 million people are heading off to A&E because they cannot get an appointment with their GP. It is a total meltdown. What is the Minister doing about it?"}, {"speaker": "Alistair Burt:", "speech": "      There are 40 million more appointments available for GPs than in the past. The Government have made a commitment to transform GP access, and £175 million has been invested to test improved and innovative access to GP services. There are 57 schemes involving 2,500 practices, and by March next year more than 18 million patients—a third of the population—will have benefited from improved access and transformed service at local level. That is what we are doing about it.[Official Report, 22 February 2016, Vol. 606, c. 2MC.]"}, {"speaker": "Mr John Baron (Basildon and Billericay) (Con):", "speech": "      The Minister will be aware that, despite great improvements in cancer care under this Government and the previous Government, one in five cancer patients—more than 20%—are first diagnosed as late as when they go to A&E. The Government rightly focus on one-year survival rates as a means of driving forward earlier diagnosis. Can he give me an assurance that that will remain a key focus?"}, {"speaker": "Alistair Burt:", "speech": "      My hon. Friend raises a serious issue. Pursuing the earliest diagnosis of cancer is very important to the Government; it is obviously also important to all patients. We are going to publish the statistics on early detection through the clinical commissioning groups to improve transparency still further, because as this Government have shown, transparency often drives improvement in performance."}, {"speaker": "Kate Osamor (Edmonton) (Lab/Co-op):", "speech": "   24. [903557]    Can the Minister tell me how the Government are urgently going to tackle safety of care at the North Middlesex hospital A&E department, following revelations last week that a patient died at the hospital in December 2015 after being forced to wait an unacceptable amount of time in A&E? The department has also received a notification of risk."}, {"speaker": "Alistair Burt:", "speech": "      The hon. Lady gives an example of why it is so important to continue to seek to improve the quality of care in A&E and why it is so important to keep transparency going. This is one of the reasons that we have a new inspection regime, which has been designed to highlight these things, but the introduction of 1,250 new doctors in accident and emergency departments over the past five years will also make a difference to the improvement in quality of care. However, she is right to highlight this matter. The NHS does not do everything right, but what is important is that we value what is done with the vast majority of stuff and that, when things do go wrong, we say so, we examine them and we learn lessons."}, {"speaker": "David Tredinnick (Bosworth) (Con):", "speech": "      According to information that I have received, 16 of the 25 ambulances on duty in Leicestershire one evening before Christmas were queueing outside Leicester royal infirmary to discharge patients. I have written to my right hon. Friend the Secretary of State about this issue. Please will the Minister update me and the House on the steps he thinks we should be taking?"}, {"speaker": "Alistair Burt:", "speech": "      The issue with ambulances and with quality of care elsewhere is the variation in quality. It is so important to ensure that local leadership addresses those local problems, because they are handled very differently in different places. It is right for my hon. Friend to raise this matter, and I am sure he has raised it with his local ambulance trust, as well as the hospital, to see how there can be better facilitation of patients going in and being discharged so that ambulances need not queue."}, {"speaker": "Dr Philippa Whitford (Central Ayrshire) (SNP):", "speech": "      The Health and Social Care Information Centre has shown that last year 124,000 patients waited more than 12 hours after arrival at accident and emergency, which compares   "}, {"speaker": "Alistair Burt:", "speech": "      I have to tell the hon. Lady that patient satisfaction with A&E was rather lower in Scotland than it is in England, which indicates that we all have problems to deal with in this area. It is correct that we continue our progress both to increase resources throughout the health service and to A&E, and to improve transparency and people’s ability to see what is going on. Unacceptable waits are not part of what we all want to see from the NHS, which is why we are determined to drive them down. Patients in England will have the best information anywhere in the world about what is happening in their NHS, as we continue to drive efficiency and improvement."}, {"speaker": "Dr Whitford:", "speech": "      Patients will not have the information about the four-hour waits, as that has not been published since November. The doctors required to look after these people are A&E specialists. There is already a major problem in retaining A&E trainees because they work a higher proportion of unsocial hours. These are exactly the hours that will be less rewarded in the new contract, so how does the Secretary of State plan to recruit and retain doctors in emergency medicine in the future?"}, {"speaker": "Alistair Burt:", "speech": "      There have been 500 more consultants in A&E medicine since 2010. The new contract is under negotiation at the moment and the majority of it has been agreed with junior doctors. It is designed to replace the failures in the old contract, which everyone knew needed to be corrected, and it provides the basis for the profession for the future to deal with some of the issues the hon. Lady mentions. All of us are concerned to ensure that the negotiations continue and that there should be no strike tomorrow, so that this pattern for the future, which is wanted by doctors and patients alike, as well as by the Government, gets a chance to work."}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "   4.    What assessment he has made of the implications for his policies of the findings of the Independent Healthcare Commission on the NHS in North West London. [903537]"}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Jane Ellison):", "speech": "      It might assist the House if I were just to mention that this commission was commissioned by five Labour councils and was chaired by Michael Mansfield, QC. On the assessment of the commission’s findings, I can put it no better than the lead medical director for the “Shaping a Healthier Future” project, who said:"}, {"speaker": "Andy Slaughter:", "speech": "      Last July, the Minister held a constructive meeting with west London MPs and agreed that information on the review of our hospital services would be shared. We understand that a plan B is being considered which will still move hospital services from Charing Cross and Ealing but, because of rising costs, will retain and mothball existing buildings rather than redeveloping the sites. Can we see the current plans?"}, {"speaker": "Jane Ellison:", "speech": "      The hon. Gentleman rightly says that we had a constructive meeting but, as with everything in this area, it is time to move on. There is a grave danger of him appearing to be like one of those soldiers discovered on a Pacific island after the second world war still fighting the old war. Part of the reason for cost escalation in NHS projects is the constant challenge and delay, and “Shaping a Healthier Future” has complete clinical consensus across north-west London. The clinicians say that this"}, {"speaker": "Dr Rupa Huq (Ealing Central and Acton) (Lab):", "speech": "      The report heavily features Ealing hospital, where the radiographer Sharmila Chowdhury blew the whistle on consultants taking bungs—extra payments. She is now jobless and, as a widow with a mortgage, soon to be homeless. Will the Minister urgently look into her case, because despite a plethora of reports—this one and the Francis review—this Government do not seem to be doing anything for her?"}, {"speaker": "Jane Ellison:", "speech": "      I do not think that is fair. In fact, my right hon. Friend the Secretary of State of State has met the clinician in question, and the Francis review recommendations, as we have adopted them, make it quite clear that staff have a right to speak out. Of course we want everyone to speak out on behalf of patient safety."}, {"speaker": "Derek Twigg (Halton) (Lab):", "speech": "   5.    What proportion of hospital trusts are in deficit? [903538]"}, {"speaker": "The Secretary of State for Health (Mr Jeremy Hunt):", "speech": "      Trusts reported a net deficit of £1.6 billion for the first half of this financial year, with 75% of trusts reporting a deficit, which is why, last week, we launched the Carter efficiency programme in which Lord Carter confirmed that hospitals can save £5 billion annually by making sensible improvements to procurement and staff rostering."}, {"speaker": "Derek Twigg:", "speech": "      Almost every acute trust will be in deficit in the coming year, including Warrington and Halton Hospitals NHS Foundation Trust and Whiston and St Helens hospitals, which cover my constituency. The fact is that the Government have been slow in dealing with one of the causes of the deficit, which is the employment of great numbers of agency staff. They also want to cut the tariff, which is based on efficiency savings, leaving hospitals such as Whiston and St Helens, which are among the most efficient in the country, struggling to make greater efficiencies. Will the Secretary of State look at that matter again?"}, {"speaker": "Mr Hunt:", "speech": "      The hon. Gentleman should give a slightly more complete picture of what is happening in his hospitals. There are nearly 2,000 more operations every year, 7,000 more MRI scans, and 7,000 more CT scans than there were five years ago. When it comes to the issue of deficits, we are tackling the agency staff issue. That happened because trusts were responding to the Francis report into what happened in Mid Staffs. Rightly, they wanted to staff up quickly, but it needs to be done on a sustainable basis. I simply say to him that if we were putting £5.5 billion less into the NHS every year, as he stood for at the previous election, the problems would be a whole lot worse."}, {"speaker": "Dr Andrew Murrison (South West Wiltshire) (Con):", "speech": "      Does my right hon. Friend not agree that running costs in the NHS, which vary from £105 to £970 per square metre per year as highlighted by Lord Carter, are wholly unacceptable, and that the concept of a model hospital to bring the worst up to the standard of the best, which was also highlighted by Lord Carter, has great merit?"}, {"speaker": "Mr Hunt:", "speech": "      My hon. Friend knows about these things from his own clinical background, and he is absolutely right. We are now doing something—it is probably the most ambitious programme anywhere in the world—to identify the costs that hospitals are paying. From April, we will be collecting the costs for the 100 most used products in the NHS for every hospital. That information will be shared. We are the biggest purchaser of healthcare equipment in the world, so we should be paying the lowest prices."}, {"speaker": "Margaret Ferrier (Rutherglen and Hamilton West) (SNP):", "speech": "      Barts Health NHS Trust, the UK’s largest hospital trust, is set to run up a £135 million deficit this year. That would be by far the greatest ever overspend in the history of the NHS. When will the Minister accept the sheer scale of the austerity-driven crisis facing the NHS?"}, {"speaker": "Mr Hunt:", "speech": "      It is stretching things a bit to call that an austerity-driven problem when, next year, we are putting in the sixth biggest increase in funding for the NHS in its entire 70-year history. There are some severe problems at Barts, but we will tackle the deficit. We also need to ensure that we improve patient safety and patient care."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      The staff of the University Hospitals of North Midlands to whom my right hon. Friend entrusted the care of County Hospital in Stafford and the Royal Stoke University Hospital have done a great job both in improving the quality of care and in bringing down the deficit. Will he ensure that a long-term approach is taken to the finances of that trust so that we do not make rapid decisions that could result in difficult situations in the future?"}, {"speaker": "Mr Hunt:", "speech": "      As ever, my hon. Friend speaks very wisely. When we are reducing these deficits and costs, the trick is to take a strategic approach and not to make short-term sacrifices that harm patients. That is why, at the weekend, we announced a £4.2 billion IT investment programme, which will mean that doctors and nurses spend less time filling out forms and more time with their patients."}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "   6.    What further steps he plans to take to improve access to GPs. [903539]"}, {"speaker": "The Secretary of State for Health (Mr Jeremy Hunt):", "speech": "      By 2020, everyone will be able to get GP appointments at evenings and weekends. By March this year, a third of the country—18 million people—will have benefited from improved access to GP services."}, {"speaker": "Mims Davies:", "speech": "      There is a concerning recruitment issue for GPs in my constituency, Eastleigh, which has led to patients experiencing significant delays in getting non-urgent appointments. Will my right hon. Friend look into promoting more agile working structures for GPs, especially women? This was highlighted by my CCG on Friday as vital for recruiting and retaining the extra GPs we need."}, {"speaker": "Mr Hunt:", "speech": "      I know that West Hampshire CCG is providing extra space and capacity to take on more trainees, and across the country we plan to have 5,000 more doctors working in general practice by the end of this Parliament. This will be the biggest increase in GPs in the history of the NHS. It builds on the extra 1,700 GPs we have working in the NHS since 2010. It does take too long to get to see a GP. We are committed to sorting that out, and the record investment in the NHS Five Year Forward View will make that possible."}, {"speaker": "Colleen Fletcher (Coventry North East) (Lab):", "speech": "      Wyken medical centre in my constituency is due to close in March. This will leave more than 2,000 of my constituents needing to find a new GP, at a time when it is practically impossible to get a prompt GP appointment, never mind register at a new GP surgery. Can the Secretary of State therefore assure me that he will co-ordinate with NHS England to ensure that it manages the situation appropriately and does all it can to assist each of my constituents affected, particularly the vulnerable and elderly, to get access to a new GP as soon as possible?"}, {"speaker": "Mr Hunt:", "speech": "      I am happy to do that. The hon. Lady is right to make those points. It is to care for the vulnerable people with long-term conditions that we need to see the biggest support given to GPs, because strengthening their ability to look after people proactively will mean that those people are kept out of hospital and kept healthier, and costs are kept down for the NHS."}, {"speaker": "Kelly Tolhurst (Rochester and Strood) (Con):", "speech": "      In Rochester, we are facing the closure of two single-handed GP practices owing to a retirement and a suspension, with no long-term replacements, making it more difficult for our growing population to access these vital services. Will my right hon. Friend outline the steps he is taking to maintain appropriate access to local GPs?"}, {"speaker": "Mr Hunt:", "speech": "      I am absolutely prepared to do that and I have met a number of GPs in my hon. Friend’s area. We are reversing the historic underfunding for general practice, with an increase of more than 4% a year in funding for primary care and general practice for the rest of this Parliament. That will give hope to the profession, whose members are vital to the NHS."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      Northern Ireland has the lowest number of GPs per capita across the United Kingdom. In order to access GPs, we need to have GPs. In the whole of the United Kingdom of Great Britain and Northern Ireland 25% of GPs are aged over 55, and that is going to get worse. What steps have been taken to train more GPs and to ensure that they stay in the NHS and do not go overseas, where there are better wages and conditions?"}, {"speaker": "Mr Hunt:", "speech": "      We have plans, as I mentioned, to have 5,000 more doctors working in general practice, and there is a big interviewing process. We need to increase the number of GPs going into general practice by 3,250 every year and I am happy to liaise with the Province to see how we can work together on these plans."}, {"speaker": "Mr Speaker:", "speech": "      I call next the medal-wearing member of the team which won the parliamentary pancake race this morning, against the peers and against the press."}, {"speaker": "Victoria Atkins (Louth and Horncastle) (Con):", "speech": "   7.    What progress the Government has made on integrating and improving care provided outside of hospitals.  [903540]"}, {"speaker": "Amanda Solloway (Derby North) (Con):", "speech": "   16.    What progress the Government has made on integrating and improving care provided outside of hospitals. [903549]"}, {"speaker": "The Parliamentary Under-Secretary of State for Life Sciences (George Freeman):", "speech": "      I join you, Mr Speaker, in offering the Government’s congratulations to my hon. Friend the Member for Louth and Horncastle (Victoria Atkins) on her extraordinary success."}, {"speaker": "Victoria Atkins:", "speech": "      Thank you for calling me, Mr. Speaker. I must mention the team ably led by the hon. Member for Ealing North (Stephen Pound) and of course the hon. Member for Heywood and Middleton (Liz McInnes)."}, {"speaker": "George Freeman:", "speech": "      My hon. Friend makes an excellent point. The disabled facilities grant is our primary mechanism for supporting the most vulnerable patients. It is currently £222 million, and I am delighted my right hon. Friend    "}, {"speaker": "Amanda Solloway:", "speech": "      In a recent study carried out by the Care Quality Commission, a survey found that there had been no notable improvement in mental health services outside hospitals. What steps are being taken to rectify that?"}, {"speaker": "George Freeman:", "speech": "      My hon. Friend makes an important point. It is right that the crisis resolution and home treatment teams were criticised in the recent CQC report for not providing adequate home treatment. That is why the Prime Minister announced in January that we are providing an extra £400 million in funding for those teams. It is also why, in the mandate, we recently required that NHS England not only agree, but implement a plan to improve crisis treatment in all areas."}, {"speaker": "Helen Jones (Warrington North) (Lab):", "speech": "      Does the Minister now accept that the Government’s decision to slash funding to local authorities was disastrous for adult social care, as the Government were warned at the time that it would be? Does he also accept that the social care precept, which the Government are allowing councils to levy, will raise the most money in those councils with the highest council tax base, not necessarily in those with the greatest need?"}, {"speaker": "George Freeman:", "speech": "      I would be concerned if that were true. The point is that we are facing extraordinary, exploding demand in our system. At the risk of sounding like a Monty Python sketch, what have the Government done, apart from launching the £3.9 billion better care fund and a £2 billion social care precept; fully funding the NHS Five Year Forward View, with a front load of £3.5 billion; driving health devolution; and providing £4 billion for health technology? We are funding the integration of health and care in a way the last Labour Government never did."}, {"speaker": "Barbara Keeley (Worsley and Eccles South) (Lab):", "speech": "      That is really not true. Ministers are presiding over the hollowing out of social care, because their funding falls far short of what is needed. Some £4.6 billion has already been cut from adult social care, and the funding gap is growing at £700 million a year. The social care precept the Minister has just been talking about will raise £400 million a year, and the better care fund does not start until next year, when it starts at £105 million. Simon Stevens has called this “unresolved business”. When will Ministers face up to the fact that the Government’s figures just do not add up?"}, {"speaker": "George Freeman:", "speech": "      I think that that question could be taken more seriously, first, if the Labour party had tackled this issue in office and, secondly, if it had any suggestions. Let me summarise the pressure the system is under. Over the next 10 years, there will be a 22% increase in over-65s, and the number of people aged over 75 will rise by 90% in the next 20 years. We face extraordinary challenges. That is why we have announced the better care fund increases, why we have launched the social care precept and why we are driving devolution powers for local areas, which allow local health and care    "}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "   8.    What proportion of patients exercised their right to choose where to receive hospital treatment in each of the last three years. [903541]"}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Ben Gummer):", "speech": "      The NHS choice survey, which has been carried out in its current form for the past two years, shows that the proportion of patients who said that they recalled being offered a choice of hospital or clinic for their first appointment was at 40% in 2015, up from 38% in 2014."}, {"speaker": "Mr Bradshaw:", "speech": "      What the Minister just left out from his answer is that the figure was 50% when Labour left power in 2010. How does he explain this worrying fall in the proportion of patients being given a choice on the Conservatives’ watch? Will he reaffirm that choice is  a legal right under the NHS constitution? Will he acknowledge that the introduction of choice by the Labour Government has been a major driver in improving NHS performance across the piece?"}, {"speaker": "Ben Gummer:", "speech": "      The fact the right hon. Gentleman missed out was that that was a different survey, so the figures are not comparable. However, I agree that choice is important. We are still not doing enough, and we should do more. I would like to take this opportunity to congratulate the team at his local hospital, which has just been rated good by the CQC—the first hospital in the south-west to receive that rating."}, {"speaker": "Luciana Berger (Liverpool, Wavertree) (Lab/Co-op):", "speech": "      Patients needing mental health services do not get to choose where they receive their care, as highlighted in the Commission on Acute Adult Psychiatric Care report, which was published today. The report says"}, {"speaker": "Ben Gummer:", "speech": "      We have just received the report. It is a good report; we have taken note of it; and NHS England is already working on its recommendations. I remind the hon. Lady that this Government have put mental health on equal parity of esteem within the NHS constitution for the first time. [Interruption.] Opposition Front Benchers say that is meaningless, but why did they not do it when they were in office? We have done it for the first time and we are acting on it, not just in the constitution but in funding for the NHS, which is going up in real terms in the course of this spending review."}, {"speaker": "Daniel Zeichner (Cambridge) (Lab):", "speech": "   10.    What progress his Department has made on reviews investigating the end of the contract between Cambridgeshire and Peterborough clinical commissioning group and UnitingCare Partnership. [903543]"}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      The CCG expects to publish its internal review by the end of February, and NHS England’s independent review is expected to be completed by the middle of the month. Monitor is assessing the project from the providers’ perspective and will share its findings with NHS England in due course."}, {"speaker": "Daniel Zeichner:", "speech": "      The UnitingCare contract in Cambridgeshire was an attempt to join up unintegrated services. We now appear to be having a series of unintegrated reviews. What is actually needed is a single overarching review that looks at the roles of NHS England, Monitor, the strategic projects team, and, of course, Ministers. When are we going to get that review?"}, {"speaker": "Alistair Burt:", "speech": "      As I said, there are ongoing reviews concerning the precise responsibilities of each individual part. There is no doubt that this is a very serious matter—a serious failure—that raises series concerns. We want to know what went on as much as the hon. Gentleman does, so once the reviews have been completed and we have been briefed, I will be very happy to talk to him about their consequences."}, {"speaker": "Mr Speaker:", "speech": "      I call the victorious team leader, Mr Stephen Pound."}, {"speaker": "Stephen Pound (Ealing North) (Lab):", "speech": "   11.    What assessment he has made of the potential effects on public health of his Department’s proposals on the future of community pharmacies. [903544]"}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      It is my considerable honour, Mr Speaker, to respond to the hon. Gentleman in his victorious mode."}, {"speaker": "Stephen Pound:", "speech": "      I am very grateful to the Minister for that answer. There is always a place for him in our team next year, although we are running trials in the next few weeks."}, {"speaker": "Alistair Burt:", "speech": "      I am grateful to the hon. Gentleman not only for his question but for the way he put it. The message is that community pharmacy does, and is doing, an extraordinary and important job, but it will change. In 2013, the Royal Pharmaceutical Society said in its publication, “Now or Never: Shaping pharmacy for the future”:"}, {"speaker": "Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "   13.    What progress his Department has made on making the UK a world leader in tackling antimicrobial resistance. [903546]"}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Jane Ellison):", "speech": "      The UK continues to play a global leadership role on antimicrobial resistance. We co-sponsored the World Health Organisation’s 2015 global action plan on AMR, created the Fleming fund to help poorer countries tackle drug resistance, and are promoting action through the G7. The O’Neill AMR review is galvanising global awareness."}, {"speaker": "Kevin Hollinrake:", "speech": "      Antibiotic resistance is one of the biggest global challenges for public health, making routine operations impossible within 10 or 15 years unless action is taken. I welcome the Government’s action on this. Antibiotic Research UK is the world’s first charitable organisation, set up in my constituency, to tackle this issue. Will the Minister look at how we might fund such organisations in the charitable sector?"}, {"speaker": "Jane Ellison:", "speech": "      I very much welcome the fact that my hon. Friend is becoming a real champion of this important international and national agenda. I am aware of the important work of the charity he mentions, and I believe it has already had some contact with the Department. I do not make the decisions on these sorts of funding issues, but I am happy to look at the issue he mentions and to meet him to discuss it."}, {"speaker": "Margaret Greenwood (Wirral West) (Lab):", "speech": "      UK health and medical research projects benefit hugely from European Union funding, with the UK at the top of the table for approved grants. That funding is vital if we are to tackle global health challenges such as resistance to antibiotics.    "}, {"speaker": "Jane Ellison:", "speech": "      I reassure the House that the vital funds mentioned by the hon. Lady are protected in the spending review."}, {"speaker": "Mr Speaker:", "speech": "      Last but not least, Sir Simon Burns."}, {"speaker": "Sir Simon Burns (Chelmsford) (Con):", "speech": "   14.    What assessment he has made of the adequacy of provision of GP practices in Chelmsford constituency. [903547]"}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      NHS England advises that in Chelmsford there is a GP to patient ratio of 1,927 patients per whole-time equivalent GP, which is slightly lower than that for  the Mid Essex clinical commissioning group area. The Care Quality Commission has inspected eight of the 13 Chelmsford GP practices—seven were rated “good” overall and one, Sutherland Lodge, was rated “outstanding”."}, {"speaker": "Sir Simon Burns:", "speech": "      Does the Minister think it would be possible for the NHS review of the personal medical services scheme to ensure that the good and innovative work promoted by PMS, as exemplified by Sutherland Lodge surgery, can be sustained?"}, {"speaker": "Alistair Burt:", "speech": "      I hope so. I appreciate my right hon. Friend’s visit to my office yesterday with members of that surgery and NHS representatives. The £1.4 million released from PMS in Essex will be reinvested in the CCG area, but it is important that there is an opportunity for all practices to bid for that money so that some of the work already done under PMS gets the chance, if it is vital and still needed, to continue, which certainly includes services that are rated “outstanding”."}, {"speaker": "Rosie Cooper (West Lancashire) (Lab):", "speech": "   T1. [903559]     If he will make a statement on his departmental responsibilities."}, {"speaker": "The Secretary of State for Health (Mr Jeremy Hunt):", "speech": "      Significant progress has been made in our negotiations with the British Medical Association on a new contract for junior doctors, but agreement has not been reached on the issue of Saturday pay, despite previous assurances from the BMA that it would negotiate on that point. So, regrettably, 2,884 operations have been cancelled ahead of tomorrow’s industrial action, which will affect all non-emergency services. I urge the BMA to put the interests of patients first and to reconsider its refusal to negotiate."}, {"speaker": "Rosie Cooper:", "speech": "      At Prime Minister’s questions in February 2014, I raised with the Prime Minister my very serious concerns about the dangerous bullying culture at Liverpool Community Health NHS Trust. I understand that the Capsticks inquiry into parts of that is now complete, so will the Secretary of State, in the spirit of honouring his stated commitment to openness and transparency, ensure    "}, {"speaker": "Mr Hunt:", "speech": "      I will happily look into that matter. The Under-Secretary of State for Health, my hon. Friend the Member for Ipswich (Ben Gummer), has held a round table on bullying and harassment. I thank the hon. Lady for raising the issue, because over the past decade—none of us should be proud of this—the number of NHS staff who say they are suffering from bullying and harassment has gone up from 14% to 22%. If we are going to deliver safer care, we have to make it easier for doctors and nurses on the frontline to speak out without worrying about being bullied or harassed."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. As in the health service, so at Health questions: demand always exceeds supply, so we need short questions and short answers."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "   T4. [903563]    I am sure Ministers will join me in congratulating Number 18 surgery in Bath for being ranked in the top 10 GP practices in the country. Do they agree that patients having a choice of where they are treated will increase patient satisfaction in the NHS?"}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      Yes, it certainly will. That is another reason that we hope to have 5,000 more doctors and 5,000 more allied health professionals working in general practice, to expand the primary care service by 2020."}, {"speaker": "Justin Madders (Ellesmere Port and Neston) (Lab):", "speech": "      Today’s The Independent reports that a potential deal on the junior doctor contract was put to the Government that would have resolved junior doctors’ concerns without costing any more money and potentially avoided tomorrow’s industrial action. A source close to the negotiations told the newspaper:"}, {"speaker": "Mr Jeremy Hunt:", "speech": "      The only reason we do not have a solution on the junior doctors is the BMA saying in December that it would negotiate on the one outstanding issue—pay on Saturdays—but last month refusing to negotiate. If the BMA is prepared to negotiate and be flexible on that, so are we. It is noticeable that despite 3,000 cancelled operations, no one in the Labour party is condemning the strikes."}, {"speaker": "Oliver Colvile (Plymouth, Sutton and Devonport) (Con):", "speech": "   T6. [903565]    Will my right hon. Friend update us on the progress in decriminalising dispensing errors for pharmacists?"}, {"speaker": "Alistair Burt:", "speech": "      I am aware of my hon. Friend’s keen interest in the rebalancing programme of work, and particularly the work on dispensing errors. We are fully   "}, {"speaker": "Tommy Sheppard (Edinburgh East) (SNP):", "speech": "   T2. [903560]    The Secretary of State will be aware that Maximus is recruiting junior doctors to perform work capability assessments in the Department for Work and Pensions. The company is offering £72,000 a year, which is up to twice the salary that junior doctors would get in the health service. Is he concerned that that will result in inexperienced medical staff making judgments that relate to people’s livelihoods? Is he not also concerned that it will result in a drain of staff resources out of the NHS and out of providing general healthcare for the public?"}, {"speaker": "Mr Jeremy Hunt:", "speech": "      As a result of the changes the Government have made on welfare reform, we have 2 million more people in work and nearly 500,000 fewer children growing up in households where nobody works. Part of that is making important reforms, including having independent medical assessments of people who are in the benefit system. I think everyone should welcome that."}, {"speaker": "David Tredinnick (Bosworth) (Con):", "speech": "   T8. [903567]    Comparative research has shown that proton therapy is as effective as radiotherapy for certain cancers, but has fewer side effects. Do Her Majesty’s Government accept the use of comparative evidence in deciding the availability on the NHS of emerging treatments such as proton therapy?"}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Jane Ellison):", "speech": "      I will reflect on the wider point my hon. Friend makes, but the House will be keen to know that we are investing in building two proton beam therapy facilities at the Christie in Manchester and University College London hospitals. Work has already started on that £250 million project, and the first facility is due to become operational in 2018."}, {"speaker": "Steven Paterson (Stirling) (SNP):", "speech": "   T3. [903561]    Will  the Secretary of State provide an update on efforts and contingencies to combat the Zika virus, and on how that is being co-ordinated with the devolved Administrations, including Scotland?"}, {"speaker": "Jane Ellison:", "speech": "      The Government are taking the matter extremely seriously, and they have it under active review. Up-to-date medical guidance has been cascaded to the NHS in England. As the hon. Gentleman will know, the UK is at the forefront of some of the world’s response. We are a major funder of the World Health Organisation. We have got people on the ground helping in Brazil, in particular. I assure him that we are maintaining close links with the devolved Administrations at official level, and I am always happy to speak to colleagues. We take very seriously keeping those links live."}, {"speaker": "David T. C. Davies (Monmouth) (Con):", "speech": "   T9. [903568]    Has the Secretary of State seen the comments of Professor Angus Dalgleish, who is widely reported in the papers today as suggesting that EU rules are   "}, {"speaker": "Mr Jeremy Hunt:", "speech": "      The Government have made a huge and significant assessment of the cost of overseas people using the NHS, and we think that there are £500 million of recoverable costs that we do not currently recover. When it comes to the EU, the biggest problem that we have is that we are able to reclaim the costs of people temporarily visiting the UK, but we do not do so as much as we should because the systems in hospitals are not as efficient as they need to be. We are sorting that out."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "   T5. [903564]    Despite the prevalence of pancakes in Parliament today, I am pleased to be asking a food-related question. A recent opinion poll performed by Diabetes UK showed that three quarters of British adults think food and drink manufacturers should reduce the amount of saturated fat, salt and sugar in their products. Does the Minister support introducing mandatory targets for industry to reformulate food and drink products to help people  to eat more healthily, and will that form part of the Government’s childhood obesity strategy?"}, {"speaker": "Jane Ellison:", "speech": "      We made considerable progress in this area in the last Parliament, under the responsibility deal, but we have always said that there is more to do and the challenge to industry remains. We will say more about that when we publish the childhood obesity strategy in due course."}, {"speaker": "Nusrat Ghani (Wealden) (Con):", "speech": "      Midwife-led units, such as the brilliant Crowborough birthing centre in my constituency of Wealden, are key to the provision of high-quality, safe and compassionate maternity care. Last year, it scored 100% satisfaction on a friends and family survey. Will my hon. Friend outline the Government’s plans for midwife-led care, particularly given this weekend’s launch by The Sunday Times of the safer births campaign?"}, {"speaker": "The Parliamentary Under-Secretary of State for Health (Ben Gummer):", "speech": "      Midwife-led units have increased in number in the past few years, to the great advantage of women wanting a full range of choice when they give birth. That is why we are all looking forward to the publication of the Cumberlege review, which I hope will map out the future of maternity services and show what midwife-led units will do within maternity services in the NHS. I am very excited about that, and I know that my hon. Friend will be, too."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "   T7. [903566]    Ministers will be aware of TheLancet series on breastfeeding and the open letter signed today by a range of organisations in the field calling for concerted action to promote, protect and support breastfeeding. Will the Minister meet me and these organisations to discuss the proposals further?"}, {"speaker": "Ben Gummer:", "speech": "      I am aware of The Lancet review, which makes some important points. We are not doing well enough yet in England, and it is of note that progress has been made in Scotland, Wales and Northern   "}, {"speaker": "Henry Smith (Crawley) (Con):", "speech": "      I am pleased to support the National Society for the Prevention of Cruelty to Children’s “It’s Time” campaign, which is an initiative to ensure that children who have been the victims of abuse receive ongoing support. May I seek assurances from the Government that they will actively help with this initiative?"}, {"speaker": "Alistair Burt:", "speech": "      Yes, indeed. We strongly support the initiative. Our work to look after children who need extra care, particularly in relation to their health and emotional needs, has been helped by the transforming care package, which is going through local authorities at the moment. Their vulnerabilities are certainly a matter of great concern, and that will be followed up by the Government."}, {"speaker": "Mrs Emma Lewell-Buck (South Shields) (Lab):", "speech": "      Over 1 million elderly people are able to maintain independence and remain in their own homes due to the attendance allowance. What discussions has the Minister had with his colleagues about ensuring, when the fund is transferred from the Department for Work and Pensions to the Department for Communities and Local Government, that the allowance will remain at the same level?"}, {"speaker": "Alistair Burt:", "speech": "      The consultation is ongoing between Departments. A unit has been set up by the Department of Health and the DWP to look at a range of issues that concern us both. The actual detail of the future attendance allowance has not been finalised yet, but it is a matter of concern and discussion between Departments."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      In asking a question about mental health, may I remind the House that I am married to an NHS forensic psychiatrist, who is also registrar of the Royal College of Psychiatrists? Have the Government looked carefully at today’s report from the independent commission on improving mental health services, particularly its finding that provision nationally for the most severely ill acute patients is inadequate? Will the Government set out what measures they will take to make sure we really see progress on parity of esteem and on improving access to such severely ill patients?"}, {"speaker": "Alistair Burt:", "speech": "      I thank my hon. Friend for her question, and the Royal College of Psychiatrists for its work on Lord Nigel Crisp’s commission, which we have supported. The report and recommendations have only just come to us, but they certainly travel in the direction in which the Government are already going. We want to reduce out-of-area placements. The NHS is already committed to that, and is working on moving to a definitive target to reduce the number of them and, I hope, eventually to scrap them. I was up in Hull last week to look at problems in that particular area. The recommendations on waiting times are very important. As we all know, this area has been undervalued in the past. It is under   "}, {"speaker": "Greg Mulholland (Leeds North West) (LD)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      I will call the hon. Gentleman if his question consists of one sentence."}, {"speaker": "Greg Mulholland:", "speech": "      Leeds has a shortage of integrated care beds and pressure on acute services. Will the Secretary of State—[Interruption.] That was a comma, Mr Speaker. Will the Secretary of State please intervene, so that Leeds Teaching Hospitals NHS Trust can open wards at Wharfedale hospital, which it wants to do, while the clinical commissioning group provides the money?"}, {"speaker": "Mr Jeremy Hunt:", "speech": "      I am very happy to look at that."}, {"speaker": "Mr Speaker:", "speech": "      Well done."}, {"speaker": "Andrea Jenkyns (Morley and Outwood) (Con):", "speech": "      By refusing to condemn the junior doctors strike, the hon. Member for Lewisham East (Heidi Alexander) has shown that she has little regard for patient safety. [Interruption.] Will my right hon. Friend repeat his condemnation of this strike, which will seriously endanger patient safety, and assure me that he will continue to press for the new contracts, which will guarantee safer patient care and a better contract for doctors?"}, {"speaker": "Mr Hunt:", "speech": "      I think my hon. Friend got a bit of a reaction with those comments. The Labour party is saying that if a negotiated settlement cannot be reached, we should not impose a new contract—in other words, we should give up on seven-day care for the most vulnerable patients. There was a time when the Labour party spoke up for vulnerable patients. Now it is clear that unions matter more than patients."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      I am sorry, but demand is so high. Last but not least, I call Kevin Barron."}, {"speaker": "Kevin Barron (Rother Valley) (Lab):", "speech": "      The 6% cut in the pharmacy budget will come in in October—halfway through the next financial year. Will the Minister tell us what the percentage cut will be in a full financial year?"}, {"speaker": "Alistair Burt:", "speech": "      Negotiations are ongoing with the Pharmaceutical Services Negotiating Committee. The amounts that have been set out cover this financial year and the settlements are moved on from year to year, so the discussion is ongoing. The future for pharmacy is very good, although it will be different, as the profession has wanted for some time. Not only is there a great future for high-street shops in areas where we need them, but there will be an improvement in and enlargement of pharmacy services in healthcare settings, primary care settings and care homes around the country."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Apologies to colleagues. I did stretch the envelope as far as I could, but we must move on."}, {"speaker": "Mrs Sharon Hodgson (Washington and Sunderland West) (Lab):", "speech": "      On a point of order, Mr Speaker. It has been brought to my attention that the use of vellum—the calfskin material on which Acts of Parliament are printed—is to be discontinued, with Parliament giving 30 days’ notice to cease to the printers. However, in response to a point of order made by the hon. Member for North Wiltshire (Mr Gray) on 26 October last year, you made it clear that a decision on this matter would have to be taken on the Floor of the House."}, {"speaker": "Mr Speaker:", "speech": "      I am very grateful to the hon. Lady for her point of order and for her courtesy in giving me notice of it. She is, indeed, correct that when the matter was raised in October last year by the hon. Member for North Wiltshire (Mr Gray), I indicated that, as had been the case in 1999, the House would be asked to decide whether to agree to the recommendation of the Administration Committee that it should agree to the proposal of the House of Lords—indeed, the decision of the House of Lords—to replace vellum with archival paper. That was my understanding at that time, not least for the historical reason that I have just given. No such opportunity has, however, been offered to the House. That is why she is complaining. The provision of such an opportunity is not in my gift."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "      On a point of order, Mr Speaker. As you may recall, last week I asked the Minister of State for the Department for Business, Innovation and Skills a topical question. It was about facility time and check-off provisions contained in the Trade Union Bill, and whether they would be removed as they apply to Scotland and Wales. The Socialist Worker newspaper—you may have a subscription, Mr Speaker—and other media outlets have published a letter from the Minister of State to other Government Ministers, including the Prime Minister, which indicates that concessions will be made to devolved Administrations, effectively removing the Bill’s check-off and facility time arrangements. That letter was dated 26 January."}, {"speaker": "Mr Speaker:", "speech": "      I am grateful to the hon. Gentleman for his point of order, but I have received no indication from any Minister from that Department about an intention to make a statement on the matter. I hope he will forgive me, but I do not recall off the top of my head which Minister responded to the question last week."}, {"speaker": "Chris Stephens:", "speech": "      It was the Minister of State."}, {"speaker": "Mr Speaker:", "speech": "      Yes, but there is usually more than one Minister of State. Name recognition is helpful, but in the absence of a declared name, I cannot recall which Minister answered. I hope I followed the drift of the hon. Gentleman’s attempted point of order, but I was not conscious that Ministers had a hotline to the Socialist Worker newspaper."}, {"speaker": "Tim Farron (Westmorland and Lonsdale) (LD):", "speech": "      Not yet."}, {"speaker": "Mr Speaker:", "speech": "      Not yet, says the leader of the Liberal Democrats from a sedentary position. I read the journal myself occasionally when I was a school student, but I readily concede that it has not passed my desk since. If there is confusion about the matter, it is best that that is dispelled. My advice to the hon. Member for Glasgow South West (Chris Stephens) in all seriousness is that he should wend his way to the Table Office and table a written question on the matter. If, when he receives a response, the fog has not lifted, I have a feeling that he will turn up at business questions on a Thursday to press for an early statement or debate on that matter. He is nothing if not dogged, and I feel sure that he will pursue his objective with the fixity of purpose that is required."}, {"speaker": "Mr David Winnick (Walsall North) (Lab):", "speech": "      Further to that point of order, Mr Speaker. If I remember correctly, you said that in your youth you read the Socialist Worker. Would it be right to come to the conclusion that having read that revolutionary journal, you decided to become a Tory?"}, {"speaker": "Mr Speaker:", "speech": "      The hon. Gentleman may be correct in that surmise. A young lad at my secondary school was a devoted seller of that paper, and another young lad was also a devoted seller of the paper and has since become a distinguished academic, but as far as I know, he no longer adheres to the precepts of the Socialist Workers party. Did reading that paper make me a Tory? Probably. I am grateful to the hon. Gentleman, both for his point of order and for his sense of humour."}, {"speaker": "John Pugh (Southport) (LD):", "speech": "      I beg to move,"}, {"speaker": "Mr Speaker:", "speech": "      The Question is that the hon. Gentleman have leave to bring in the Bill. As many of that opinion say “Aye”. It would be helpful if the promoter of the Bill declaimed with enthusiasm."}, {"speaker": "John Pugh:", "speech": "      My enthusiasm is undiminished, Mr Speaker."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      I beg to move,"}, {"speaker": "Mr Mark Williams (Ceredigion) (LD):", "speech": "      I am grateful to the right hon. Gentleman for taking an early intervention. Does he take comfort from the fact that the view that he has just expressed has been endorsed by all the party leaders in the National Assembly for Wales—not just the First Minister but the Liberal Democrat leader, the Plaid Cymru leader, the Labour leader and, critically, the Conservative leader?"}, {"speaker": "Mr Dodds:", "speech": "      The hon. Gentleman makes an extremely important point, which I shall come to, about the cross-party nature of the sentiments behind the motion. It is not motivated by one side or the other on the EU referendum debate, or by a party political consideration, and it has the support of a diverse range of parties on both sides of the argument. The issue needs to be taken very seriously by the Government, and cannot be dismissed lightly or set aside easily, given the breadth of support that it attracts from all parties, including the major parties mentioned by the hon. Gentleman: the Conservative and Labour parties in Wales, and the Labour First Minister in Wales. It would be interesting to know the position of the main parties in Scotland."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      Does the right hon. Gentleman agree that having elections to the devolved Administrations and the campaign for the European referendum running in parallel could obfuscate the issues and confuse them? Politicians in the devolved Administrations should concentrate on the principal issues of health and education, and working towards an evolving programme for government."}, {"speaker": "Mr Dodds:", "speech": "      Again, that illustrates the point. The hon. Lady and I may have different views on EU membership and so on, but we agree on the need for a full and comprehensive debate that is not caught up in the election campaigns for the devolved Administrations. I will discuss that in more detail shortly. ."}, {"speaker": "Philip Davies (Shipley) (Con)", "speech": "      I commend the right hon. Gentleman and his party on the work that they have done to campaign for an EU referendum for many years, long before it was fashionable. Has he also taken into consideration the fact that there is a European Council meeting scheduled for 23 June—apparently, the Government’s favoured date for the EU referendum? Does he think it appropriate for a European Council meeting—and who knows what reports might come out from that meeting on the day—to be held on the same day as the EU referendum?"}, {"speaker": "Mr Dodds:", "speech": "      The hon. Gentleman, as always, makes an interesting point, which will no doubt have been listened to with great interest by his ministerial colleagues. It is a very valid point indeed."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      I wonder whether the right hon. Gentleman’s constituents will pay more attention to the European Council meeting on 23 June than the Northern Ireland fixture against Ukraine on 16 June. Perhaps his constituents have other things in their life, and Europe is not a constant feature in their psyche."}, {"speaker": "Mr Gregory Campbell (East Londonderry) (DUP):", "speech": "      It’s not an either/or."}, {"speaker": "Mr Dodds:", "speech": "      As my hon. Friend says, it is not an either/or. People are capable of watching the football, listening to the political debate and doing other things. If this is to be an issue, it will be because the Government have chosen to foist the EU referendum on us at the time of the Euro championships, which people will want to concentrate on. That is another good argument for having the debate later. Another good reason is that many fans from England, Wales and Northern Ireland—sadly not Scotland—will be travelling to France. We could avoid the extra cost of postal votes, proxy votes and the rest of it, if we had the vote on a different date."}, {"speaker": "Mark Spencer:", "speech": "      Given that the right hon. Gentleman accepts that the good people of Northern Ireland can focus on more than one thing at once—football and politics—surely they can focus on local elections and the EU referendum at the same time."}, {"speaker": "Mr Dodds:", "speech": "      This is an issue not about the voters being confused—it is a bit patronising to talk in those terms—but about the Government’s deliberate choice to rush the referendum by holding it on that date. I will deal with that in more detail later."}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      Does the right hon. Gentleman agree that this is not about the voters in Northern Ireland, who are quite capable of concentrating on the European championships—we envy them for being in it—and politics but about the devolved Administrations, who, unlike the one closer to here, respect purdah? If the referendum is on 23 June, the three Administrations will be in purdah for 10 out of 13 weeks. I do not know whether Conservative Members have considered that."}, {"speaker": "Mr Dodds:", "speech": "      The right hon. Gentleman, from his considerable experience, makes a very salient point."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      Given the congestion of events in May and June, what does the right hon. Gentleman make of the comparative coverage already in the media of the referendum and the elections in our own backyards?"}, {"speaker": "Mr Dodds:", "speech": "      The hon. Gentleman makes a good point. Despite the public’s ability to discern the different issues at stake in the different election questions, the media often fixate on one issue. They will undoubtedly concentrate heavily on the national question of the EU referendum while giving little coverage to the elections in the devolved regions. That is another good argument for why the two should not become enmeshed."}, {"speaker": "Lucy Frazer (South East Cambridgeshire) (Con):", "speech": "      Is the right hon. Gentleman aware that in Sweden in 1994, two months elapsed between a general election and a referendum on membership of the EU; in Denmark,   "}, {"speaker": "Mr Dodds:", "speech": "      No, not at all. That is a rather strange argument to make. In Northern Ireland and elsewhere, European elections have been held on the same day as local and Assembly elections. So that is neither here nor there. We have already made the point that people are quite capable of separating out the issues. We are talking about the impact on the functioning of the devolved Administrations and the ability of political parties to campaign and work with others, if necessary, on those issues; about the purdah issue the right hon. Member for Gordon (Alex Salmond) rightly raised; and about the media’s concentration on EU issues to the exclusion of devolved issues. This debate is about those important issues, not the question the hon. and learned Lady raised."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      I was interested to hear the right hon. Gentleman talk about listening to the views of the Electoral Commission. Last Thursday, in questions to the hon. Member for South West Devon (Mr Streeter), who was representing the commission, I asked if it had given a view yet on dates in June. It had—it had only ruled out the 2nd and the 9th. Does the right hon. Gentleman think that says something?"}, {"speaker": "Mr Dodds:", "speech": "      I will come to the Electoral Commission shortly."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      I suspect that the right hon. Gentleman and I will both vote to leave. From a Eurosceptic English point of view—we are self-confident and we know our arguments—we say to the Prime Minister, “Bring it on—no delay, don’t look worried, bring it on!”. We can have a proper debate, and we can win this."}, {"speaker": "Mr Dodds:", "speech": "      I respect the hon. Gentleman’s point of view. I understand where he, as an English Eurosceptic, is coming from. I hope he respects where we in Northern Ireland, Scotland and Wales on both sides of the argument are coming from. We will weigh the arguments and consider whether his view should be tempered by the contributions of colleagues from other parts of the UK, some of whom might share his views."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      A phrase in the motion stands out as pretty strong stuff, and I would welcome the right hon. Gentleman’s explanation of it. It claims that the"}, {"speaker": "Mr Dodds:", "speech": "      It is pretty obvious on an issue that the Conservative party has debated for many decade and the country raised many concerns about, that when the deal is finalised—the “t”s are crossed, the “i”s dotted and all the rest of it—we surely deserve more than a short 18, 17 or 16-week campaign for detailed consideration. If the Conservative party and others are really interested in putting the issue to bed once and for all, I think they will want the fullest and most comprehensive debate possible."}, {"speaker": "Mr Gregory Campbell:", "speech": "      Does my right hon. Friend agree that a consensus seems to be emerging that this serious issue needs to be examined, debated, made subject to dialogue and voted on? We need to have this discussion and debate unencumbered by regional influences, London Mayoral elections and other issues that will undoubtedly feature in the media, sidelining the issues relating to a European referendum, which should take place at a time later than June this year."}, {"speaker": "Mr Dodds:", "speech": "      I quite agree with my hon. Friend, who sets out the position very clearly."}, {"speaker": "Mr David Hanson (Delyn) (Lab):", "speech": "      As a Welsh Member of Parliament, I have some sympathy with the right hon. Gentleman’s argument on grounds of purdah and for other reasons, but will he help to clarify the debate by telling us on what date he thinks the referendum should be held? I am also concerned that the longer this is left, the more damaging it will be to the long-term economy of the United Kingdom."}, {"speaker": "Mr Dodds:", "speech": "      The Government have set in legislation the end of 2017 as the backstop. I generally think that the longer the debate, the better, because it will give people the fullest and most comprehensive debate possible. Personally, I would be content to have the referendum in the autumn. We do not have to go to the end of 2017, but we should certainly go beyond June and not have it enmeshed with the other elections we have mentioned."}, {"speaker": "Ian Paisley (North Antrim) (DUP):", "speech": "      It is worth outlining that every single witness to the Northern Ireland Affairs Select Committee, which is looking into this issue, has underscored and reiterated what my right hon. Friend has just said—that there is no chance of terrorism being affected one way or the other by this debate."}, {"speaker": "Mr Dodds:", "speech": "      My hon. Friend reinforces the point strongly. I look forward to reading the Select Committee’s report when it comes out. It will provide a very useful contribution to the debate in Northern Ireland and indeed more widely."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      On the advice of the Electoral Commission and the timing of designation, there is a growing concern that the designation process will finish up overlapping the referendum period. In a letter to me, the chair of  the Electoral Commission, Jenny Watson noted that the commission had"}, {"speaker": "Mr Dodds:", "speech": "      I agree with the hon. Gentleman. The Government really need to get on with this and get the matter resolved. Frankly, it would be scandalous if matters were allowed to drift and to drag. Again, that would call into question the Government’s handling of the referendum and its fairness. It would give cause for people to question whether they have made the final decision on this matter. If the Government were wise, they would want to ensure that once the people had spoken on this matter in a referendum, everyone would accept—from whatever side and whatever the outcome—that the decision had been properly taken by this country under the proper rules and that everybody will respect it for the foreseeable future. To do otherwise is short-term opportunism."}, {"speaker": "The Parliamentary Secretary, Cabinet Office (John Penrose):", "speech": "      I am delighted to respond to this important debate, and I commend the long-standing support of the Democratic Unionist party for the principle of holding a referendum on the European Union. As was pointed out by the right hon. Member for Belfast North (Mr Dodds), its members were there earlier than many, and I think that their consistency and constancy in respect of that principle can serve as a model for others."}, {"speaker": "Alex Salmond:", "speech": "      Given the breadth of the range of interests among the parties in the devolved nations that are asking for the referendum not to be held in June, and given that no date has been set, why are the Government so reluctant to accede to the views of the right hon. Member for Belfast North (Mr Dodds)?"}, {"speaker": "John Penrose:", "speech": "      I am coming to that, but I think it would be, at the very least, disrespectful to the principle behind the European Union Referendum Act 2015, which requires the date of the referendum to be set through a debate in the House on a statutory instrument, under the affirmative resolution procedure, in due course. When that point comes, there will be plenty of opportunities to debate the issue. I think that it would be premature to start ruling too many dates in or out, although I will be specifying the dates that we have already ruled out."}, {"speaker": "Philip Davies:", "speech": "      Will my hon. Friend give way?"}, {"speaker": "John Penrose:", "speech": "      I will, but then I really must make some progress."}, {"speaker": "Philip Davies:", "speech": "      I am grateful to my hon. Friend for giving way so early in his speech. I realise that we are not talking about a specific date proposed by the Government, but about the principle of opting for certain dates. Will my hon. Friend comment on the appropriateness of holding the referendum on the same date as a European Council meeting?"}, {"speaker": "John Penrose:", "speech": "      I know that my hon. Friend is an assiduous follower of matters European, but I suspect that he may be one of the very few people in the entire country who pay quite so much attention to the musings of the European Council. I think that the Council would be honoured to feel that its conclusions carried as much weight with anyone else as they clearly do with him. I shall address some of the broader issues underlying his question in a moment."}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      Notwithstanding what the Minister has said, will he answer a very simple question? Does he agree with the points that were raised in the letter from the three First Ministers?"}, {"speaker": "John Penrose:", "speech": "      I shall address those points in a moment. I am sure that the hon. Gentleman will pick me up if he feels that I have glossed over any of them inappropriately."}, {"speaker": "Peter Grant (Glenrothes) (SNP):", "speech": "      The Referendum Act specifies a 10-week period between the Government’s publication of their response to the negotiations and the referendum date, presumably because both this House and the other place thought that that was the period that people needed in order to digest the information. Would it not be wrong for three of those 10 weeks to    "}, {"speaker": "John Penrose:", "speech": "      I am coming to that point. I hope that I shall be able to respond to it adequately, but I am sure that the hon. Gentleman will come back to me if I do not."}, {"speaker": "Mr Gregory Campbell:", "speech": "      I accept what the Minister has said, but does he agree that this particular referendum will absorb the minds and hearts of people throughout the United Kingdom as no referendum has for 40 years, and must therefore be unencumbered by any other electoral considerations?"}, {"speaker": "John Penrose:", "speech": "      I agree with part of that. The important point is that the overlap needs to be dealt with extremely carefully. We must not attempt to run two polls at the same time, but an overlap is perfectly feasible provided that we accept a gap of a minimum of six weeks between them. I remind the House that six weeks is the full length of a general election campaign during which we decide who is to govern the country."}, {"speaker": "Mark Spencer:", "speech": "      I am sorry to tell the Minister that after a six-week general election campaign my constituents are pretty cheesed off with politics. I think we need to understand that not everyone in the country is as excited about politics as we are in this place. A short campaign enables people to focus on the issues, and then to make a decision at the end of that short campaign."}, {"speaker": "John Penrose:", "speech": "      Absolutely. Europe is one of those issues that may be extremely exciting for a small number of people—extremely exciting, perhaps, to a small number of people in this place and in the half-mile that surrounds us—but if we “bang on about Europe” for far too long, we shall run the countervailing risk of starting to turn people off the whole issue, important though it is. A decent period which, after all, we use to decide general elections is what the country and the electorate are used to. It allows plenty of time for a full and in-depth discussion of the issues that need to be covered, without    "}, {"speaker": "Lady Hermon (North Down) (Ind):", "speech": "      Given that Northern Ireland remains part of the United Kingdom and will continue to do so for a long time, I expect the Prime Minister of the United Kingdom to come to Northern Ireland and campaign for it to remain part of the European Union. It would be helpful if the Minister confirmed that the Prime Minister will indeed campaign in Northern Ireland, but will do so after the Northern Ireland Assembly elections and not before."}, {"speaker": "John Penrose:", "speech": "      I thank the hon. Lady for giving me this opportunity to commit the Prime Minister’s forward diary in such a specific way, although I think it would be a career-limiting move were I to do so. I suspect that she will nevertheless make her point strongly, and my right hon. Friend will have an opportunity to respond to it specifically."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      I am sure the Minister would agree that the decision on whether to remain in the European Union is at least as important as the decision that Scotland had to take on remaining in or leaving the United Kingdom. There were 540 days between the announcement of the Scottish referendum and the date of the poll. We are not necessarily suggesting that there should be that length of time before this referendum, but if the Minister is saying that there should be a free and open discussion, the period should surely be longer than six weeks."}, {"speaker": "John Penrose:", "speech": "      This is where I would respectfully part company with the hon. Gentleman. While it would be stretching a point to argue that holding two polls in the same place a minimum of six weeks apart would be somehow disrespectful or that it would prejudice the result of either poll—"}, {"speaker": "Sir William Cash (Stone) (Con):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "John Penrose:", "speech": "      May I just finish this point, then I will give way?"}, {"speaker": "Sir William Cash", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Order. I think the Chairman of the European Scrutiny Committee, the hon. Member for Stone (Sir William Cash), is seeking to fox the Chamber. I will not say that he has perambulated around the Chamber, but he has entered, most uncharacteristically, from a different door and he is seated in a different place. There is nothing disorderly about this, but it is mildly confusing and I hope that he might perambulate towards his normal position in due course, because that would make us all feel so much more comfortable."}, {"speaker": "Sir William Cash:", "speech": "      Thank you very much indeed, Mr Speaker. I love that! The final possible date for the referendum is 31 December 2017. Would the Minister be kind enough to confirm that it is a slam dunk that we would not hold the referendum during the French presidential elections in April and May 2017 or during the German federal elections on 22 September of that year?"}, {"speaker": "John Penrose:", "speech": "      May I first congratulate my hon. Friend on sitting in a different place in order to demonstrate flexibility of mind and his ability to take a different approach once in a while, just to keep us all on our toes? On the specifics of his question, I have to confess that those elements have not been factored into any of my discussions on potential dates so far. Perhaps they should be, however, and I will take that information away if I possibly can."}, {"speaker": "Alex Salmond:", "speech": "      I am slightly puzzled as to why the Minister is praying in aid the fact that the Government have ruled out 5 May—the date of the elections in Scotland, Wales, Northern Ireland and London. My certain memory of the process last year during the passage of the Bill is that the Government did that only unwillingly when they were facing certain defeat on the legislation, so why is he now presenting this as a great Government concession?"}, {"speaker": "John Penrose:", "speech": "      I am just referring back to my notes, because I do not think I said that we did anything in that regard. I said that “both those dates are expressly excluded in the primary legislation that we passed last year”—that is, the legislation that this Parliament passed last year. I will leave it to Kremlinologists and others to decide whether that was done under pressure, with grace or in any other way. None the less, I hope the right hon. Gentleman will agree that the will of Parliament was expressed and that it was listened to extremely carefully."}, {"speaker": "Mr Jenkin:", "speech": "      I am sure the Minister will know that the Public Administration and Constitutional Affairs Committee, of which I am Chairman, is taking an interest in the matter of the date. I also declare my interest as a director of Vote Leave, one of the potentially designated campaigns. May I press him on an assurance that he gave the House in September last year? He said that"}, {"speaker": "John Penrose:", "speech": "      I remember that moment clearly. In fact, I think I was responding to a question from my hon. Friend the Member for Stone (Sir William Cash) in making that point. What I was trying to put across was that I had what I thought was a brilliant solution to the potential problem of any compressed timetable, should there be one, in order to find enough time for both the designation and the full referendum timescale. The original point I was making at that point in our discussions—I think it was during the Bill’s Committee stage, but I could be wrong—was that we could have dealt with the designation process through a negative statutory instrument, which could be made when it was laid, thus allowing the designation process to start early and therefore finish before the beginning of the referendum period. I think that that is what everyone was driving at, at that time."}, {"speaker": "Mr Jenkin", "speech": "     rose—"}, {"speaker": "John Penrose:", "speech": "      Does my hon. Friend want to come back to me, perhaps to assure me that I have understood him correctly?"}, {"speaker": "Mr Jenkin:", "speech": "      I am most grateful to the Minister for that explanation. However, I believe that he will be bound by his commitment unless the Government put on record before the House agrees to that affirmative resolution procedure that the consequence of agreeing to that procedure might be that the campaigns might not be designated until the referendum campaigns had already started. If there is going to be a referendum on 23 June, which seems to be a possibility, either the regulations will have to be expedited in order to foreshorten the period and allow us to start the designation process earlier or the Minister must put back the date. I am as keen as anybody to get on with this referendum, but not on the basis of undesignated campaigns going into the referendum process without the necessary resources and authority and without being able to plan what they are going to do."}, {"speaker": "John Penrose:", "speech": "      It is helpful for my hon. Friend to remind me of the point that I made last year. We are all subject to the will of Parliament, and because the   "}, {"speaker": "Carol Monaghan (Glasgow North West) (SNP):", "speech": "      I want to make a point about the compressed time period and the possible date of 23 June. Scottish schools will be about to go on holiday at that point and many of the electorate will be either planning or starting to take their holidays. In some local authorities, 22 June will be the date in question. It would be unthinkable to have a vote of such importance during the English school holidays, yet this vote could actually take place during the Scottish school holidays."}, {"speaker": "John Penrose:", "speech": "      I have to go back to my starting point about being tempted into giving guidance on when the referendum vote might be; that is not a matter about which we are able to tell anybody yet, because we do not have a completion of the negotiations and without that there can be no referendum. The Prime Minister has been very clear on that point, but I am sure he will note the hon. Lady’s point when he considers the matter."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. Just before I call Pat Glass to speak on behalf of the Labour Opposition, I should point out to the House that 18 Back Benchers wish to contribute and some sort of time limit will be inevitable. I know Members will want to get in, and I want to help them, so they will recognise the need for the time limit."}, {"speaker": "Pat Glass (North West Durham) (Lab):", "speech": "      With that in mind, Mr Speaker, I will endeavour to be brief."}, {"speaker": "Patrick Grady:", "speech": "      The Leader of the Opposition called last Wednesday for the referendum to happen on 23 June. Does the hon. Lady disagree with him?"}, {"speaker": "Pat Glass:", "speech": "      Now the hon. Gentleman is just trying to get me into trouble. I would never disagree with my leader."}, {"speaker": "Mr Dodds:", "speech": "      If the hon. Lady will not make any comment in support of her party leader here at Westminster, what has she to say to the Labour leader in Wales, the First Minister, who has come out strongly against a 23 June date?"}, {"speaker": "Pat Glass:", "speech": "      He has given his opinion, and of course we will listen respectfully to those arguments, as I am sure the Government will. We know that while all this goes on, uncertainty and instability is created in our businesses and in our economy. We are already seeing the damage done to business confidence in the UK, inward investment and the economy by the uncertainty and the potential risks that lie with an EU referendum and exit. Those uncertainties and risks increase the longer they go on. That is not good for our country, for our economy and for regions such as mine, where hundreds of thousands of jobs depend directly and indirectly on our membership of the EU."}, {"speaker": "Stephen Gethins:", "speech": "      I appeal to the hon. Lady, because she and I are going to be on the same side in this referendum, that we have a positive case and that we should put forward the positive case. The words about “uncertainty” have no place in this referendum, and I hope she will put forward some positive arguments, too."}, {"speaker": "Pat Glass:", "speech": "      I, too, hope that we will be able to make a positive case for remaining, but there are clearly risks to business of delay, and they get greater the longer the delay goes on. There are very good arguments to support the view that, as soon as the Government’s European renegotiations are complete, they should get on with having the referendum and ending the uncertainty, which is bad for the whole UK—for jobs, growth, investment and working people."}, {"speaker": "Mr Jenkin:", "speech": "      The hon. Lady’s party set up the Electoral Commission when it introduced the Political Parties, Elections and Referendums Act 2000, presumably, so that the commission would give advice that the Government would generally accept. The Electoral Commission argues that there should be a six-month period between the regulations and the referendum date, but the Government are set to ignore that. Like her, I am enthusiastic to get on with this, but what consideration has she and her party given to the designation being compressed with the referendum period? Has her party expressed a view on that matter, or does she believe that she and I should discuss it, with a view to when this referendum should be?"}, {"speaker": "Pat Glass:", "speech": "      The hon. Gentleman has made that point several times, and in many respects I think this is down to those campaigns. This is not a surprise, so they need to get on and get designated. What is the delay? Why are they delaying? They need to get on and do it."}, {"speaker": "Alex Cunningham (Stockton North) (Lab):", "speech": "      My hon. Friend is a colleague from the north-east, so she knows as well as I do how important the EU is to jobs in our region. Another important European date is almost upon us; the Government have to make an application within the next three or four weeks for EU solidarity funds to help flood victims across our country. Does she agree that the Government should perhaps concentrate on that date first?"}, {"speaker": "Pat Glass:", "speech": "      Yes, I do. In areas such as my hon. Friend’s and my own, which have been dominated by flooding, that is a big issue."}, {"speaker": "Lady Hermon:", "speech": "      The hon. Lady will of course be aware that the Northern Ireland Labour party intends to run candidates in the Assembly election, whether or not her party leader agrees. Is she aware of any objections from her colleagues in the Northern Ireland Labour party to the possibility of an early EU referendum in June? Has she heard of any complaints from them?"}, {"speaker": "Pat Glass:", "speech": "      I thank the hon. Lady for the intervention, but those are internal matters and do not really relate to today’s motion."}, {"speaker": "Alex Salmond:", "speech": "      The legislation also specifies a 10-week campaign period. Therefore, if the referendum was held on 23 June, the campaign period, with all the attendant regulations, would take place in the middle of the Scottish, Welsh, Northern Irish and London elections. How can that possibly be a good thing?"}, {"speaker": "Pat Glass:", "speech": "      That argument has been well rehearsed in the House and it has been very clearly agreed on all sides that people can do two things at the same time."}, {"speaker": "Mrs Anne Main (St Albans) (Con):", "speech": "      I am pleased to be called so early in this debate in which there have been many interventions."}, {"speaker": "Peter Grant", "speech": "     rose—"}, {"speaker": "Mrs Main:", "speech": "      The hon. Gentleman has made a lot of interventions, and some of us have waited to make our remarks within our own speeches, so I will make some progress before taking interventions from those who have already intervened."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      It is the Democratic Unionist party."}, {"speaker": "Mrs Main:", "speech": "      I mean the DUP. I am so sorry. I pay tribute to its long-standing campaign on the matter. If we push this matter even further into the long grass, none of the questions that I have about treaty change or about what Mr Tusk and his colleagues will allow us to bring back in terms of subsidiarity will be answered until 2017. One of my biggest concerns as a Eurosceptic is that we constantly have to ask 28 countries what they think. Trying to get three or four countries to agree to anything is pretty difficult, but getting 28 countries to agree is almost impossible, which is why I want to leave. We will not have the clarity that the Democratic Unionist party seeks today."}, {"speaker": "Mr Stewart Jackson (Peterborough) (Con):", "speech": "      As usual, my hon. Friend is making a tremendously eloquent case. Does she remember that just a few years ago—in the blink of an eye—we were told that merely having an EU referendum would lead to economic instability, threats to our prosperity and threats to jobs and growth in this country? Of course, it was all unadulterated nonsense propagated by Labour and, sadly, to some extent by some people in our party."}, {"speaker": "Mrs Main:", "speech": "      Well, we have heard a lot of unadulterated nonsense already. I am amazed that we are invoking the dead. Lady Thatcher, apparently, is speaking from the grave. In her speech in Bruges in 1988, she said:"}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      Is it not the case that if the best that the “stay in” side can do is scares, trying to tilt the playing field and invoking the dead when they believe the opposite, we have nothing to fear and we will be leaving?"}, {"speaker": "Mrs Main:", "speech": "      My right hon. Friend is right. We need to make sure that we have an informed debate. The European Communities Act 1972 gives EU law precedence over British law. Let us not fudge the matter. If the public wish to stay in on that basis, fine. If they do not, they vote to leave. If they want to bring back those competences and the authority that Lady Thatcher was talking about, the date cannot come soon enough."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I point out to the House that 14 Back Benchers are seeking to catch my eye and the debate has to conclude, with Front-Bench winding-up speeches, by 3.54 pm. So if we can get on to Back-Bench speeches by 2.15 pm, that would be immensely helpful, but I am in the hands of the right hon. Member for Gordon (Alex Salmond)."}, {"speaker": "Alex Salmond (Gordon) (SNP):", "speech": "      You could not be in safer hands, Mr Speaker."}, {"speaker": "Mr Jackson:", "speech": "      Is the right hon. Gentleman really saying that the people of Scotland—that wonderful country which has played such an enormously positive role in the history of the United Kingdom and produced statesmen, engineers, educators and pioneers across the world—are unable to distinguish between an election for a devolved and unique Parliament and a once-in-a-generation EU referendum? Is he saying that the people of Scotland are too stupid to understand the difference?"}, {"speaker": "Alex Salmond:", "speech": "      The right hon. Member for Belfast North dealt with that point well in his opening speech, to which I am sure the hon. Gentleman was paying the closest attention. We are saying that it is better to have the two campaigns distinct for all sorts of reasons, including broadcasting and the publicity that goes through people’s doors."}, {"speaker": "Peter Grant:", "speech": "      I am sorry to interrupt my right hon. Friend when he is in full flow. Does he recall that shortly after he stood down as First Minister, the media and the Tory press were full of stories that the new First Minister of Scotland would not be her own woman because she would be bullied by the former First Minister of Scotland? Does he agree that there has been a remarkable switch in roles in that short time?"}, {"speaker": "Alex Salmond:", "speech": "      Another scare story set to rest, as my hon. Friend points out."}, {"speaker": "Mr Jenkin:", "speech": "      The right hon. Gentleman talks about how outrageous it would be to have just a six-week referendum period, but if the designation of the two campaigns is delayed some weeks into the 10-week referendum period, that is what we will finish up with. Does he agree that it would be outrageous for the Government to corrupt the process of this referendum by delaying the designation of the in and out campaigns in the way that the Minister suggested might be the case?"}, {"speaker": "Alex Salmond:", "speech": "      I agree with the hon. Gentleman. We also agree on another aspect: purdah in referendum periods has not previously been properly observed in this place and by this Government, although it has been observed by the Scottish, Welsh and Northern Irish Administrations. Having a long purdah period, with a purdah period for the Scottish, Welsh and Northern Irish elections, and then a further purdah period for a referendum on European issues, would mean that those Administrations had a double purdah period, which cannot be a good thing for governance. I know that that point will not be lost on the hon. Gentleman."}, {"speaker": "Several hon. Members ", "speech": "     rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I am afraid that, with immediate effect, there will have to be five-minute limit on Back-Bench speeches. I call Mr Paul Maynard."}, {"speaker": "Paul Maynard (Blackpool North and Cleveleys) (Con):", "speech": "      Thank you, Mr Speaker. It is a pleasure to speak in the debate, and particularly so early. I was not expecting to be raised so far up the list of speakers, but let us take our chances while we can."}, {"speaker": "Patrick Grady:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Paul Maynard:", "speech": "      In the interests of time, I will give way just this once."}, {"speaker": "Patrick Grady:", "speech": "      How does the hon. Gentleman respond to the point made by my right hon. Friend the Member for Gordon (Alex Salmond) about the impact on the purdah period, given that the devolved Governments might theoretically be in purdah for 10 out of 13 weeks?"}, {"speaker": "Paul Maynard:", "speech": "      I thank the hon. Gentleman for that point. It is no different, in a way, from what central Government will have to go through. Every Department will have to work out how it engages on European issues during a long campaign and a short campaign."}, {"speaker": "David Simpson (Upper Bann) (DUP):", "speech": "      The Common Market, as it was known way back then, was founded on 25 March 1957. It did not come into operation until 1958, long before I was born—I know that is hard to believe. [Interruption.] I wish my own colleagues were supportive of that. The aims and objectives of the Common Market were to emulate what the United States had—open markets and no borders. People were jealous of that. The United Kingdom joined the European Union in 1973, just over 40 years ago. Within this timescale of almost 60 years, the United Kingdom has been part of the European Union for just over 40 years."}, {"speaker": "Alex Salmond:", "speech": "      I would not in any way dispute the hon. Gentleman’s chronology regarding age or anything like that. Could this not also be about the internal cohesion of the Conservative party? Could it be that the Prime Minister is so fearful of the lack of unity in his own party that he wants as short a period as possible for that to be understood?"}, {"speaker": "David Simpson:", "speech": "      Far be it from me to go into the internal frictions, if that is the right word, within the Tory party. All parties have their issues to resolve, so I leave the Tory party to deal with that one."}, {"speaker": "Iain Stewart (Milton Keynes South) (Con):", "speech": "      I am grateful for the opportunity to contribute to this debate. I congratulate the right hon. Member for Belfast North (Mr Dodds) and his colleagues on introducing this important topic and exploring some of the genuine issues of concern in a very moderate and civilised way."}, {"speaker": "Patrick Grady:", "speech": "      The Scottish referendum was held very successfully in September when we had longer evenings, warmer days, and the full summer period in which to campaign. That would give us more of the time and opportunity that the hon. Gentleman is talking about than a June date."}, {"speaker": "Iain Stewart:", "speech": "      If the hon. Gentleman is suggesting that he would like a roadshow visit from my hon. Friend the Member for Stone (Sir William Cash) or my right hon. Friend the Member for Wokingham (John Redwood) to entertain his electors over the summer, he is very welcome to it."}, {"speaker": "Alex Salmond:", "speech": "      I understand the hon. Gentleman’s point perfectly, but as a matter of interest, what are the arguments against an autumn date, as specified by the right hon. Member for Belfast North (Mr Dodds) in opening the debate and as mentioned by my hon. Friend the Member for Glasgow North (Patrick Grady)?"}, {"speaker": "Iain Stewart:", "speech": "      I will happily answer that. First, I am not in charge of selecting the date, and I have no objections to June or September. I am merely saying that there are a number of considerations that we have to bear in mind."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      Where do the views of the First Ministers of all the devolved Governments fit into the balance of considerations that the hon. Gentleman mentions?"}, {"speaker": "Iain Stewart:", "speech": "      That neatly leads me on to the point I was about to make."}, {"speaker": "Alex Salmond", "speech": "     rose—"}, {"speaker": "Iain Stewart:", "speech": "      If the right hon. Gentleman will forgive me, I have taken a few interventions and have a limited amount of time left."}, {"speaker": "Alex Salmond:", "speech": "      That was a success?"}, {"speaker": "Iain Stewart:", "speech": "      I am not arguing that the elections should be held on the same day—we have accepted that they should be held on a separate day and that there should be a minimum of six weeks between them and the referendum—but there are lessons that we can extrapolate from that campaign. The Electoral Commission report on the 2011 AV referendum specifically addresses the issue of media coverage, which a number of Members have raised, and it concludes that it was not an issue. Paragraph 3.60 states that there was"}, {"speaker": "Hywel Williams", "speech": "     rose—"}, {"speaker": "Stephen Gethins", "speech": "     rose—"}, {"speaker": "Iain Stewart:", "speech": "      Forgive me, but I am down to my last minute and I want to conclude."}, {"speaker": "Ian Paisley (North Antrim) (DUP):", "speech": "      As many Members have said, this is one of the most important constitutional questions that perplexes our nation, and the referendum provides probably a once-in-a-lifetime opportunity—it is certainly a once-in-a-generation opportunity—to shape where the nation goes. That is why it is essential that we have a full, frank, proper and considered debate about all the issues that affect our membership of the European Union."}, {"speaker": "John Redwood:", "speech": "      Does the hon. Gentleman agree that the “stay in” side is worried that it does not have enough disinformation and nasty scares to last until September?"}, {"speaker": "Ian Paisley:", "speech": "      I have no fear that it will promote all those nasty issues, but we should be proud of the fact that we can present a cohesive argument that will convince many people who are at present wavering on the vital questions. That is why we should take time to have a proper debate."}, {"speaker": "Stuart Andrew (Pudsey) (Con):", "speech": "      I congratulate the Democratic Unionist party on this debate, which is obviously of interest to many of us, but clearly not to the Labour party, given that its Benches are all empty."}, {"speaker": "Stephen Pound (Ealing North) (Lab):", "speech": "      I’m here!"}, {"speaker": "Stuart Andrew:", "speech": "      I am sorry—there are two of them, including the right hon. Member for Gordon (Alex Salmond), who has defected by the looks of it."}, {"speaker": "Simon Hoare:", "speech": "      I have heard a rumour that the Labour Members are all in a Trident submarine somewhere, sailing around and looking for things."}, {"speaker": "Stuart Andrew:", "speech": "      That was a wise intervention."}, {"speaker": "Peter Grant:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Stuart Andrew:", "speech": "      I do not have enough time; I am sorry."}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      I thank the right hon. Member for Belfast North (Mr Dodds) and his colleagues in the Democratic Unionist party for giving us the opportunity to debate the subject. This is our opportunity and the Government’s opportunity, as the right hon. Gentleman said, to put the respect agenda into practice. My right hon. Friend the Member for Gordon (Alex Salmond) and colleagues in the DUP have mentioned the letter of 3 February from the First Minister of Scotland, the First Minister and Deputy First Minister of Northern Ireland and the Labour First Minister of Wales, all of whom hold very different views about the European Union referendum, just as they hold many different views on a whole range of issues. I also tabled an early-day motion on the referendum, which received backing from Members from every party in this House."}, {"speaker": "Patrick Grady:", "speech": "      I congratulate my hon. Friend on achieving cross-party support for early-day motion 1042 on the date of the referendum. Does he agree with the point I made earlier about the impact of the autumn date of the Scottish referendum, which allowed an invigorating campaign to take place during the long summer days with good weather and lots of daylight? There is a lot to be said for an autumn date."}, {"speaker": "Stephen Gethins:", "speech": "      My hon. Friend makes a valid point, which I hope that the Government will take into account. In Scotland, both those who campaigned for yes and those who campaigned for no should be credited for having one of the greatest democratic debates that any part of the United Kingdom has ever seen. A great deal of that was owing to the fact that we had a long run-in, and we had the summer to debate it."}, {"speaker": "David Rutley (Macclesfield) (Con):", "speech": "      I am grateful to you, Madam Deputy Speaker, for the opportunity to speak in this debate, and to the right hon. Member for Belfast North (Mr Dodds) for securing it and bringing forward this subject. It is a very important subject—hon. Members from all parts of the House are passionate in their views on Europe—and the timing issue is clearly of concern to him and his colleagues."}, {"speaker": "Alex Salmond:", "speech": "      I am still grappling with which side of the argument the escalator analogy supports, but if six weeks were enough, why does the legislation specify a   "}, {"speaker": "David Rutley:", "speech": "      No. We know that if the Prime Minister is successful in securing the negotiation and is minded to put it forward in the referendum, there will be challenges in terms of the multiple debates that will be going on. Like the hon. Member for North Antrim (Ian Paisley), who talked about there being multiple choice questions, I do not think that is a problem. This is about putting two separate questions: who will the electorate vote for in local elections, or indeed the Assembly elections or the parliamentary elections in Scotland; and how will they vote in the referendum. Those two things are separate and clearly set out, and I do not think there will be a conflict. In the minute I have left, I will explain why."}, {"speaker": "Danny Kinahan (South Antrim) (UUP):", "speech": "      I, too, congratulate my DUP colleagues and the right hon. Member for Belfast North (Mr Dodds) on raising this matter. I agree with their premise about not having the referendum too soon, although not necessarily for the same reasons. June seems far too early and the autumn, or later, seems more sensible because we must give the public time to understand all the pros and cons."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. May I just remind the hon. Gentleman that he is speaking through the Chair?"}, {"speaker": "Danny Kinahan:", "speech": "      I apologise, Madam Deputy Speaker."}, {"speaker": "Gavin Robinson (Belfast East) (DUP):", "speech": "      That’s a vote for leave."}, {"speaker": "Danny Kinahan:", "speech": "      Or not."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      It is a pleasure to follow the hon. Member for South Antrim (Danny Kinahan), with his extreme optimism that Northern Ireland will reach the final 16. I, too, shall be cheering on Northern Ireland. I wish them all the best."}, {"speaker": "Alex Salmond:", "speech": "      The fundamental point that is being made by Members from Northern Ireland, Wales and Scotland is that of the four parts of the United Kingdom, three are clearly asking for it not to be a June date. What is the hon. Gentleman’s response to that?"}, {"speaker": "Mark Spencer:", "speech": "      I think we should consider the views of colleagues, but it is worth recognising that there are elections in England in May as well, including in London. It is not just colleagues from the devolved Administrations who need to be given that consideration. I have confidence in the ability of my constituents and the right hon. Gentleman’s constituents to separate the issues and decide whether they are voting in a Scottish election or an EU referendum. That is a bit of a red herring."}, {"speaker": "Stephen Gethins:", "speech": "      If the hon. Gentleman will not accept the points that are being raised by Members from Scotland, Northern Ireland and Wales, will he accept the opinions of the Members from England who have signed my early-day motion to call for the referendum not to be in June because of the English local authority elections?"}, {"speaker": "Mark Spencer:", "speech": "      To be absolutely clear, I give no more weight to an English opinion than to a Scottish opinion. They are both completely valid. I recognise the point that the hon. Gentleman is making. What I am saying to SNP colleagues is that our constituents have the ability to separate the issues and to understand the enormity of the decisions they are making—who will   "}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "      The hon. Gentleman knows that many people in his constituency, as in mine, would rather the referendum was separate from the local elections. He knows that as well as I do."}, {"speaker": "Mark Spencer:", "speech": "      I have good news for the hon. Gentleman: the referendum will be separate from the local elections. They will be at least six weeks apart. At the risk of bursting his bubble, I say to him that while many people in this place are very focused on political issues, many of my constituents are busy going about their normal business. They are thinking about paying their mortgage, where to go on holiday and whether their kids will get into the school of their choice. Europe is not as high on their political agenda as it is for some in this place."}, {"speaker": "Peter Grant:", "speech": "      We keep hearing that people get fed up after a three or four month campaign, and some people are clearly fed up after a three hour debate. Why do Conservative MPs never refer to the last referendum we had, which was in 2014? After a campaign of over 500 days, people were so fed up that almost every polling station in the country reported queues at the door before 7 o’clock, the biggest number of people registered to vote and the biggest number of people voted in Scotland’s history. That is how fed up people were."}, {"speaker": "Mark Spencer:", "speech": "      That is a really important point and there is an important distinction here. Clearly, the starting gun has already been fired. The Prime Minister had committed himself to a referendum on our relationship with Europe so the second there was a Conservative majority in May 2015, we knew that there was going to be a referendum. So the starting gun has been fired."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      I congratulate the right hon. Member for Belfast North (Mr Dodds) on securing this debate. The Minister referred to Alan Greenspan, and said that he was not going to give any clues, and that certainly was the case with his remarks. I quote back to him Henry Kissinger who, when facing a very excited press conference, scanned the excited news hounds and said, “Do any of you boys have questions for the answers I’ve already prepared for you?” That is rather how it felt this afternoon."}, {"speaker": "Alex Salmond:", "speech": "      And on the other side."}, {"speaker": "Hywel Williams:", "speech": "      And on the Conservative Benches."}, {"speaker": "Alex Salmond:", "speech": "      It is difficult to see how the Government or the Labour party can pursue a respect agenda to the devolved nations if none of their Members is in the Chamber to hear the arguments being articulated from those countries."}, {"speaker": "Hywel Williams:", "speech": "      The right hon. Gentleman makes a good point. Some Welsh Members were here earlier in the debate, but it is regrettable in the extreme that they are not here now to contribute. I assume, however, that they will be trooping through the Lobby if the Labour party decides to take part in a vote."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      I rise to speak in favour of the motion: the Prime Minister should reconsider his rather obvious plan for an early referendum. That is not just because it undermines his self-set “respect, one-nation, agenda”; this is about Parliaments and National Assemblies in the UK whose views on this issue must be taken into account."}, {"speaker": "Patrick Grady:", "speech": "      Does my hon. Friend agree that those protections extend to the 30,000 UK citizens claiming benefits overseas in the European Union? We have yet to hear how the negotiations will affect them."}, {"speaker": "Ms Ahmed-Sheikh:", "speech": "      Absolutely. I raised the point about the importance of trade union representation and dealing with reactionary right-wing Governments, because time after time since our election in May, we have seen legislation pushed through this Parliament. We now need to rely on the EU to protect the rights of workers in this country."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      I am pleased to follow the hon. Member for Ochil and South Perthshire (Ms Ahmed-Sheikh). I rise to speak in support of the motion and I would like to take the opportunity to commend the right hon. and hon. Members responsible for it. We may not agree at all times, and perhaps not even on the very issue on which the referendum will be held, but I none the less hope that the debate so far has motivated a desire for a fair and open debate on the EU referendum."}, {"speaker": "Alex Salmond:", "speech": "      The hon. Lady will have heard earlier one of the “speeches for England,” to quote the Daily Mail, in which it was suggested that an Administration being elected and then going into an immediate period of purdah was somehow a good thing. Can the hon. Lady explain that extraordinary argument any better than the hon. Member who made it?"}, {"speaker": "Ms Ritchie:", "speech": "      The right hon. Gentleman makes a very helpful intervention. I did not think that that comment, made from the Government Benches, was all that helpful. I believe that such periods of purdah will simply stultify a democratic institution in undertaking its new work in preparing a programme for government, detailed work for ministries, and a strategy and plan—whether in finances, resources or in any other discipline—for the next four to five years of that Administration. It would minimise the amount of time available to an Administration for preparation."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      It is a pleasure to speak in the debate. It is good for the Democratic Unionist party to propose a debate on an issue that concerns our constituents, whether in the Northern Ireland Assembly, where we are the party of leadership, or in the House, where we are the party of leadership when it comes to these issues."}, {"speaker": "Sammy Wilson (East Antrim) (DUP):", "speech": "      I thank my right hon. Friend the Member for Belfast North (Mr Dodds) for the way he started the debate. He set out the DUP’s case while also speaking for other parties across the devolved Administrations."}, {"speaker": "Gavin Robinson:", "speech": "      My hon. Friend is making a great contribution. Does he agree that the Government’s chief fear is that, were we to have another summer of the migrant crisis before the referendum, they could lose the vote?"}, {"speaker": "Sammy Wilson:", "speech": "      Several Members have said that already. The Government have tried to perpetuate these scare stories, but they do not have enough to last them until September. The danger is that there are not scare stories, but scary facts and events in the pipeline that could influence the referendum. Again that might be one reason for the decision to have an earlier referendum. The Minister rightly said that no date had been set and that he was not in the job of giving clues. It was the first time I had heard anybody in the House admit to making a clueless speech. Those were his own words. He said he would not be giving any clues about when the referendum would be held."}, {"speaker": "John Penrose:", "speech": "      In my defence, I think the word has a double meaning, and I meant the other one."}, {"speaker": "Sammy Wilson:", "speech": "      It does. I accept that. I was simply stating that the Minister had indicated he was going  to make a clueless speech. The one thing I would say to him is that he has already ruled out certain dates, so ruling out one more day in the 670 days that remain before the last date on which the referendum could be held is not an unreasonable request, especially when there has been such unanimity among the devolved Administrations to do so. I hope that the Minister carries back the message that has come from the Chamber today."}, {"speaker": "Ms Ritchie:", "speech": "      Does the hon. Gentleman agree that there is a need, an urgency and an obligation on the Government to provide a Minister to answer that particular issue about the disruption to democracy resulting from two periods of purdah?"}, {"speaker": "Sammy Wilson:", "speech": "      Yes, and we have heard allegations that straw men are being put up to indicate, for example, that the electorate would be confused. However, my right hon. Friend the Member for Belfast North never claimed that. He simply made the point that conflating the election campaign with the referendum campaign was inappropriate where different nations and different issues apply. Indeed, parties will be competing with each other in the Assembly or devolved Parliament elections, but they might want to co-operate during the referendum campaign, so further confusion is introduced there, too."}, {"speaker": "Peter Grant:", "speech": "      Does the hon. Gentleman appreciate that a further aspect not touched on is the fact that there will be different electorates? Thousands of people entitled to vote in the Scottish Parliament elections will be barred from voting in the EU referendum. Does he agree that, in those circumstances, having both campaigns running in parallel would be completely unacceptable?"}, {"speaker": "Sammy Wilson:", "speech": "      That is another important point that has not been raised before. It is one of a number of essential points that need to be considered."}, {"speaker": "Mr Jim Cunningham:", "speech": "      Anyone who took part in the Scottish referendum knows that this referendum will not be boring. I was involved in the 1975 referendum, and that was not boring. In fact, this referendum will generate a great deal of heat. I think that the real reason the Government are rushing it is the problem that they have with their right wing, which will try to sabotage it."}, {"speaker": "Sammy Wilson:", "speech": "      I think the hon. Gentleman is right. The campaign will not be boring, and nor will the issues, because they are so fundamental to people’s lives."}, {"speaker": "The Parliamentary Under-Secretary of State for Northern Ireland (Mr Ben Wallace):", "speech": "      Let me begin by saying that following the frequent speeches and wise words of the hon. Member for East Antrim (Sammy Wilson) is never boring."}, {"speaker": "Alex Salmond:", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Wallace:", "speech": "      I must get on, because I have only a few minutes in which to speak. I shall be dealing with what the right hon. Gentleman said earlier in any event."}, {"speaker": "Alex Salmond", "speech": "     rose—"}, {"speaker": "Mr Wallace:", "speech": "      I am not going to give way to the right hon. Gentleman. He said on 12 January 2016 that it would not be right to hold the referendum unless it was at least six weeks after the date of the Scottish elections. He said that in Foreign Office questions, and we have absolutely listened to that point about the six-week period—[Interruption.] Of course it is not a big issue. Speaking from the Labour Front-Bench, the hon. Member for North West Durham (Pat Glass) said that it was correct—"}, {"speaker": "Alex Salmond", "speech": "      rose—"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. The Minister has said that he will not give way."}, {"speaker": "Mr Wallace:", "speech": "      It is absolutely right, as the hon. Member for North West Durham said—"}, {"speaker": "Alex Salmond:", "speech": "      On a point of order, Madam Deputy Speaker. The Minister is summing up from the Front Bench and he has made a direct reference to another Member. Is it not a matter of courtesy and respect in those circumstances to give way to that Member? Is not this typical of the lack of respect, not just to Members—"}, {"speaker": "Madam Deputy Speaker:", "speech": "      Order. That is not a point of order. It is a point of debate."}, {"speaker": "Mr Wallace:", "speech": "      I could say that if the right hon. Member for Gordon had not made such a long speech, we might all have had more time to contribute to the debate and I might have had time to give way."}, {"speaker": "Alex Salmond:", "speech": "      On a point of order, Madam Deputy Speaker."}, {"speaker": "Madam Deputy Speaker:", "speech": "      This had better be a point of order."}, {"speaker": "Alex Salmond:", "speech": "      It is. It is a matter of record that I conformed exactly to the Speaker’s advice during my speech. Would the Minister like to withdraw his no doubt inadvertent misleading of the House?"}, {"speaker": "Madam Deputy Speaker:", "speech": "      That is also not a point of order. This has been a good debate and people have had plenty of time to make their speeches, but the Minister has only one minute left. He has said that he will sit down at that point in order not to talk out the debate."}, {"speaker": "Mr Wallace:", "speech": "      I think the right hon. Gentleman’s not wanting to listen demonstrates why he lost the referendum in Scotland."}, {"speaker": "Ian Paisley (North Antrim) (DUP):", "speech": "      On a point of order, Madam Deputy Speaker. Can you confirm for the House whether the Secretaries of State for Northern Ireland, for Scotland and for Wales voted in the Division and, if so, in which Lobby?"}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      I am afraid I cannot do so at this short notice but, as the hon. Gentleman knows, it will be a matter of public record shortly when Hansard publishes the results of the Division."}, {"speaker": "Tim Farron (Westmorland and Lonsdale) (LD):", "speech": "      I beg to move,"}, {"speaker": "Andy Slaughter (Hammersmith) (Lab):", "speech": "      Before the hon. Gentleman gets carried away with this Manichean view of how wonderful things were then and how terrible they are now, let me point out that he is right in the sense that the income needed to buy shared ownership housing in London in April this year will be £90,000. However, under the coalition Government, it was £85,000 for three bedrooms or more, which is not really affordable either, is it?"}, {"speaker": "Tim Farron:", "speech": "      The hon. Gentleman makes the point that I made a moment or two ago, which is that the coalition’s record was far from perfect. What I would say, however, is that those years were the only time since the 1970s that a Government saw a net increase in the social housing available. It was a matter of a few thousand houses, which is small beer, but that is significantly better than the record of the previous Administration. Perhaps one of the greatest shames that hangs over the   "}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      Is the hon. Gentleman aware that although a discount in perpetuity is very attractive in theory, the problem has been that mortgage lenders have not been so keen and have, historically, insisted on quite large deposits for those rare schemes where such a discount applies? That would be a barrier."}, {"speaker": "Tim Farron:", "speech": "      The hon. Gentleman makes a fair point. In my part of the world, many of our homes are local-occupancy and have covenants that affect their long-term value."}, {"speaker": "Mr Nick Clegg (Sheffield, Hallam) (LD):", "speech": "      My hon. Friend is making a compelling argument. Does he agree that there is an ideological irony in the right-to-buy   "}, {"speaker": "Tim Farron:", "speech": "      That is a very interesting observation. Given that this will be counterproductive in terms of the attempt to tackle the housing crisis, it can only be ideological. It is massively ironic, as well as totally and utterly counterproductive, that outfits such as Lakeland Housing Trust, which looks after 100 or so affordable homes, many of which are gathered through bequests from very well-meaning, decent people who want affordable homes in their communities, will be put under Government diktat that means that, in future, we will be unable to recruit the benefactors who will enable us to provide affordable homes in places such as the Lake District."}, {"speaker": "Julian Knight (Solihull) (Con):", "speech": "      The hon. Gentleman has been talking about fewer homes being built as a result of the change to the relationship with the housing associations. When four leaders of housing associations were before us in the Communities and Local Government Committee, I asked them whether more or fewer homes would be built as a result of these changes. Three out of four said that more would be built. Would the hon. Gentleman like to comment on that?"}, {"speaker": "Tim Farron:", "speech": "      The idea that the income and borrowing of a housing association is reduced and it can then therefore build more utterly beggars belief. That is not the experience of housing associations in Cumbria or those anywhere else that I have spoken to. I would be very keen to look at the Select Committee report and see the angle that those folks come from."}, {"speaker": "Simon Hoare (North Dorset) (Con):", "speech": "      I have had conversations with housing associations in my constituency, two of which are merging. Housing associations now face a challenge and an opportunity to scale up, make back room efficiencies and continue to drive delivery. That is what is going to happen. We are not going to see the terrible scenes that the hon. Gentleman seems to be suggesting. The housing associations are going to rise to the challenge, as evidenced by my hon. Friend the Member for Solihull (Julian Knight)."}, {"speaker": "Tim Farron:", "speech": "      The hon. Gentleman is basically saying, eloquently, that, despite the Government’s attack on housing associations, they will somehow muddle through. Many of them will, indeed, have to increase their efficiency; otherwise, people will be hit, including those in supported accommodation, young people who are attempting to get back on the straight and narrow after a difficult start in life, and people living in sheltered accommodation. Others will also be affected by the lack of investment resulting from the reduced income. Good, decent, responsible housing associations will not just sit and grump and sulk; they will make the best of things, but that they will do that despite the Government, not because of them."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      May I update my hon. Friend on the conversation I had with a local housing association? It had put in place investment plans to build new homes, but all of a sudden those plans have been blown apart because their income is going to fall as a result of the rent cut. It therefore has to readjust its investment plans downwards."}, {"speaker": "Tim Farron:", "speech": "      My right hon. Friend makes a perfect point that is relevant to my experience in Cumbria. None of this is to say that a reduction in social rents is a bad thing—it is a good thing—but, as I have said, there is something utterly mean-spirited and counterproductive about being very generous with other people’s money."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "      I am sure the hon. Gentleman remembers as well as I do the days when parties stood for election with housing targets for the number of council houses that they would build each year in government. More importantly, I agree that allowing councils to borrow to build council houses would take the pressure off prices for young people who want to buy homes and get a start in life. There is an imbalance in relation to housing."}, {"speaker": "Tim Farron:", "speech": "      The hon. Gentleman makes a great point. Demand and supply are at the heart of our housing crisis. All the evidence suggests that it just makes sense to provide more social housing—people who believe in the free market should understand this—because it will take the heat out of the bottom end of the bought market and make houses more affordable."}, {"speaker": "Mr Clegg:", "speech": "      On my hon. Friend’s point about giving councils greater borrowing powers—this also relates to his earlier point about borrowing powers for housing associations—does he agree that any entity, whether it is a housing association or a council, can be given the right to borrow money only if it has a reliable income stream? That is why when the previous coalition Government cut social rents, they gave a guarantee to housing associations that their revenues would remain stable for a decade and a half. That reliable revenue stream has been torn apart by the new Government."}, {"speaker": "Tim Farron:", "speech": "      It rather plays into the pattern over the last nine months—since the coalition Government ended and the Conservatives came into power alone—of short-termism and a lack of a long-term thinking. The long-term plan appeared to leave office with my right hon. Friend. Instead, we see short-termism over green energy cuts, for example, and over providing the certainty that businesses of any kind need to plan. That includes housing associations, which are charities but which have, in many ways, the acumen and the outlook of the private sector. If we reduce their income, their certainty and their confidence in their balance sheets, they will build less and provide fewer services. Society as a whole will end up picking up the cost for vulnerable people whom we cannot support, who become more costly to society in later life."}, {"speaker": "Marcus Fysh (Yeovil) (Con):", "speech": "      Given that in my area of south Somerset, the council’s local plan has failed to deliver a five-year housing land supply, would the hon. Gentleman ally with me in searching out a site for a suitable garden town in south Somerset to provide the infrastructure and homes that he is talking about?"}, {"speaker": "Tim Farron:", "speech": "      The hon. Gentleman is talking about creating more garden towns, and it is important that we take a cross-party approach to creating more garden villages, garden towns and garden cities. The danger is that if somebody comes up with bold ideas, others will knock them down. I will not play party politics, but towers and towers of Conservative leaflets have been delivered across south Cumbria over the past 10 years, all aimed at stopping the building of affordable homes. It took bravery from my Liberal Democrat colleagues on the council to stand up against that and build affordable homes. As a result, hundreds and hundreds of families have a place to call their home. Sometimes it is right for local and national Governments to do the right thing, even when it is difficult."}, {"speaker": "Julian Knight:", "speech": "      The hon. Gentleman is being most generous in giving way. He mentions how parties are opposing the local council in his own constituency. As soon as we try to build anything in my constituency of Solihull, we have the same from the Liberal Democrats, who always try to oppose on almost every issue. Will he communicate with his grassroots—what remains of them—and let them know that they should in future get on board to produce more homes?"}, {"speaker": "Tim Farron:", "speech": "      I would be very interested to look at the detail of that. I am also keen to recognise that we have to take the community with us, which takes bravery at   "}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "      I note the hon. Gentleman’s point about the long term. The lack of a local plan is a long-term issue in Eastleigh. The council, which is led by the Liberal Democrats, has not taken people with them and we have been without a plan for five, or nearly six, years. Lots of people are unhappy. On a party political point, for the council to allow the first options paper to come out on 23 December, when people were doing their Christmas shopping—he says that councils must take people with them on this important issue—was disingenuous at local level."}, {"speaker": "Tim Farron:", "speech": "      That is a staggering intervention from an hon. Lady who represents a constituency with one of the best housing records in the country. I remember taking part in the by-election in 2013—talk about bravery. It was brave of the council, led by a party that was defending a seat, to pass, weeks before polling day, exactly the sort of long-term local plan that she mentions because that was the right thing to do. For the next few days, Tory leaflets were full of criticisms of the Liberal Democrat administration for having the decency to build homes. She needs to look at her party’s previous election literature in the constituency that she temporarily represents."}, {"speaker": "The Minister for Housing and Planning (Brandon Lewis):", "speech": "      Once again, I thank an Opposition party—a different one this time—for choosing housing as the subject of its debate. We are a one nation Government, and our goal   "}, {"speaker": "Tom Brake:", "speech": "      Will the Minister tell us how many social houses have been built in the time during which those debates took place?"}, {"speaker": "Brandon Lewis:", "speech": "      The right hon. Gentleman will appreciate that, as the hon. Member for Westmorland and Lonsdale said, we have built more social housing in the past few years than was built in the entire 13 years of the last Labour Government. In fact, we built more social housing in 2014-15 than was built in those 13 years."}, {"speaker": "Julian Knight:", "speech": "      The Minister just mentioned 2007. Is he aware that in 2007, under a Labour Government, housing associations and local authorities built 12% of the new housing stock? Last year, the proportion was 22.6%."}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend makes a good point. To be fair to him, the hon. Member for Westmorland and Lonsdale referred to that fact. We should be proud that the coalition Government were the first Government in a generation to see an increase in affordable housing by the end of a Parliament, unlike the previous Government. My hon. Friend highlights the work we are doing and the changes we are making that are seeing housing supply go up. I will come to that in a few moments."}, {"speaker": "Mr Clegg:", "speech": "      We are indeed proud of that record, and I thank the Minister for extolling it so beautifully. Does he agree that it is a radical departure from that record to move from Help to Buy, which the coalition Government used to spread the opportunity to buy a home to many people across the county, to right to buy, which will help only a tiny fraction of people and do nothing for those facing very high rents, or build more homes in this country? Is that not a radical departure from the preceding excellent record that the Minister has been extolling so well?"}, {"speaker": "Brandon Lewis:", "speech": "      On this occasion I am afraid I have to “disagree with Nick”. We are expanding Help to Buy, as I will say in a moment, and I do not think that giving 1.3 million more people the chance to own their own home is a small percentage. A lot of people have the right to aspire to that, and we will support them in their aspiration."}, {"speaker": "Mr Richard Bacon (South Norfolk) (Con):", "speech": "      The Minister talks about the many excellent things the Government are doing. The right hon. Member for Sheffield, Hallam (Mr Clegg) did not know it, but he is right that the Government have made a radical departure. Does the Minister agree that the Government are providing legislative support to self-build and custom housebuilders, building on the, if I may say so, excellent Self-build and Custom Housebuilding Act 2015 with further measures that will require local authorities to provide service plots for people who want to build their own dwelling for social rent and for ownership?"}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend makes a very good point, particularly on the excellent Self-build and Custom Housebuilding Act 2015. He put a great deal of passion and determination into that. He is delivering something that the Housing and Planning Bill builds on and underpins to ensure a real step-change. It will help not just by providing people with more opportunities to own their own home, but by providing an opportunity for the reinvigoration of small and medium-size local builders that we all want to see. A few weeks’ ago, we announced an expansion of direct commissioning, which will go even further to deliver that."}, {"speaker": "Tim Farron:", "speech": "      The Minister refers to housing associations and the National Housing Federation’s involvement in discussions in putting together the Housing and Planning Bill. Will he confirm that this agreement with housing associations is voluntary? Will he confirm that housing associations that look at the needs of their community and decide, on balance, that the right to buy would be a negative for that community, will be allowed to maintain that position?"}, {"speaker": "Brandon Lewis:", "speech": "      It is a voluntary agreement. The Housing and Planning Bill does not legislate for that. It underpins the agreement by providing the legal ability to pay the housing associations for discounts. Exemptions are outlined in the voluntary agreement, so I suggest the hon. Gentleman reads it. In rural areas, for example, housing associations will be able to use the exemptions. After we reinvigorated the scheme in 2012 for council tenants in London, 536 additional homes were sold in the first year, and 1,139 were built. For clarity, that is two-for-one replacement. That success has the potential to be repeated on a much grander scale. Where buyers can buy, builders will build, and we can support the aspiration of hard-working people. That will be true for right to buy, starter homes and Help to Buy. Those plans are at the heart of our ambition to build 1 million more new homes, but we have made it clear that we must do more in all areas of housing supply."}, {"speaker": "Tim Farron:", "speech": "      After this, I promise to leave the Minister alone for a while. Is he aware that one in three homes that have been bought under right to buy are now privately rented, so they do not help people to get on the housing ladder? They help other people to make a living from renting out property. What will he do to ensure that any homes that are sold under right to buy belong to people who need an affordable home, and do not end up slipping into the private sector, becoming less affordable and more insecure?"}, {"speaker": "Brandon Lewis:", "speech": "      With those kind words, I am happy for the hon. Gentleman to intervene, as it gives me an opportunity to highlight another good scheme that the Government have introduced. With the voluntary right to buy, and with right to buy more generally, I defend the homeowner’s right to do with their home what any other homeowner can do. I do not know why he thinks that a particular part of society that owns their own home should have fewer rights than he or any other hon. Member has in a house that they own. After that   "}, {"speaker": "James Cartlidge:", "speech": "      The former Deputy Prime Minister has extolled the virtues of Help to Buy, which is fine, but there is absolutely nothing to stop someone, after purchasing a Help to Buy home, renting it out should their circumstances change, which would be the same for anyone buying on the open market."}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend highlights an important point. What the hon. Member for Westmorland and Lonsdale seems to be asking for with the right to buy and, to an extent, in the arguments that he made about starter homes, is second-class ownership, and I do not support that. If someone owns their home they should have the same rights as anyone else. It is sometimes tiresome to hear people who own their home explain why we should not let someone else have the chance to do so. The Housing and Planning Bill is part of our work to drive up the housing supply and home ownership, and it will give house builders and local decision makers the tools and confidence to deliver more homes."}, {"speaker": "Mr Bacon:", "speech": "      Before the Minister moves on, this issue riles a lot of us, as it riles him. The hon. Member for Westmorland and Lonsdale (Tim Farron) made the point that buying a house and renting it out at some point in the future was bad per se. At the same time, we are supposed to take measures to encourage the private rented sector. Is it not a good thing if more houses are made available for rent? Particularly in the light of what has happened with City of London pensions for 50 years, it is hardly surprising that people are looking for good investment alternatives to safeguard their future and provide more housing for rent."}, {"speaker": "Brandon Lewis:", "speech": "      It is always good to see the institutional money to which my hon. Friend refers investing in the British property market and playing its part in driving up housing supply. I am keen to see, as I have said before in the House, an increase in supply across all tenures. We have to make sure that we build the right homes in the right places, with the right tenures for the people who need and want those homes."}, {"speaker": "Mr Clegg:", "speech": "      The Minister is generous in giving way. On the point about extra supply, he said—I do not quite know which schemes he was referring to—that in some London schemes there is evidence of a 2:1 replacement, rather than the wider picture of a 1:10 under-replacement. Will he tell me a little more about that scheme, and does he believe that when the right to buy is extended from the five pilot areas, once a property is sold it will be replaced twice over in all the areas where the right to buy applies?"}, {"speaker": "Brandon Lewis:", "speech": "      The point I was making was that in the first year’s sales of right to buy homes in the reinvigorated scheme in London, properties have been replaced in the timeframe at a ratio of 2:1. That is a fact. The one for nine to which the right hon. Gentleman refers does not compare like-for-like figures—it is a totally false representation. On the wider scale, there is   "}, {"speaker": "Dr Roberta Blackman-Woods (City of Durham) (Lab):", "speech": "      Rubbish!"}, {"speaker": "Brandon Lewis:", "speech": "      I am sorry the hon. Lady thinks giving that power to local people is rubbish. I think that local people are the right people to make these decisions."}, {"speaker": "Teresa Pearce (Erith and Thamesmead) (Lab):", "speech": "      I am pleased that the issue of housing has once more been brought to the Chamber. It seems to be virtually a weekly occurrence now, and I am glad about that, because the housing crisis is one of the greatest challenges that has faced our country in recent times."}, {"speaker": "Julian Knight:", "speech": "      The hon. Lady mentions the social housing market, so would she like to explain why, in 2001-02, the number of homes completed by local authorities was only 0.1% of the total? Moreover, that record continued from 2001 right the way through to 2007, so will she explain why?"}, {"speaker": "Teresa Pearce:", "speech": "      When figures are quoted on social housing, it is often council housing that is being talked about rather than the full social housing register, which includes housing association properties. When we have these debates, we trade statistics back and forth every time, but the problem is that trading statistics does not build homes and it does not take people off the housing waiting lists. Simply saying “You did this, but we did that” will not help anybody."}, {"speaker": "Mr Bacon:", "speech": "      I completely agree with the hon. Lady that trading statistics does not help. I have listened to a lot of housing debates over the last three or four years, so I know that most of the debate has been of that ilk—and it is very unhelpful. Will she therefore elevate the debate by explaining why she thinks the supply of housing does not rise to meet demand?"}, {"speaker": "Teresa Pearce:", "speech": "      I could say a lot about that, but I would rather get on with the points I intended to raise, which are about the private rented sector—a subject that has hardly been mentioned and one that did not appear in the Conservative manifesto. It is an issue that affects my constituency and London constituencies in particular. Supply has not risen—you are right—and I believe it is because parties of all colours have not done as much they could have done. I hope that this debate will be elevated above the “You’re bad, they’re worse” level, which gets us nowhere. It is very macho, but it really does not help and it does not play well outside this Chamber."}, {"speaker": "Mr Bacon:", "speech": "      I do not think that you, Madam Deputy Speaker, have an opinion on this matter at all, but I share the hon. Lady’s view that supply does not rise to meet demand, which she has just repeated. I am asking her why she thinks that is the case. I have a view; I wonder whether she has."}, {"speaker": "Teresa Pearce:", "speech": "      I imagine that the hon. Gentleman’s view is that not enough people self-build. What has happened with supply reflects problems with the availability of land, although some land has now been released. I believe that the hon. Gentleman still sits on the Public Accounts Committee, as did I when we looked at the parcels of public land that were disposed of, supposedly to build 100,000 homes—yet it appears that hardly any have been built. There is not just one problem. I should like to continue with my speech, if the hon. Gentleman would not mind, and talk about the fact that more needs to be done than providing a supposedly simple fix of helping people on to the housing ladder. More definitely needs to be done than that."}, {"speaker": "Brandon Lewis:", "speech": "      The hon. Lady might want to refresh her memory by looking at the Hansard for the Housing and Planning Bill Committee, particularly at the evidence sessions, where it was very clear that the average price paid by first-time buyers was considerably lower than the figures she has just outlined. I can tell her from looking at the issue that a starter home was available last week that required a deposit of £11,800—nothing like the sort of figures the hon. Lady mentions."}, {"speaker": "Teresa Pearce:", "speech": "      I thank the Minister for his intervention, but with Help to Buy and starter homes, many developers are seeing people queuing round the block for the opportunity to buy the few houses and flats that are available. That shows that people want to buy, but it also shows that more people want to buy than developers have properties to sell. In my experience, such a position simply inflates prices. What is more worrying, however, is the fact that developers can deliver starter homes to help the few, rather than affordable homes that would help the many. I do not think that Labour Front Benchers would have such a problem with starter homes if they were in addition to, but they are not in addition to; they are instead of."}, {"speaker": "Tom Brake:", "speech": "      I wonder whether the hon. Lady, like me, is surprised that on Monday the Prime Minister—rightly, in my view—spoke of the need to address reoffending, given that many organisations that provide supported housing for ex-offenders are telling us that they will have to close hostels, bedsits and one-bedroom flats because they will not be able to go on providing them from April 2018 onwards. That will clearly boost the level of reoffending."}, {"speaker": "Teresa Pearce:", "speech": "      There are three prisons in my constituency, and that issue worries me greatly."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      The shadow Minister should be aware that when the Conservatives took over the North West Leicestershire District Council after 33 years of Labour local government, we inherited the worst standard of council housing in the country, with 75% of the homes non-compliant with the decent homes standard. I am pleased to tell her, however, that under the Conservatives—and a Conservative Government—all the council housing in North West Leicestershire was up to the decent homes standard by 2015 and we are now the best in the country."}, {"speaker": "Teresa Pearce:", "speech": "      I can see that the hon. Gentleman is very proud of his constituency, and I am glad that the people there have decent homes to live in."}, {"speaker": "Brandon Lewis:", "speech": "      In the light of the hon. Lady’s comments, does she not realise that powers already exist to cover those issues in local government housing? I also assume that she will want to welcome the biggest crackdown on rogue landlords ever made by a Government, which the Housing and Planning Bill is taking through."}, {"speaker": "Teresa Pearce:", "speech": "      The Bill contains clauses on banning orders and rogue landlords, but they relate to taking action after the fact. I would prefer to see people   "}, {"speaker": "Tim Farron:", "speech": "      It is very decent of the hon. Lady to give way. I do not want to disappoint her and, in this debate on housing, we must of course talk about the London mayoral election, given that housing is comfortably the biggest issue on Londoners’ agenda. Does she agree with Caroline Pidgeon’s idea that we should maintain the Olympic precept beyond its expiry date this year in order to create a fund to build affordable housing across London? Does the hon. Lady agree that this would be an innovative way of tackling the housing crisis across the city?"}, {"speaker": "Teresa Pearce:", "speech": "      I am always in favour of innovation and new ways of looking at things, but I looked at that proposal only yesterday and I do not think it will raise enough money to do what the hon. Gentleman intends. However, innovation is always a good idea and I am glad that housing has now gone to the top of the agenda, particularly in London."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. It will be obvious to the House that this is a short debate—we have less than two hours left—and a great many people wish to catch my eye. I hope we can manage without a formal time limit. Everyone will get a chance to speak if each hon. Member, out of courtesy for other hon. Members, keeps to somewhere between eight and nine minutes. You can work it out by adding eight minutes on to the time on the clock up there. I look on this as a test of very simple year 3 arithmetic. People who can add on eight will get it right and people who cannot will get it wrong, and we will see who is who."}, {"speaker": "Stuart Andrew (Pudsey) (Con):", "speech": "      I think I am going to fail at the first hurdle, Madam Deputy Speaker."}, {"speaker": "Julian Sturdy (York Outer) (Con):", "speech": "      My hon. Friend is absolutely right to talk about green-belt land. Does he agree that green-belt land also plays a key role in driving urban regeneration and in delivering a lot of our brownfield sites not only in Leeds, but in my city of York as well?"}, {"speaker": "Stuart Andrew:", "speech": "      I completely agree with my hon. Friend, and I will come on to that point in a minute."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      I thank the hon. Gentleman who is my neighbour for giving way. He and I agree on the Leeds City Council targets, but does he not accept that there is a real disconnect between what he would like and what Ministers say, and the reality of the Conservative Government’s planning system and what it delivers? Does he not agree that our constituents are frustrated about that? Does he not acknowledge that, and is he raising it with Ministers?"}, {"speaker": "Stuart Andrew:", "speech": "      The hon. Gentleman knows that I have raised those issues on a number of occasions. Of course the plan must go before the inspector, and we will be making it very clear that much of what Leeds City Council is advocating goes against Government advice. We will make that point very strongly again during the inspection period."}, {"speaker": "Alison Thewliss (Glasgow Central) (SNP):", "speech": "      I am glad to be able to contribute to this debate on housing, because it is a clear example of a tale of two Governments and of the positive effect that the different approach taken by the SNP Scottish Government is having on housing provision in Scotland."}, {"speaker": "Mr Richard Bacon (South Norfolk) (Con):", "speech": "      It is a pleasure to follow the hon. Member for Glasgow Central (Alison Thewliss), because her leader at Westminster, the right hon. Member for Moray (Angus Robertson), was one of the sponsors of my Self-build and Custom Housebuilding Bill, which became law on 26 March 2015."}, {"speaker": "James Cartlidge:", "speech": "      My hon. Friend speaks with great passion on this issue, and that is wonderful. If councils take these lists seriously, will not that offer the opportunity that, when significant development sites come up, whole areas can be set aside for self-build?"}, {"speaker": "Mr Bacon:", "speech": "      My hon. Friend is absolutely right. The only thing I would question is his use of the word “if”. Councils have a legal obligation to take the lists seriously.   "}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      As always, my hon. Friend is speaking as a passionate advocate of self-build. He talks about local authorities taking this seriously. He will pleased to hear that my authority, Torbay Council, is already looking to identify sites for self-build projects."}, {"speaker": "Mr Bacon:", "speech": "      I am very pleased to hear that. There is quite a lot going on in the south-west, and I hope it will spread right across the country to all corners of our great kingdom."}, {"speaker": "Alison Thewliss:", "speech": "      Perhaps that is because shoes are not particularly expensive, whereas a flat in London can cost £500,000."}, {"speaker": "Mr Bacon:", "speech": "      The word “expensive” is a function of supply and demand, and the word “affordable” is itself deeply laden. If there were enough supply, the price would not be as high relative to income. At present, the average cost of an average dwelling in South Norfolk and in Harlow is about 8.2 times the average income, while in Hertfordshire the average cost is 13.6 times the average income. If we had a market in which supply rose to meet demand, those statistics would not be so out of kilter. That is what we need to fix."}, {"speaker": "Mr Mark Williams (Ceredigion) (LD):", "speech": "      As a former teacher of year 3 children, I will be particularly mindful of your stipulation on time, Madam Deputy Speaker."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      The long-term strength and vitality of the housing market is of great importance to North West Leicestershire. It is the base of three of the UK’s leading house builders—Barratt, Bloor and Davidsons—and it is also the home to aggregate industries such as Midland Quarry Products, Breedon Aggregates and Lafarge, which produce a considerable amount of the UK’s aggregates requirements. In addition, we have two of the largest and most efficient brick factories in Red Bank and Ibstock Brick. Indeed, it could be argued that no constituency has a greater vested interest in the health of the UK housing market."}, {"speaker": "Mr Bacon:", "speech": "      It sounds to me as though my hon. Friend has visited buildforlife.org.uk, the website of the all-party parliamentary group on self-build, custom and community housebuilding and place-making."}, {"speaker": "Andrew Bridgen:", "speech": "      Indeed. My hon. Friend will know that a couple of years ago, I hosted the Building for Life function in the House of Commons, which was attended by the Housing Minister of the time. This is something that I very much believe in. One of my sayings is that Building for Life is not just about building houses, but about building communities. That is what we are doing in North West Leicestershire."}, {"speaker": "Brandon Lewis:", "speech": "      My hon. Friend outlined clearly what a good Conservative authority can do to deliver housing. I would be very happy to meet him at an early opportunity to discuss the situation that his council is in, as it tries to do the right thing by its community."}, {"speaker": "Andrew Bridgen:", "speech": "      I thank the Minister for agreeing to a meeting. I hope that he and our Liberal Democrat colleagues will bear it in mind that if every constituency in the country was completing homes at the same rate as North West Leicestershire, there would be more than 450,000 new homes this year, which is one and a half times the Liberal Democrat target."}, {"speaker": "Bob Stewart (Beckenham) (Con):", "speech": "      With his great expertise and knowledge of house building, would my hon. Friend ever contemplate building on the green belt?"}, {"speaker": "Andrew Bridgen:", "speech": "      There is no green belt in my constituency, but there is a green wedge, which is a valued area of separation between Coalville and the villages of Swannington, Whitwick and Thringstone. In a recent survey, it was claimed to be the most valued green space in the whole of Leicestershire. It is under threat from developers at the moment and we wish to defend it from that."}, {"speaker": "Bob Stewart:", "speech": "      So the answer is no."}, {"speaker": "Andrew Bridgen:", "speech": "      Indeed."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "      It is a pleasure to take part in this debate and to follow the hon. Member for North West Leicestershire (Andrew Bridgen), and it is good to hear that positive things are happening. During debates on important subjects—albeit on an Opposition day—it is important to acknowledge the gravity of the challenge that we face as a nation in addressing the housing crisis. We must consider that in a serious way, rather than just score party political points."}, {"speaker": "James Cartlidge:", "speech": "      The hon. Gentleman makes a very important point, with which I strongly agree, about institutional investment. Does he not accept that one of the big factors that will eventually lead to greater choice and supply in the private rental market is institutional money coming in and building large-scale development for rent, which is happening now across the country?"}, {"speaker": "Greg Mulholland:", "speech": "      That is an intelligent intervention and a sensible point. Of course I agree, but that does not build council houses and it does not give people hope. It creates more private rented accommodation, but it does not deal with the problem these people face."}, {"speaker": "Kelly Tolhurst (Rochester and Strood) (Con):", "speech": "      Would you agree with me that your council could take guidance from Medway Council, a Conservative-run council that has been building council houses for the first time in a long time? It has smashed its own targets on affordable housing, delivering far more than our percentage target over a number years. Do you think that your council could take advantage of Medway Council’s experience in delivering in this area?"}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      Order. I do not want to interrupt the hon. Lady, but this happened yesterday five times and it has happened today three times. When you use the word “you” you are referring to the Chair. The hon. Gentleman is the hon. Gentleman and his council is his council. It is like the eight minutes—you just use the third person. We are back to year 3 again."}, {"speaker": "Greg Mulholland:", "speech": "      Thank you, Madam Deputy Speaker. I welcome the intervention from the hon. Lady, and indeed anything that will get Leeds City Council building more and using its powers. We need to learn from best practice everywhere and from councils of any colour."}, {"speaker": "Julian Knight (Solihull) (Con):", "speech": "      The crux of the problem that we face, and which we have faced for many years, is the fact that we do not build enough homes. I can count on the fingers of one hand the number of times we have built enough homes to meet the formation of new households, whether that is the result of divorce or the fact that we lead more solitary lives with more solitary households. Perhaps migration features around the edges, but those are two quite major issues. That means that we have not built anywhere near enough houses. This is not a new phenomenon, as it is a generational issue."}, {"speaker": "Mr Bacon:", "speech": "      Does my hon. Friend—by the way, I was born in his constituency, in Browns Coppice Avenue—think that it is instructive that we have heard a number of contributions from Conservative Members who were   "}, {"speaker": "Julian Knight:", "speech": "      I completely agree. It is ridiculous politics for people on the housing ladder to seek to pull it up and not allow others on. That is terribly two-faced, and entirely wrong."}, {"speaker": "James Cartlidge:", "speech": "      My hon. Friend is making an excellent speech. He is the first person to make the wider point that I think we should focus on, which relates to issues such as the pensions system and the price of money. We often talk about supply, but the price of money is an issue too. After the crunch there was a complete collapse in economic activity, and Help to Buy was given a huge boost, with maximum prices of £600,000 and so on, which was necessary to rescue the economy from what would have become a depression."}, {"speaker": "Julian Knight:", "speech": "      My hon. Friend is absolutely correct. Help to Buy is very similar to the car scrappage scheme, which helped to rescue a major industry in 2008-09. The measure was introduced to allow house builders to get rid of dormant stock. As an economy, we are held captive by the lack of supply. Responsible Governments look at the supply side—that is what we did in the 1980s—for solutions, and that is what we are trying to do. We are trying to get more homes built: the Government aspire to 200,000 a year, or 1 million in total. It is good to have stretching goals, but if we could just produce enough for the new families being formed, that would be satisfactory. In my constituency, we are stepping up to the plate. We have a local plan in place, unlike many areas represented by Opposition parties. We have met the challenge and are looking to build more homes, be it through direct build, right to buy or getting housing associations to build more homes—they have not been building enough. I believe that devolution, through the combined authorities, can also help."}, {"speaker": "Rachael Maskell (York Central) (Lab/Co-op):", "speech": "      I want to bring this debate back to the reality I see in my surgeries week after week, as families come to me pleading for help."}, {"speaker": "Julian Knight:", "speech": "      Is the hon. Lady aware that in some parts of the country, such as Hull, the private rented sector is actually cheaper than the social rented sector? In some parts of the country, the private rented sector is sometimes a better option."}, {"speaker": "Rachael Maskell:", "speech": "      That is not the experience in my constituency, where people are being priced out of the city, which is having an impact on the local economy. Businesses are saying that it is really difficult to recruit and retain the vital staff they need because people cannot afford to live in our city. The NHS requires improvement, not on account of the excellent care provided by NHS staff, but because it is unable to recruit the staff it needs—doctors, nurses and physiotherapists."}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "      I think that everyone has been delighted to contribute to the debate, and I am pleased to see that a quarter of the parliamentary Liberal Democrat party is present to appreciate it. [Hon. Members: “One less now!”] I spoke too soon."}, {"speaker": "Steve Brine (Winchester) (Con):", "speech": "      I thank my long-term neighbour for giving way. I am glad that the leader of the Liberal Democrats has arrived to return his party’s representation in the Chamber to a quarter. He said earlier that he needed to take people with him. Does my hon. Friend agree that it is not “taking people with you” to have a local plan and a borough consultation in my constituency that excludes Chandler’s Ford? The people who live there have been locked out of the consultation."}, {"speaker": "Mims Davies:", "speech": "      I think my hon. Friend must have read my speech. I was about to say that people in Eastleigh felt locked out of the local planning process by a complacent council that is not listening to residents and taking them on the planning journey. No neighbourhood plans are being subjected to a referendum. Residents have not been encouraged to take part in the process; indeed, I would say that Eastleigh Borough Council has barred them from it. My inbox is full of correspondence from frustrated constituents who want to play their part in the provision of homes, but do not feel part of the process. The council is riding roughshod over where the homes should be built."}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      I declare my interest as a director of a shared ownership property portal and a mortgage broker. I want to make a couple of points about second-hand supply, which is often overlooked, and about estate regeneration, for which the Prime Minister has set out a very bold agenda. All the statistics show that there is a record low in the number of instructions to estate agents in the second-hand market. That is actually one of the main crises that we are facing, because the second-hand market forms such a large part of the market."}, {"speaker": "Bob Stewart:", "speech": "      Given my hon. Friend’s great expertise on this matter and my lack of knowledge, could he enlighten me as to what happens to the people who live on a sink estate when it is brought down and rebuilt? What happens to those people while they are having their homes rebuilt?"}, {"speaker": "James Cartlidge:", "speech": "      This is very simple. My hon. Friend is an expert on decanting, I think, and the answer to his question is that we decant them. That is the technical term. I am sure that this will be interesting to him, and I am sure that I know what he keeps in his decanter. It is probably the same nationality as his wife. The process is difficult however, because we do have to decant those people. One solution, which we saw at Woodberry Down, is to build the new housing and decant the people in stages. We saw another solution at the Elephant and Castle, which was difficult but there was no alternative. It was to allow the estate to run down and become empty over time. That is the toughest part of the process."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      First, I thank everyone who has contributed to this good-natured debate, leaving aside the unfortunate references to the size of the Liberal Democrat party. We can live with that for the next four and a half years, and we look forward to 2020 and seeing the Conservative Benches severely depleted."}, {"speaker": "The Parliamentary Under-Secretary of State for Communities and Local Government (James Wharton):", "speech": "      What a fascinating debate this has been. It was opened   "}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      With the leave of the House, we shall take motions 4 to 6 together."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      This is a timely debate on jobs and growth in the Humber energy estuary, as the estuary has been christened by many people, including many Ministers. The Minister herself has said that it is a key part of the northern powerhouse or, to be more precise, the northern energy powerhouse."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      I congratulate the hon. Gentleman on securing the debate. It is wonderful to see so much investment in our area. DONG Energy alone is spending some £1 billion a year on offshore wind in the Humber region. Does he agree that we have to ensure that young people in the local area have the opportunity to learn the skills of the trade and get the jobs that the renewables industry has to offer, and does he support the renewable energy skills fair that I am hosting in Grimsby on 25 February to help local young people get into the industry?"}, {"speaker": "Martin Vickers:", "speech": "      I congratulate the hon. Lady on organising her skills fair. Her intervention was timely, because I was just about to say that only last week, in a letter following my question to him on 27 January, the Prime Minister reminded me that"}, {"speaker": "Melanie Onn:", "speech": "      On that point about the energy capital, Grimsby has recently been named the renewable energy capital of England. Does the hon. Gentleman agree that the Humber is the obvious location for a national college for wind energy, and will he join me in calling on the Government to grant the Humber local enterprise partnership’s bid for the college?"}, {"speaker": "Martin Vickers:", "speech": "      It is perfectly true that, unfortunately, there was a misunderstanding and the LEP submission was too late. I certainly urge the Minister, if it is within her power, to grant an extension to the Humber LEP so that the college can be established in the obvious place for it."}, {"speaker": "Andrew Percy (Brigg and Goole) (Con):", "speech": "      Goole."}, {"speaker": "Martin Vickers:", "speech": "      I cannot think why my hon. Friend is shouting “Goole”, but to give him his due, he has played a supportive role in all that we have done. Certainly, the MPs from the south bank—"}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      And the north bank."}, {"speaker": "Martin Vickers:", "speech": "      Hang on a moment. Those MPs have always been united to establish the Able site, to complement the Siemens investment in Hull."}, {"speaker": "Nic Dakin (Scunthorpe) (Lab):", "speech": "      I congratulate the hon. Gentleman, who is my constituency neighbour, on securing this very timely and important Adjournment debate. He has come to the nub of the issue. There is a great deal of expectation that the Government investment in the project will deliver manufacturing jobs on the Humber estuary. That is a matter of concern and we need it to be delivered."}, {"speaker": "Martin Vickers:", "speech": "      The hon. Gentleman is absolutely right."}, {"speaker": "The Minister of State, Department of Energy and Climate Change (Andrea Leadsom):", "speech": "      I congratulate my hon. Friend the Member for Cleethorpes (Martin Vickers) on securing this debate, as it gives me a fantastic opportunity to set out my vision for the growth and jobs that can flow from the UK offshore industry to the northern powerhouse and across the UK. I am delighted to see the hon. Members for Kingston upon Hull North (Diana Johnson), for Great Grimsby (Melanie Onn), and for Scunthorpe (Nic Dakin) in their places, as well as my hon. Friend the Member for Brigg and Goole (Andrew Percy)."}, {"speaker": "Andrew Percy:", "speech": "      The Minister is right to mention the huge investment at Immingham in biomass that feeds Drax, which is a massive employer. With the use of coal stopping by 2025, will she commit that biomass will remain an option for energy generation into the future, and that Drax, which has several more units yet to be converted, will be able to bid for that? I have a new role as trade envoy to Canada, so does she recognise the potential growth in jobs in the Humber as a result sustainable biomass coming in from Canada via Immingham? [Interruption.]"}, {"speaker": "Andrea Leadsom:", "speech": "      My right hon. Friend the Minister for Small Business, Industry and Enterprise is asking whether we can carry my hon. Friend’s bags—I think that is a very good idea. I congratulate him on his new role as trade envoy, and assure him that we are doing what we can to try to secure the future for sustainable biomass, which is important."}, {"speaker": "Nic Dakin:", "speech": "      On the supply chain and local content, this is a great opportunity for the Minister, and the Minister for Small Business, Industry and Enterprise who is sitting alongside her, to ensure that the procurement guidelines that the Government have put in place have leverage, and that the development is built with UK steel."}, {"speaker": "Andrea Leadsom:", "speech": "      My right hon. Friend and I have spoken about that on a regular basis, and we will continue to work together to ensure that we maximise the procurement of UK content wherever we can. The Humber region has huge potential to contribute to growth in the UK supply chain. Just last week we saw DONG Energy secure financial approval to build what will be by far and away the biggest offshore wind farm in the world, with around 1.2 GW—enough to power 800,000 homes. By its own estimate that will create 2,000 jobs during construction, and 300 long-term permanent jobs in operations and maintenance."}, {"speaker": "Melanie Onn:", "speech": "      On that point about skills, and as I mentioned to the hon. Member for Cleethorpes (Martin Vickers) earlier, does the Minister agree there has never   "}, {"speaker": "Andrea Leadsom:", "speech": "      As I think was pointed out to the hon. Lady, the application was slightly late but the Minister for Small Business, Industry and Enterprise is here. I will make sure that the hon. Lady’s lobbying is passed on to her team."}, {"speaker": "Diana Johnson:", "speech": "      Will the Minister very kindly agree to have a meeting to discuss the national college for wind energy? The sticking point seems to be the Minister for Skills not being able to attend the meeting. As it is in the gift of the Department for Business, Innovation and Skills to agree to the name being given, even if it is privately financed, I wondered whether the Minister might have a word with her colleague to see if she can get him to the meeting too."}, {"speaker": "Andrea Leadsom:", "speech": "      Absolutely. I am very happy to do that. As I said when we last spoke about this, I will be delighted to meet the hon. Lady."}, {"speaker": "Martin Vickers:", "speech": "      What the Minister has just outlined is clearly good news. She has made rapid progress since our last discussions and I compliment her on that. Can she give a timeframe for that? It is critical that we move forward now. We have already lost quite a few months."}, {"speaker": "Andrea Leadsom:", "speech": "      Yes, absolutely. I can tell my hon. Friend that it is a very top priority for me to have those meetings. We will be reconvening the offshore wind industry council in the near future and I want to have met each of the key developers before that meeting takes place."}, {"speaker": "Martin Vickers:", "speech": "      Will the Minister confirm that she or her officials will have an input in those discussions, and not leave it entirely to the industry?"}, {"speaker": "Andrea Leadsom:", "speech": "      I can assure my hon. Friend that this interests me a great deal, and I shall certainly be involved."}]