[{"speaker": "Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP):", "speech": "   1.    What preparations her Department is making for the UN world humanitarian summit. [903404]"}, {"speaker": "John Nicolson (East Dunbartonshire) (SNP):", "speech": "   2.    What preparations her Department is making for the UN world humanitarian summit. [903405]"}, {"speaker": "The Secretary of State for International Development (Justine Greening):", "speech": "      Our country has bold ambitions  for the world humanitarian summit, which comes  at a critical time given that there are currently more displaced people globally than at any time since the second world war. We are working with a range of partners, including UN agencies, Governments, non-governmental organisations and the private sector, to ensure that the summit delivers transformative change to crisis response."}, {"speaker": "Drew Hendry:", "speech": "      Child protection has been desperately underfunded in global humanitarian efforts. One in 10 children now live in conflict-affected areas, and UNICEF warns that at least 3 million children are caught up in emergencies and need psychosocial help. Will the Prime Minister be part of the UK delegation, and will he commit to making child protection one of the UK’s key priorities at the summit?"}, {"speaker": "Justine Greening:", "speech": "      We have not finalised the UK delegation yet, but I can assure the hon. Gentleman that the issue of child protection has been very much at the core of all our humanitarian responses, not least, most recently, in Syria. The UK worked with UNICEF to put in place so-called safe zones in many of the refugee camps to enable children to be reunited with their families if they had got lost."}, {"speaker": "John Nicolson:", "speech": "      What discussions does the Secretary of State expect to take place at the summit on support for those fleeing violence and persecution? Will she support efforts at the summit to ensure that lower and middle-income countries hosting refugees and displaced people have long-term, predictable financing, and that refugees themselves have the right to work and contribute to the society and economy to which they move?"}, {"speaker": "Justine Greening:", "speech": "      The hon. Gentleman asks a very pertinent question. The Syria conference in London tomorrow will look at this very issue of respecting the fact that refugees are, on average, a refugee for 17 years. We need to go beyond providing traditional lifesaving support to meet such broader needs—not just jobs, as he says, but getting children into schools. The Syria conference tomorrow is a key moment not just to respond to that crisis, but, more broadly, to show a new model of responding to protracted humanitarian crises around the world. I hope we can then take that forward at the world humanitarian summit."}, {"speaker": "Mr Gary Streeter (South West Devon) (Con):", "speech": "      Given that many humanitarian crises are caused by conflict, will my right hon. Friend make sure that the UK delegation presses the United Nations at the humanitarian summit to be more effective in conflict resolution and prevention, thus solving a lot of the problems that many women and children in our world are facing?"}, {"speaker": "Justine Greening:", "speech": "      My hon. Friend is absolutely right. In fact, when I had the privilege of chairing the UN Security Council last October, the issue we talked about was the need for the international community and the Security Council itself to look at fragile countries before conflict hits and perhaps to have better early warning systems, whether on human rights or any other area, to highlight where we need to do work in advance to keep peace and stability, rather than having the costly after-effects of responding to war."}, {"speaker": "Jeremy Lefroy (Stafford) (Con):", "speech": "      What work is my right hon. Friend doing to ensure that humanitarian aid is joined up with longer-term development aid?"}, {"speaker": "Justine Greening:", "speech": "      The world humanitarian summit is a key opportunity for us to knit these agendas together clearly. At the moment, I would describe the humanitarian system as a hospital that only has an accident and emergency department. From the start of such crises, we need not only to think ahead about how we can deal with the day-to-day challenges that refugees and people affected face, but to begin to build in long-term solutions so that they can get their lives back on track. That is why the issues of jobs in particular, getting children into schools and helping host communities—the communities that host the refugees—to cope are so important."}, {"speaker": "Mr Speaker:", "speech": "      Where is Mr Hendry? The fella has just asked a question and has beetled out of the Chamber. We are still having exchanges on that question. I know the hon. Gentleman is a new Member, but he must learn that a Member must not ask a question and then leave. There are continuing exchanges on the matter, and I am sure the hon. Gentleman is at least as interested in the opinions of others as he is in his own. It is quite extraordinary behaviour."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      May I press the Secretary of State to advocate a presumption of denial of arms exports to countries of concern as a UK innovation that could help to save lives around the world?"}, {"speaker": "Justine Greening:", "speech": "      As the right hon. Gentleman knows, we have one of the strictest arms control regimes in the world. We should make sure that those processes are   "}, {"speaker": "Ms Diane Abbott (Hackney North and Stoke Newington) (Lab):", "speech": "      The Secretary of State will be aware that the biggest humanitarian crisis we face is the refugee crisis. The House respects the work that the Government have done on the Syria conference and investing in the camps, but what about the refugees, particularly child refugees, who are not in the camps? We heard this week that for the first time since the crisis began women and children make up the majority of the refugees who are travelling to Greece. How many child refugees who are not in the camps do the Government propose to take?"}, {"speaker": "Justine Greening:", "speech": "      On the broader issue, the hon. Lady will know that the UK and UNICEF set up the “No Lost Generation” initiative, which has enabled half the children affected by the Syrian crisis to be in school. More broadly, on the relocation scheme we have put in place, this is the right way to help vulnerable refugees to relocate out of the region if they need to. We are working with UN agencies to identify the most vulnerable people and are talking to them about how that can be extended to unaccompanied children. The good news is that because of the hard work of agencies such as UNICEF, which are funded by the UK, the overwhelming number of children—more than 85%—who arrive in countries such as Jordan and Lebanon unaccompanied are reunited with their families."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "   3.    What steps her Department is taking to improve energy access in Africa. [903406]"}, {"speaker": "The Parliamentary Under-Secretary of State for International Development (Mr Nick Hurd):", "speech": "      Two-thirds of Africa does not have access to electricity. The Department for International Development wants to play a leading role in changing that, including through the Energy Africa campaign, which will accelerate the market for transformative household solar systems and so contribute to the global goal of universal access by 2030."}, {"speaker": "Andrew Bridgen:", "speech": "      Will the Minister outline for the House what opportunity he sees for British entrepreneurs and companies to help the Department achieve its ambition of ending fuel poverty in Africa?"}, {"speaker": "Mr Hurd:", "speech": "      One of the things we are most excited about in the Energy Africa campaign is that some of the most effective leadership on the continent is coming from companies that are British, that were set up by British people or that are backed by British people, such as Azuri Technologies and M-KOPA. DFID’s commitment to ongoing research through the Mission Innovation   "}, {"speaker": "Mr Gregory Campbell (East Londonderry) (DUP):", "speech": "      Will the Minister confirm whether discussions are taking place with African nation states to ensure that solar energy becomes a high priority in those states, so that we can assist them in providing the much-needed energy supplies to their residents?"}, {"speaker": "Mr Hurd:", "speech": "      I certainly can confirm that. I have had a number of bilateral meetings with African Ministers and have signed up seven countries to the Energy Africa campaign, which is all about accelerating their citizens’ access to household solar systems. In my experience—I have seen this in Ethiopia—such systems can transform the prospects of a family. It is a high priority for those countries and for us."}, {"speaker": "Mr Barry Sheerman (Huddersfield) (Lab/Co-op):", "speech": "      Will the Minister broaden his horizons? This country has so much expertise in our universities and our big energy and waste companies. There are also a lot of social enterprises that know about this stuff. Will he bring them together and give us the opportunity to help people in Africa to set up these things for themselves?"}, {"speaker": "Mr Hurd:", "speech": "      I am absolutely with the hon. Gentleman on this, as on so many things. There is a huge amount of expertise in this country that we can, should and want to connect to leaders in African countries. Those leaders know that making it easier for their citizens and businesses to access energy is fundamental to development. It is a top priority for us."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      DFID’s inclusive growth diagnostic identifies energy access as a major blockage to inclusive growth, and the research by the Catholic Agency for Overseas Development on small businesses in developing countries identifies a lack of access to reliable electricity as one of the top 10 barriers to development. I welcome DFID’s support for household solar power, but how does it plan to expand that—for example, through clean cooking technology—and what steps is it taking to prioritise clean energy across the board in developing countries, rather than carbon-intensive and fossil fuel generation, to ensure that we do not undermine the climate change targets?"}, {"speaker": "Mr Hurd:", "speech": "      Yes, I mentioned the Energy Africa campaign, and that and the household solar system is just one piece of DFID’s offer to Africa, which totals more than £1.5 billion of investment. A contribution to the African renewable energy partnership of around 2GW will connect about 20 million people through that initiative alone. The DFID offer is broader than just the household solar system, and it encompasses a wide range of renewable technologies."}, {"speaker": "Mr Laurence Robertson (Tewkesbury) (Con):", "speech": "   4.    What recent assessment she has made of the humanitarian situation in Yemen. [903407]"}, {"speaker": "The Minister of State, Department for International Development (Mr Desmond Swayne):", "speech": "      Eighty per cent. of Yemen’s population are in need of humanitarian aid, and 7.6 million people face severe food shortages. Some 320,000 children under the age of five are severely malnourished, there are 2.5 million displaced people, and there were 8,000 civilian casualties last year. Yemen must be one of the least eligible places to be."}, {"speaker": "Mr Robertson:", "speech": "      I thank the Minister for setting out the worrying situation in Yemen. There are other problem areas of the world, such as Syria, but Yemen is one of the world’s hidden problems. What can the Government do to enable NGOs to at least get food aid and clean water into Yemen to those who are so desperately in need?"}, {"speaker": "Mr Swayne:", "speech": "      We started by doubling our aid last year, and last week the Secretary of State announced that that aid would increase by a further £10 million to £85 million. In September, she led a side event at the UN General Assembly, at which she secured from other donors a further £85 million. We are working on the UN verification and inspection mechanism to ensure that more food and shipping get into Yemen."}, {"speaker": "Stephen Twigg (Liverpool, West Derby) (Lab/Co-op):", "speech": "      That additional aid is welcome, but at the same time we are supplying arms to one side in the conflict. Is it time that this country supported an international, independent inquiry into concerns about the abuses of international humanitarian law, and in the meantime suspended all arms sales to Saudi Arabia?"}, {"speaker": "Mr Swayne:", "speech": "      We have the supported the UN Human Rights Council resolution that requires the Government of Yemen to investigate those matters, with the support of the UN."}, {"speaker": "Mrs Helen Grant (Maidstone and The Weald) (Con):", "speech": "      Is DFID’s good work in Yemen being undermined by UK arms sales to Saudi Arabia?"}, {"speaker": "Mr Swayne:", "speech": "      What undermines UK aid, and what makes that aid ever more necessary yet harder to deliver, is the violent and unlawful removal of the Government of Yemen. Only a peace process to restore that will end the suffering."}, {"speaker": "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab):", "speech": "      If we are concerned about arms exports to Saudi Arabia, which fuel the conflict in Yemen, why are the Government not pressing ahead with setting up the cross-party quadripartite committee on arms exports, so that Parliament can control that better?"}, {"speaker": "Mr Swayne:", "speech": "      As the Prime Minister pointed out, we have the most stringent and robust arms export regulations in the world. We have supported the UN Human Rights Council resolution, and we are committed to the investigation of every abuse or abrogation of international law."}, {"speaker": "Ms Diane Abbott (Hackney North and Stoke Newington) (Lab):", "speech": "      The Minister will be aware that Saferworld, Oxfam, UNICEF, and Save the Children take the position that DFID’s work in Yemen is being undermined by   "}, {"speaker": "Mr Swayne:", "speech": "      As I said to my hon. Friend the Member for Maidstone and The Weald (Mrs Grant), the undermining of our ability to deliver aid is a consequence of warfare. That warfare arises because of the violent removal of the lawful Government of Yemen, not because we have sold arms to the Saudis."}, {"speaker": "Sir Oliver Heald (North East Hertfordshire) (Con):", "speech": "   5.    What steps she is taking to promote female economic empowerment in the poorest countries. [903408]"}, {"speaker": "The Secretary of State for International Development (Justine Greening):", "speech": "      No country can develop while half its population is locked out of that process, which is why I have placed improving the prospects for girls and women around the world at the heart of DFID’s work. I am honoured to have been appointed recently by the UN Secretary General to the new UN high-level panel on women’s economic empowerment, joining leaders of the World Bank, the IMF, the private sector and civil society to drive that agenda forward."}, {"speaker": "Sir Oliver Heald:", "speech": "      Does my right hon. Friend agree that there needs to be a particular focus in the poorest countries on rural development and agriculture? It is women who produce most of the food and who are responsible for its security. Does she agree that if we can improve the productivity of women and empower them, we can reduce poverty and see growth in the countries that need it?"}, {"speaker": "Justine Greening:", "speech": "      My hon. and learned Friend is absolutely right. Agriculture is a key economic sector of most of those countries. A recent McKinsey report states that the achievement of gender parity at a regional level, so that each country matches the best progress of the best country in its region, would add 11% of global GDP by 2025—a huge economic lever for all of us to pull."}, {"speaker": "Mary Creagh (Wakefield) (Lab):", "speech": "      The Zika virus crossed the Pacific and went from French Polynesia to Brazil in May last year. Since then, 4,000 children have been born with microcephaly. What analysis has the Secretary of State made of the risks to the poorest women and girls in the world if the virus crosses the Atlantic from Brazil to sub-Saharan Africa? Will she promise to keep a very close eye on that and use all British scientific knowledge to ensure that it does not happen?"}, {"speaker": "Justine Greening:", "speech": "      The hon. Lady is absolutely right. We had an urgent question earlier this week and the Under-Secretary of State for International Development, my hon. Friend the Member for Ruislip, Northwood and Pinner (Mr Hurd), set out the research that we are now kicking off. She will also be pleased to hear that Chris Whitty, the DFID chief scientist who led our work on Ebola and helped us to shape our response to it, is currently in Brazil talking to the authorities there to ensure we manage the various risks she sets out."}, {"speaker": "Mrs Caroline Spelman (Meriden) (Con):", "speech": "      Will the Secretary of State commend the work of Tearfund in Bangladesh among women in rural areas, which helps them with business start-ups and works with the Bangladesh Government to provide mobile phone banking to cut out the middle man?"}, {"speaker": "Justine Greening:", "speech": "      My right hon. Friend mentions a number of very innovative pieces of work. I commend Tearfund for its work. Healthy economies need everybody to be able to be a part of them. That is why women’s economic empowerment matters so much."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      What efforts is the Secretary of State making to ensure that other donor countries, the EU, the UN and the World Bank integrate gender into their humanitarian efforts?"}, {"speaker": "Justine Greening:", "speech": "      The fact that we now have global goal 5 on gender equality means that, for the very first time, this is formally on the world’s to-do list. The world humanitarian summit is a key moment where we can make sure the vulnerabilities of girls and women in particular are properly pulled into the humanitarian system in terms of a response on the ground. The hon. Gentleman will be aware that two years ago the UK held a conference on this very topic to drive that forward."}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "   6.    What support her Department has given to organisations investigating alleged breaches of human rights and international law in Yemen. [903409]"}, {"speaker": "The Minister of State, Department for International Development (Mr Desmond Swayne):", "speech": "      DFID funds a number of organisations in Yemen to deliver aid, some of which have reported alleged breaches of human rights and international law."}, {"speaker": "Ms Ahmed-Sheikh:", "speech": "      The Government have so far approved £5,600 million of arms sales to Saudi Arabia, which several independent reports have connected to the bombing of civilian targets in Yemen. Given that figure and the independent reports, does the Minister believe that £75 million of aid delivered by the UK Government to Yemen represents a balanced approach to the conflict?"}, {"speaker": "Mr Swayne:", "speech": "      Actually, it is £85 million—£85 million of life-saving aid. Warfare makes it more difficult to deliver that aid and that warfare is a consequence of the violent removal of the lawful Government of Yemen—not anything the United Kingdom has done."}, {"speaker": "Sir Alan Duncan (Rutland and Melton) (Con):", "speech": "      May I invite the Minister to reiterate that point? The greatest breach of international law in Yemen has been the removal of a legitimate Government by force. Although it is very, very easy to focus only on the Kingdom of Saudi Arabia and blame it, it is that initial use of force which has caused this problem and must be seen in the context of the solutions we now want to see around the negotiating table."}, {"speaker": "Mr Swayne:", "speech": "      My right hon. Friend is absolutely right. I pay tribute to his work as the Prime Minister’s special representative, and to the enormous amount he has done to bring peace and prosperity to Yemen."}, {"speaker": "Christopher Pincher (Tamworth) (Con):", "speech": "   T1. [903434]    If she will make a statement on her departmental responsibilities."}, {"speaker": "The Secretary of State for International Development (Justine Greening):", "speech": "      Two weeks ago at the World Economic Forum, alongside the UN Secretary-General and the president of the World Bank, we launched the UN’s high-level panel on women’s economic empowerment. Last week, I joined my right hon. Friend the Chancellor and Bill Gates to set out our new commitments on malaria, which will save lives and build a safer, healthier world. Finally, tomorrow, the UK will co-host the Syria conference, bringing together world leaders to resource the life-saving humanitarian support, create jobs and provide an education for millions of people and children whose lives have been torn apart by this devastating civil war. All this—women’s economic empowerment, the steady eradication of malaria, supporting Syrian refugees to stay where they want to in their home region—is firmly in the UK’s national interest."}, {"speaker": "Christopher Pincher:", "speech": "      If the refugee crisis in Syria is not to become a permanent exodus, its people must be given hope of a better future. Can my right hon. Friend say what hope she is giving for greater job opportunities in the region?"}, {"speaker": "Justine Greening:", "speech": "      We hope that we will be able to take a big step forward by announcing agreements with both Jordan and Lebanon that, in return for their taking political steps forward on enabling Syrian refugees to work legally, we will be able to mobilise international finance to create jobs in those countries—not just for Syrian refugees, but for host communities, too. That will be in everyone’s interest."}, {"speaker": "Mike Kane (Wythenshawe and Sale East) (Lab):", "speech": "      Malawi is the poorest country on the planet, yet our 1955 tax treaty between the UK and Malawi severely limits the country’s ability to raise taxes on UK companies based there. Will the Secretary of State commit to looking at this issue of the treaty and to making it fit for the 21st century?"}, {"speaker": "Justine Greening:", "speech": "      This issue of domestic resource mobilisation and taxes is something that we have very much ramped up in DFID’s work over the last few years. I set up a joint unit with Her Majesty’s Revenue and Customs that sees HMRC officials working with countries to help drive their tax revenues up. We will continue that support, particularly in Africa, over the coming months."}, {"speaker": "Rehman Chishti (Gillingham and Rainham) (Con):", "speech": "   T6. [903439]    DFID does a brilliant job in Pakistan on education and health. Will the Minister meet the excellent UK charity, the Noor Foundation, which helps 1,000 people in Pakistan every year with kidney dialysis?"}, {"speaker": "Justine Greening:", "speech": "      We would be delighted to have this group coming to visit us at DFID. As my hon. Friend sets out, we have a big programme with Pakistan, which is steadily enabling that country to make sure that its people are educated and healthy—two of the strongest foundations for aid independence in the longer term."}, {"speaker": "Fiona Mactaggart (Slough) (Lab):", "speech": "   T2. [903435]    In response to an earlier question, the Secretary of State said that she is working to protect Syrian children in refugee camps in the region, yet she is aware of the Europol report that 10,000 children of Syrian extraction registered in Europe have disappeared and are at risk of sexual and other criminal exploitation. What is she doing to protect them?"}, {"speaker": "Justine Greening:", "speech": "      The right hon. Lady will be pleased to hear that we work directly with the United Nations High Commissioner for Refugees on improving registration, so that we do not lose people, including children, who have arrived. Then, of course, we have done a huge amount of work with the Red Cross to make sure that people have access to some of the basics they need when they make it over to Europe. She can be proud of the work the UK is doing, but the bulk of it is, of course, in the region itself, which is overwhelmingly where people and refugees want to stay—close to home."}, {"speaker": "Mrs Flick Drummond (Portsmouth South) (Con):", "speech": "   T8. [903441]    Following the new Parliament in Myanmar, what plans do the UK Government have in place to help that country move forward and develop?"}, {"speaker": "Justine Greening:", "speech": "      The elections are an important step towards greater democracy and provide a chance to support inclusive growth in Burma. We are supporting improvements in the business climate, including in the financial sector, and we are helping to increase agricultural productivity, to diversify livelihoods and encourage more private sector investment in infrastructure."}, {"speaker": "Mr Jim Cunningham (Coventry South) (Lab):", "speech": "   T3. [903436]    What are the Government doing to help end the blockade of Gaza?"}, {"speaker": "Justine Greening:", "speech": "      The hon. Gentleman raises an important point. Having a viable economy in Gaza is one of the best ways to enable people living there to face many of their challenges effectively. In the meantime, the UK provides key support to the United Nations Relief and Works Agency and more directly with the Palestinian Authority. It is critical for those blockades to be removed in the end, so that we can restore a normal situation that would enable the Gaza strip to get back on its feet."}, {"speaker": "Oliver Dowden (Hertsmere) (Con):", "speech": "   T10. [903443]    Does the Secretary of State agree that, as the civil war in Syria continues, we should not only be using our aid budget to support refugees, but should be urging countries in the region to issue work permits so that refugees can rebuild their lives there rather than making the perilous journey to Europe?"}, {"speaker": "Justine Greening:", "speech": "      My hon. Friend is absolutely right. People deserve the dignity of work wherever they are, and that goes for refugees. I have met people who were   "}, {"speaker": "John Mann (Bassetlaw) (Lab):", "speech": "   Q1. [903419]    If he will list his official engagements for Wednesday 3 February. "}, {"speaker": "The Prime Minister (Mr David Cameron):", "speech": "      This morning I had meetings with ministerial colleagues and others. In addition to my duties in the House, I shall have further such meetings later today."}, {"speaker": "John Mann:", "speech": "      Is that it? Is that the best that the Prime Minister can do? There is nothing for British pensioners and nothing for British workers, and, as both the Office for Budget Responsibility and the Treasury have confirmed, the Prime Minister’s long-term economic plan relies on more than a million new migrants entering this country before 2020. Has he got the bottle to confirm that inconvenient truth?"}, {"speaker": "The Prime Minister:", "speech": "      I will tell the hon. Gentleman what we are doing for pensioners, and that is putting a triple lock on pensions. Never again will they get the 75p rise that they got from Labour; their pensions now rise either in relation to prices or wages, or by 2.5%. I will tell the hon. Gentleman what we are doing for people who want to work hard in Britain, and that is creating the 2.3 million more jobs that have been created since I became Prime Minister. But yes, of course I believe that we will succeed more as a country if we get a good deal in Europe and stay in a reformed Europe. That will be good for jobs, good for investment, and good for growth, and that is what I am fighting for."}, {"speaker": "Marcus Fysh (Yeovil) (Con):", "speech": "   Q2. [903420]    People in my constituency are rightly proud of their contribution to the defence of our country, whether through the skill and readiness of the Fleet Air Arm at Yeovilton or through the local high-tech industry that makes and maintains helicopters and equipment for our ships, submarines and aircraft and those who bravely serve  in them. At a time of increasing security challenges and responsibilities and a worrying lack of commitment to defence in many European countries, I welcome the leadership that the Government have shown in committing themselves to spending 2% of GDP on defence. Will my right hon. Friend meet me to discuss my ideas for building on our local capabilities?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. Yeovil makes a huge contribution to the defence of our country, not least through AgustaWestland, which is a great British business. We are committed to spending £178 billion on defence equipment over the   "}, {"speaker": "Jeremy Corbyn (Islington North) (Lab):", "speech": "      Tomorrow is world cancer day. Cancer is a disease that almost every family in the country has been affected by in one way or another: 2.5 million people in the country have cancer, and Members on both sides of the House have received cancer treatment or are receiving it at the present time. A thousand people a day are diagnosed with cancer, and they go through a trauma as soon as they are diagnosed. In the last year, however, there has been a 36% increase in the number of people waiting more than six weeks for vital diagnostic tests. Can the Prime Minister do something to bring that down?"}, {"speaker": "The Prime Minister:", "speech": "      First, I completely agree with the right hon. Gentleman that the fight against cancer is one of the great fights of our time, and it is one that we are determined to win. On treating cancer in our country, we are putting an extra £19 billion into our NHS, and specifically—he is absolutely right to say that everyone in the House and every family in the country will know someone affected by cancer—we are treating more patients. I will give him the figures. Compared with 2010, over 645,000 more patients with suspected cancers have been seen, which is a 71% increase, and almost 40,000 more patients have been treated for cancer, which is an increase of 17%. We have more doctors, more nurses and more cancer specialists, but we need to continue with the fight against cancer."}, {"speaker": "Jeremy Corbyn:", "speech": "      Early diagnosis is absolutely essential to dealing with cancer, as we all know from personal experience. The Government’s independent cancer taskforce reported last year:"}, {"speaker": "The Prime Minister:", "speech": "      We need more radiologists, and we are getting them, because we are putting more money into the NHS. He is absolutely right, however, that waiting times—[Interruption.] A minute ago the hon. Member for Wallasey (Ms Eagle) was shouting about waiting times, so I will answer the question about waiting times. There are three key targets on waiting times. The first is that, on 93% of occasions, people should be seen by a specialist within two weeks of an urgent GP referral; the figure is currently 94.7%. We also need to make sure that the first treatment comes within 31 days of diagnosis—that is extremely important—and on that there is a 96% standard; we are meeting that by 97.7%. I accept, however, on the first treatment being within 62 days, the standard is 85%, but we are at 83.5%, so we need to improve our performance."}, {"speaker": "Jeremy Corbyn:", "speech": "      The Prime Minister did not answer my specific question about therapeutic radiographers. Without an improvement in the numbers available, there will be a problem over treatment. That must be obvious to absolutely everybody."}, {"speaker": "The Prime Minister:", "speech": "      First, there are actually 1,800 more diagnostic radiographers than when I became Prime Minister in 2010. That is a 15% increase. The reason for the increase is that we said we would put more money into the NHS—a real-terms increase—which we were told by the then shadow Health Secretary was irresponsible. We ignored Labour, and we put money into the health service, and as a result, there has been a 15% increase in the number of diagnostic radiographers."}, {"speaker": "Jeremy Corbyn:", "speech": "      The Prime Minister is responsible for the health service in England—Wales is a devolved matter—but he must be aware that cancer survival rates are improving better in Wales than in any other part of the UK."}, {"speaker": "The Prime Minister:", "speech": "      As I have said to the right hon. Gentleman, of the three big targets, we are meeting the specialist within two weeks target and we are meeting the target for the first treatment within 31 days of diagnosis. We are currently falling short of the 62 days target, something I said in the answer to question two, but he has not got round to it until question five. I think the cogs need to turn a little faster."}, {"speaker": "Jeremy Corbyn:", "speech": "      The last time the two-month target was met was 19 months ago. The Prime Minister must be aware of that, and I am pleased if he is taking action to make sure that does not continue or get any worse."}, {"speaker": "The Prime Minister:", "speech": "      Let me explain the situation to the right hon. Gentleman and the House. As everybody knows, there are two sorts of employment and support allowance: there is the work-related activity group who are able to train for some work, and then there is the support group who go on getting employment and support allowance indefinitely. That is the situation, and what we have said is that in future the work-related activity group should be paid at the same rate as jobseekers allowance, but that is for future claimants, not existing claimants, who continue to be paid at the same rate. Of course if someone has cancer and cannot work they should be in the support group. We have had this issue looked at again and again, and if someone cannot work they go on getting the welfare payments they need. That is what a compassionate Conservative Government do."}, {"speaker": "Jeremy Corbyn:", "speech": "      It is very interesting that the Prime Minister did not answer the question I put, which is whether he will proceed with a cut in ESA to 3,200 people with cancer at the present time. I hope he thinks seriously about this and does not proceed with this proposal. He will find that Macmillan Cancer Support, Rethink Mental Illness and Parkinson’s UK are all united in opposing this cut because of the effect it will have on people with a range of serious conditions. The Prime Minister used to say that “those with the broadest shoulders should bear a greater load”. Can it be right that cancer patients   "}, {"speaker": "The Prime Minister:", "speech": "      The people with the broadest shoulders are the highest earners in this country, and they are paying a higher share of tax than they ever did under Labour. That money is paying for our NHS and for our welfare system. I answered the right hon. Gentleman’s question very directly: if you are an existing claimant on employment and support allowance, your welfare is not changing, but in future, we should help those people who are able to get back to work to do so. That is what a compassionate country does, but it is quite clear what Labour’s policy is: cut the NHS in Wales and put up taxes in Scotland to pay for more welfare. That is not the approach that this country needs."}, {"speaker": "David Warburton (Somerton and Frome) (Con):", "speech": "   Q3. [903421]    My right hon. Friend will of course know that the west country is becoming ever more the envy and the engine room of the rest of the country, with dozens of companies moving from the dark recesses of London to the bright sunlight of the west, so will he keep supporting what people are now calling Somerset’s silicon gorge by maintaining investment in our roads, our rail and of course our digital infrastructure?"}, {"speaker": "The Prime Minister:", "speech": "      I am certainly keen to support silicon gorge. For a moment, I thought my hon. Friend had said “silicon George”; I was a bit worried about that. It is absolutely essential that we have a balanced economy, and that means a strong economy in the west of our country as well as in the south and the north. We are investing in vital transport infrastructure, not least the vital roads to the west country, and improving rail links as well, as I saw for myself yesterday in Chippenham. We also need to ensure that broadband roll-out is really effective across the country, and there needs to be a big focus on getting to that last 10% of homes in so many rural areas. It is absolutely crucial to make sure that they are not left out."}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      The timing of the forthcoming European Union referendum is extremely important. Today, the First Ministers of Scotland, Wales and Northern Ireland have jointly called for a commitment by the UK Government not to hold the EU referendum in June as it would clash with elections to the devolved legislatures. Will the Prime Minister give that commitment today?"}, {"speaker": "The Prime Minister:", "speech": "      First, there is no agreement and so no date has yet been fixed for the referendum. We have discussed this a lot in this House of Commons and we legislated to ensure that we would not hold the referendum at the same time as the Scottish or Welsh elections. The former First Minister of Scotland—the right hon. Member for Gordon (Alex Salmond), who is not in his place today—has said that it would be wrong to hold the referendum within six weeks of those elections, and I can guarantee that that will not happen."}, {"speaker": "Angus Robertson:", "speech": "      The First Ministers of Scotland, Wales and Northern Ireland have written today saying that they believe that holding a referendum in June"}, {"speaker": "The Prime Minister:", "speech": "      First, I do respect the former First Minister of Scotland, who said that six weeks was what was necessary. I also respect the electorates of England, Scotland, Wales and Northern Ireland on the basis that I think people are perfectly capable of making up their minds in a local election, a Scottish parliamentary election or a Welsh Assembly election and then, a period of some weeks afterwards, making up their minds all over again on the vital question of the European Union. So, no date has been fixed, and there must be a six-week gap. Frankly, I think that the right hon. Gentleman is looking for something to complain about. This House has voted for a referendum, and it would be pretty odd if, having voted for a referendum, we then spent ages debating about not having one."}, {"speaker": "Rehman Chishti (Gillingham and Rainham) (Con):", "speech": "   Q4. [903422]    The Prime Minister will be alarmed to hear that a shop in Gillingham selling illicit tobacco was making £25,000—[Interruption.]"}, {"speaker": "Mr Speaker:", "speech": "      Order. There is excessive chuntering from a sedentary position from a number of Scottish National party Members, who wanted an orderly hearing for their leader. The hon. Member for Gillingham and Rainham (Rehman Chishti) is entitled to be heard, and I appeal to him to start his question again. Let’s hear it."}, {"speaker": "Rehman Chishti:", "speech": "      Thank you, Mr Speaker. The Prime Minister will be alarmed to hear that a shop in Gillingham selling illicit tobacco was making £25,000 a week, destroying the local economy and damaging people’s health. Nationally, this trade is costing the economy £2 billion a year. Will the Government look at increasing the statutory maximum penalty for this offence to bring it in line with that of supplying class C drugs?"}, {"speaker": "The Prime Minister:", "speech": "      I will certainly look at the issue my hon. Friend raises. As far as I can see, Her Majesty’s Revenue and Customs, working very closely with Border Force, has been highly effective at reducing this tax gap of people selling illegal tobacco and has closed off about £1.3 billion of the tax gap since 2000. They do have a wide range of sanctions to deal with illicit sales, including seizure, penalties and criminal prosecutions—they prosecuted almost 800 different people in the past two years. So I think the powers are there, but I will have a check to see whether more is needed."}, {"speaker": "Anne McLaughlin (Glasgow North East) (SNP):", "speech": "   Q6. [903424]    My constituent works for the Department for Work and Pensions and he tells me that the Government are correct when they deny that staff have targets set for sanctioning benefits—they are not called “targets”; they are called “aspirations”. With the roll-out of in-work    "}, {"speaker": "The Prime Minister:", "speech": "      What I say to the hon. Lady is that sanctions in a benefits system are important. We want a benefits system that is there for people who cannot find a job and need support, but it not should not be a lifestyle choice and if people can work, they should work. That is why we have a sanctions system, and I believe that the sanctions system is fairly applied."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "   Q5. [903423]    May I share my right hon. Friend’s disappointment that despite all his hard work, the European Union is forcing him to abandon our manifesto pledge to change the benefits system for migrants? Will he confirm that, sadly, the only way in which we are going to be able to regain control over our own borders is by leaving the European Union?"}, {"speaker": "The Prime Minister:", "speech": "      I have great respect for my hon. Friend, but we do not agree on this one. We said in our manifesto that anyone coming to Britain from the EU searching for work should not get unemployment benefit, and we have fulfilled that promise. We said that if within six months they do not have a job, they should go home—we have fulfilled that promise. We said that people should not be able to come here and send British child benefit back to their families, and we have secured that they will only get child benefit at a local rate. And we said no more “something for nothing”; the idea that someone could come here and claim immediately from our in-work benefits system without paying in was not right. I said we would secure a four-year gap and we have. People said that would be impossible, but that is what we have put in place. It is a negotiation, but these are good proposals that I think will have the backing of the British people, because they mean no more something for nothing, and that is a vital value for Britain."}, {"speaker": "Ruth Smeeth (Stoke-on-Trent North) (Lab):", "speech": "   Q8. [903426]    More than 2,500 people are directly employed by the ceramics industry in Stoke-on-Trent North and Kidsgrove. These and tens of thousands of other British manufacturing jobs are at risk if China is granted market economy status. The Prime Minister is very happy to sell off the family silver, but can he guarantee that he will not sell off the family crockery?"}, {"speaker": "The Prime Minister:", "speech": "      We want to support industry in the potteries, and that is why we are helping manufacturing with research and development tax credits and with apprenticeship schemes; we are helping with a whole range of measures, not least the energy-intensive industry measures, which are very important for the constituency the hon. Lady represents. That is what we want to see. The issue with market economy status is a separate one, as I have said before. Even if China gets that status, it cannot dump steel products or other things into European markets, and it can be fined. What we should be doing is making sure that we are driving open markets for us to sell to China. The Chinese are the ones with a massive growth in the middle class taking place—hundreds of millions of people are joining that—and there are  many great products made in Stoke that should be sold in China."}, {"speaker": "Mr Andrew Turner (Isle of Wight) (Con):", "speech": "   Q7. [903425]    Isle of Wight Council can balance the books this year but fears it will be unable to do so next year. Would my right hon. Friend confirm the Government’s willingness to work with the council in the coming months to help it to access existing sources of finance or find new ways to address the island’s unique circumstances?"}, {"speaker": "The Prime Minister:", "speech": "      We are very happy to work with the authorities on the Isle of Wight. I think that I am right in saying that the spending power will increase slightly in the next year. As it is a relatively flat cash settlement overall over the five-year period, this local government settlement allows councils to use their reserves and also to sell unwanted property and use the money directly to provide services to bridge that period. Although I am happy to look at the circumstances of the Isle of Wight, I do believe that it is a fair settlement."}, {"speaker": "Stella Creasy (Walthamstow) (Lab/Co-op):", "speech": "   Q9. [903427]    The Prime Minister has told us today that more money is going into the NHS, but let me tell him that my local hospital trust is spending £1.5 million a week on interest payments alone to Innisfree for its private finance initiative deal. [Interruption.] Wait for it. The Prime Minister eventually saw sense about the need to deal with the damage that high-cost credit was doing to individuals, but when will he deal with these legal loan sharks of the public sector?"}, {"speaker": "The Prime Minister:", "speech": "      Sometimes it takes a long time to unwind the damage done by a Labour Government. The hon. Lady is absolutely right. One of the first things that we did in Government was to launch a review of Labour’s PFI and begin an initiative to extract savings and give better value for money for all of the projects, including Barts. In her own health economy, there are more GPs in the NHS, and next year, because we are putting more money into the NHS, the NHS Waltham Forest clinical commissioning group will get a cash increase of 3.7%."}, {"speaker": "Antoinette Sandbach (Eddisbury) (Con):", "speech": "   Q10. [903428]    A lone parent in my constituency has described as “appalling” her experience of the Child Maintenance Group. She talked of a lack of communication, being passed from pillar to post, a failure to act on evidence and not progressing with enforcement. Will the Prime Minister arrange for the Secretary of State to meet my constituents to discuss the particular issues around the enforcement of child maintenance when non-resident parents are gaming the system and depriving children of the support to which they are entitled?"}, {"speaker": "The Prime Minister:", "speech": "      I am happy to help arrange that meeting. I know that many of us in our own constituency surgeries hear about the behaviour of the non-resident parent and how they give everyone the runaround and do not fulfil their duties by helping to pay for the children for whom they are responsible. As she knows, we introduced a new statutory child maintenance service for parents who are unable to make a family-based arrangement. It should be bringing speedier processing of applications, simpler calculations and faster enforcement action, but I will ensure that she has the meeting that she needs to straighten out that case."}, {"speaker": "Tom Elliott (Fermanagh and South Tyrone) (UUP):", "speech": "      Will the Prime Minister comment on recent events in Northern Ireland regarding the investigations into Stakeknife, the alleged informer? Will he ensure that there are equal investigations into the Enniskillen bomb, the Teebane bomb and other major atrocities by terrorist organisations?"}, {"speaker": "The Prime Minister:", "speech": "      I will look carefully at what the hon. Gentleman says. We must ensure that we look at all of these things in a fair and reasonable way, and perhaps I will write to him about the issue."}, {"speaker": "Julian Knight (Solihull) (Con):", "speech": "   Q11. [903429]    A total of £38 billion a year is currently spent on pensions tax relief, with three quarters of that going to higher-rate taxpayers who need it the least. Does the Prime Minister agree that it will be a huge boost to social justice in this country if pensions tax relief was reformed to a single flat rate, which will benefit millions of hard-working Britons?"}, {"speaker": "The Prime Minister:", "speech": "      I know that my hon. Friend speaks on this issue with considerable expertise because of the career that he had before coming to this House, and that he brings a lot of knowledge about this sector. He is right that there are great costs related to pension tax relief, which is why the Chancellor published a consultation last summer to see whether the system should be reformed. As the saying goes, taxes are a matter for the Chancellor and his Budget."}, {"speaker": "Margaret Greenwood (Wirral West) (Lab):", "speech": "      I welcome the Government’s announcement last week, as far as it went, of further support for child refugees. A nine-year-old girl who lives in my constituency has recently asked me what we are doing to help refugee children. Of course what a child refugee needs the most is a home. When will we offer a home to 3,000 unaccompanied refugee children in Europe?"}, {"speaker": "The Prime Minister:", "speech": "      First of all, let me tell the hon. Lady what we have done so far. Obviously, she knows about the 20,000 relocation scheme, under which we got 1,000 people in by Christmas, including many vulnerable children. That is going well. Fewer people are aware of the fact that, through our normal asylum processes, we took around 2,500 unaccompanied children last year. Kent social services are looking after about 1,000 children and facing great pressures. Another point that people do not always recognise is that if unaccompanied children in Europe claim asylum in the country they are in, and if they have direct family in Britain, under the Dublin regulations they can come to Britain. We think that is the right approach—taking some more people from the region, but being very cautious because all the evidence shows that even an orphan child may well have some broader family that they are connected to and it is better to keep the child with them."}, {"speaker": "David Rutley (Macclesfield) (Con):", "speech": "   Q12. [903430]    Given the security threats faced by this country, whose policies are most dangerous—those in Scotland who want to scrap our nuclear deterrent completely, or those in the Labour party who want to keep Trident submarines without nuclear missiles?"}, {"speaker": "The Prime Minister:", "speech": "      It is hard to choose between the wrong or the bizarre. You can take your pick. Labour’s latest plan is to use Trident submarines to transport military personnel around the world. It is the most expensive Uber service that anyone has ever thought of. You do wonder what on earth they will think of next."}, {"speaker": "Martin John Docherty (West Dunbartonshire) (SNP):", "speech": "      The Prime Minister may be aware of the case of my constituent, Lisa Brown, whose family were notified by Spanish police authorities on 10 November 2015 that she was being treated as a missing person, though she could have been missing since 6 November. Lisa’s mother Catherine, her sister Helen and brother Craig have visited Spain several times since and have met Spanish authorities and UK consular staff. Although the Spanish authorities state that they are actively working on this case, there have been various pieces of misinformation in the Spanish media which we know not to have been helpful. May I call upon the Prime Minister to seek assurances on behalf of Lisa’s family from the Spanish authorities here in London and in Madrid, as well as the Foreign and Commonwealth Office, that everything possible is being done to ensure that Lisa’s family can get the answers they so desperately need?"}, {"speaker": "The Prime Minister:", "speech": "      I will certainly look into this case and, after the hon. Gentleman has raised it so clearly, make sure that the Europe Minister meets him to try to make sure everything possible is done for Lisa’s family."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "   Q13. [903431]    Further to the question from the hon. Member for Walthamstow (Stella Creasy), Sherwood Forest Hospitals Trust is also wrestling with a disastrous PFI signed under the Labour Government. Luckily, there is light at the end of the tunnel as Nottingham and Derby trusts look to take over Sherwood Forest hospitals, but can the Prime Minister assist them in any way in solving this enormous mess left by the Labour Government?"}, {"speaker": "The Prime Minister:", "speech": "      PFI contracts are extremely difficult to solve because, of course, they were entered into and signed. My understanding is that Monitor and the Care Quality Commission are clear that Sherwood needs a long-term partnership, and I understand that, as my hon. Friend says, the trust plans to announce its preferred partner in mid-February. That, hopefully, will help it to support the services we need, and but I will look carefully, and make sure the Health Secretary looks carefully, at the suggestion my hon. Friend makes."}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      Following the shocking official report into the murder here in London of Alexander Litvinenko, when will the Prime Minister and his Chancellor take some meaningful action to tackle the dirty Russian money and property here in London that helps to sustain the Putin regime?"}, {"speaker": "The Prime Minister:", "speech": "      The report was shocking, although as the Home Secretary said at the time, this confirmed what the Labour Government understood to have happened. None the less, when one reads the report all over again, what happened is deeply shocking. That is why we have taken action in the form of asset freezes and the other measures described by the Home Secretary. On the problem of so-called hot money coming into   "}, {"speaker": "Johnny Mercer (Plymouth, Moor View) (Con):", "speech": "   Q14. [903432]    When I first came to this House, I spoke of the great stain upon this nation when it comes to our care of our armed forces veterans and the need to do our duty towards those who have done our bidding. Here  is a sentence from an email I received at the weekend: “I have not had any letter or any warning. I was told after al-Sweady that was it and not to think about it anymore, but now I dread the post every day.” My right hon. Friend the Prime Minister has already intervened to tighten up the historical allegations process, and for that I think him, but will he pledge to look even more closely at the support we are giving, so that what we want to deliver and what is actually delivered are the same thing?"}, {"speaker": "The Prime Minister:", "speech": "      I am very happy to look at that specifically. On al-Sweady, I have been very clear about what went wrong and how unacceptable it was. Let me repeat that we will continue to provide our fullest support to those going through investigations, including by providing legal advice. Also, we will crack down on any legal firm that we find has abused the system. Because we now have the military covenant written into law, and a covenant group that meets under the excellent chairmanship of my right hon. Friend the Member for West Dorset (Mr Letwin), we have an opportunity not only to raise these issues, but to try properly to tackle them in a systematic way."}, {"speaker": "Stephen Kinnock (Aberavon) (Lab):", "speech": "      The dumping of Chinese steel is crippling the British steel industry. The granting of market economy status to China would dramatically reduce the scope for taking anti-dumping measures. Why, then, is the Prime Minister supporting market economy status for China? Is it because he puts cosying up to Beijing ahead of protecting British industry?"}, {"speaker": "The Prime Minister:", "speech": "      I put helping British industry first. That is why we have cut taxes for British industry. That is why we are cutting energy bills for British industry, helping with apprenticeships, busting open markets abroad so that British industries can succeed and, crucially for the steel industry, why we are investing in our infrastructure and trying to ensure that there is a real forward order book for British steel. I think that the hon. Gentleman is wrong and that we should take these two issues separately. If there is illegal dumping, we will support action in the European Union, and that can be done in spite of the status that a country has; we have actually put those sorts of burdens on America before today. I do not think it is right to connect the two issues in the way he does."}, {"speaker": "Mary Robinson (Cheadle) (Con):", "speech": "   Q15. [903433]    Mental health issues take many forms. Services for those suffering from eating disorders are often overlooked, yet they   "}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. I see no reason why the devolution of resources to Greater Manchester under this landmark deal will   "}, {"speaker": "The Prime Minister (Mr David Cameron):", "speech": "      With permission, Mr Speaker, I would like to make a statement on progress with our renegotiation. The House has now had the chance to study the documents published by the European Council yesterday. I believe that this is an important milestone in the process of reform, renegotiation and referendum that we set out in our manifesto, and which this Government are delivering. We have now legislated for that referendum and we are holding that renegotiation."}, {"speaker": "Jeremy Corbyn (Islington North) (Lab):", "speech": "      I am grateful to the Prime Minister for sending me a copy of the statement 45 minutes ago—an hour ago; I am sorry—and I am pleased that he has now decided to finally update the House. However, it is a bit unfortunate that despite his trumpeting of the sovereignty of national Parliaments in his EU negotiations, the Prime Minister did not think to come and update our own Parliament first. I hope he had a good day in Chippenham yesterday, but I note that he spent a lot of time answering questions from journalists when it would surely have been more respectful to this House to come here first and answer questions from Members."}, {"speaker": "The Prime Minister:", "speech": "      I thank the right hon. Gentleman for his questions. First of all, on the issue of making a statement today rather than yesterday, I felt that yesterday I was in possession of all the documents, but I did not think that every Member of the House would be, so I thought it better to give hon. Members a day to read the documents and have the debate today. It gave me the added advantage of being able to visit Chippenham, which, of course, is the town of the right hon. Gentleman’s birth. I was able to thank the people of Chippenham for putting him on earth and delivering him safely to this place."}, {"speaker": "Mr Kenneth Clarke (Rushcliffe) (Con):", "speech": "      Feelings are obviously getting roused on this subject."}, {"speaker": "The Prime Minister:", "speech": "      I am grateful to my right hon. and learned Friend, who has huge experience of European negotiations—both treaty negotiations and ongoing negotiations in the Council of Ministers—for what he says. He is absolutely right that these are difficult issues. My argument is that while we have the free movement of people that many British people take advantage of, we do not have harmonised welfare and benefit systems, and nor should we."}, {"speaker": "Angus Robertson (Moray) (SNP):", "speech": "      We in the Scottish National party warmly welcome the opportunity to make the positive case for the European Union. It really matters that we are part of the world’s largest single market; it really matters that we can help to determine the rules and laws that apply to us; and it really matters that we have a social Europe with rights and protections for citizens and for workers. First off, will the Prime Minister therefore commit to a positive campaign to remain in the European Union, and not resort to the negative tactics of “Project Fear”?"}, {"speaker": "The Prime Minister:", "speech": "      First, let me say that, yes, when this campaign comes—of course, we will first need an agreement, a recommended position from the British Government and all the rest of it—it should of course be a positive campaign. In terms of what the right hon. Gentleman says about treaty change and whether this is legally binding, as I explained, it is legally binding and it does envisage treaty change."}, {"speaker": "Sir William Cash (Stone) (Con):", "speech": "      This is all about voters’ trust. Why has my right hon. Friend, in order to stay in, bypassed so many promises and principles? Our national Parliament is the root of our democracy, as he said at Bloomberg, not a majority of red cards in other Parliaments. He said that we would have full-on treaty change, not the arrangements that have been announced to us today. We were promised a fundamental change in our relationship with the EU. We were promised that we would deal with the excessive immigrant numbers, but that has been whittled down to an issue about in-work benefits controlled by the European Court of Justice. Above all, we were told and promised that this entire package would be both legally binding and irreversible, but now it will be stitched up by a political decision by the European Council, not by a guaranteed treaty change at the right time. I have to say to the Prime Minister that this is a wholly inappropriate way of dealing with this matter."}, {"speaker": "The Prime Minister:", "speech": "      I have great respect for my hon. Friend, but I have to say that, on the issue of whether it is legally binding, I really do believe he is wrong. If this document is agreed, it would be an international law decision and, as an international law decision, the European Court of Justice has to take it into account. I would make the point to him, because he follows these things very closely, that Denmark negotiated the same sort of legal opt-outs and, 23 years on, they clearly stand and are legally binding. Those are the facts."}, {"speaker": "Alan Johnson (Kingston upon Hull West and Hessle) (Lab):", "speech": "      Will the Prime Minister join me in welcoming the launch today of Environmentalists for Europe, which is co-chaired by Stanley Johnson, the father of the hon. Member for Uxbridge and South Ruislip (Boris Johnson)? Will he also welcome the splendid article last week setting out the importance for science and technology of remaining in the European Union, which was penned by his Minister for Universities and Science, who is the brother of the hon. Member for Uxbridge and South Ruislip? Will he have a word with his hon. Friend to tell him about the importance of family solidarity and of joining the swelling ranks of Johnsons for Europe?"}, {"speaker": "The Prime Minister:", "speech": "      Very good. The right hon. Gentleman is absolutely right that we cannot have too many Johnsons agreeing with each other. There is also Rachel Johnson, the columnist: we will have to go after her and make sure of that. He makes a very important point about grants for universities and schools. We all complain, rightly, about the European budget. That is why it is so important that we have got it under control: it has to fall every year. In the budget negotiations, we did safeguard the money that British universities actually benefit from on a disproportionate basis. As for completing the happy family pack of the Johnsons, we may have to wait a bit longer."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I would call the hon. Member for Uxbridge and South Ruislip (Boris Johnson) to ask a question if he were standing, but he isn’t, so I won’t. You cannot have it all. I call John Redwood."}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      As we are driven in the EU vehicle towards ever closer union and political union, how does it help to try to fit a couple of emergency brakes that lie within the control of the EU, not us? Is not the only way to get control of our borders, our tax revenues and our welfare system to leave, be a good European and let them get on with their political union?"}, {"speaker": "The Prime Minister:", "speech": "      I do not agree with that, because what we are actually doing is making sure that it is very clear that Britain is carved out of ever closer union. I think that is a real advance. Indeed, it is something that   "}, {"speaker": "Ms Gisela Stuart (Birmingham, Edgbaston) (Lab):", "speech": "      The European continent is seeing the largest flows of people and refugees since the end of world war two. The Balkans are becoming ever more volatile and our NATO partner Turkey is not behaving as helpfully as it could. Have any of the negotiations that the Prime Minister has been involved in increased the security of the European continent or the security of the United Kingdom?"}, {"speaker": "The Prime Minister:", "speech": "      I would argue that they have done both. When it comes to the security of the continent, we recognise that Europe’s external border, although it is not our external border because we are not in Schengen, matters. That is why we have sent more representatives to help the European Asylum Support Office than any other country and why we are happy to do even more, working with the Greeks and the Turks."}, {"speaker": "Boris Johnson (Uxbridge and South Ruislip) (Con):", "speech": "      Since you have been so kind as to call me, Mr Speaker, perhaps I may ask the Prime Minister how the changes resulting from the negotiation will restrict the volume of legislation coming from Brussels and change the treaties so as to assert the sovereignty of this House of Commons and these Houses of Parliament."}, {"speaker": "The Prime Minister:", "speech": "      Let me take those issues in turn, because my hon. Friend is absolutely right to raise them. First, asserting the sovereignty of this House is something that we did by introducing the European Union Act 2011. I am keen to do even more to put it beyond doubt that this House of Commons is sovereign. We will look to do that at the same time as concluding the negotiations."}, {"speaker": "Mr Nigel Dodds (Belfast North) (DUP):", "speech": "      Since assuming office in 2010, the Prime Minister has, to his credit, tried on occasion to limit the increases in the contributions made by the United Kingdom to the European Union budget, with varying degrees of success. Given that the UK pays £9 billion or more net into the EU every single year, will he tell us how much our contribution will go down in net terms each year as a result of this agreement?"}, {"speaker": "The Prime Minister:", "speech": "      We have already done the European budget agreement. For the first time, the seven-year financial perspective shows that the budget over the next seven years will be lower than over the last seven years, so there is a real-terms cut—something no one thought it would be possible to achieve. The exact amount of money we give depends on the growth and success of our economy. One consequence of our strong growth and the difficult times in the eurozone is that a little more has been contributed, but the overall financial perspective is coming down, which is good news for Britain."}, {"speaker": "Mr Dominic Grieve (Beaconsfield) (Con):", "speech": "      My right hon. Friend has, I believe, achieved a quite remarkable result because of the legally binding nature of the document that he will bring back if it is accepted by the European Council. In that context, he will know that one of the principal problems that has bedevilled the United Kingdom’s relationship with the European Union has been the capricious interpretation of the treaties, sometimes to circumvent what the United Kingdom has believed to be its true treaty obligations. In view of the remarkable specificity of this document, does he agree that it will be a very powerful tool in preventing that from happening in future?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. and learned Friend makes a very important point. If we stand back for a moment and ask ourselves how it is that powers have been taken from this House to Brussels, we see that it has really happened in two ways. First, successive treaties have passed competences from Britain to Brussels. That cannot happen anymore because we legislated in the last Parliament for the referendum lock, so if any Prime   "}, {"speaker": "Liz Kendall (Leicester West) (Lab):", "speech": "      Will the Prime Minister confirm that nothing in the renegotiation waters down the important security co-operation at the EU level, such as intelligence sharing, joint investigations and the European arrest warrant? When a deal is done finally, will he join Opposition Members in making the strong case that our membership of the EU helps to bring criminals to justice and keep Britain safe?"}, {"speaker": "The Prime Minister:", "speech": "      I want the deal to be done and the security argument is an important one. When my right hon. Friend the Minister for Europe was answering questions yesterday, he was asked whether it is consistent to say, as we do in the document, that national security is a national competence and to argue that Europe is important for security. I believe that it is. It is very important that we are clear that the core competences such as policing and our intelligence services are for this House and our Government to decide on, but of course there are ways in which we can co-operate in Europe to make ourselves safer, such as making sure that we know when criminals are crossing borders and making sure that we exchange passenger name records and the rest to keep us safe. That is why, when we opted out of the justice and home affairs powers, repatriating about 100 powers to Britain, we stayed in the ones that really matter in respect of keeping us safe. It is important to demonstrate that we are both maintaining national security as a national competence and working with our partners to keep our people safe."}, {"speaker": "Dr Liam Fox (North Somerset) (Con):", "speech": "      First, may I say through you, Mr Speaker, to the Leader of the Opposition that I would prefer what he describes as the “drama” of the Conservative party to the tragedy of his Labour party any day?"}, {"speaker": "The Prime Minister:", "speech": "      I have great respect for my right hon. Friend. He explained very clearly on the radio this morning that he would be for leaving the EU, even without the renegotiation. He was very honest and frank about that. In terms of dramas and tragedies, I   "}, {"speaker": "Dr Alasdair McDonnell (Belfast South) (SDLP):", "speech": "      May I reassure the Prime Minister that, in my estimation, most of us in Northern Ireland agree with him that we would be much more successful in the European Union than out of it? I urge him to hold the referendum later than June, so that all the aspects can be fully discussed and debated. When all the negotiations are completed, if there is a positive “stay in” result in the referendum, can he see the UK taking a much more positive and engaged role in the structures and organs of the European Union?"}, {"speaker": "The Prime Minister:", "speech": "      Were there to be an agreement in February, I do not think that a four-month period before a referendum would be too short. I think four months is a good amount of time to get across the key arguments, facts and figures, and for both sides to make their points. That will be equally important in Northern Ireland, and I give the hon. Gentleman a guarantee that if there is an agreement, I will personally spend time in Northern Ireland, making the points that I think are most important. As for the role of the EU in helping to bring about the successful transformation of Northern Ireland, there have been positive moves in terms of grants, and structural and other funds, to help build the strong economy in Northern Ireland that we need."}, {"speaker": "Mr Peter Lilley (Hitchin and Harpenden) (Con):", "speech": "      As a former Secretary of State for Social Security, may I ask my right hon. Friend to clarify the status of the agreement on migrants’ benefits? The EU has no competence over benefits rules in member states, unless they conflict with the freedom of movement clause in the treaty. If the proposed changes do not conflict with the treaty, we could have introduced them immediately without using up our negotiating clout on this issue. If the changes do conflict with the treaty, they will be struck down by the EU Court, unless the treaty is changed first."}, {"speaker": "The Prime Minister:", "speech": "      The view is that this emergency brake can be brought in under the existing treaties, but only with legislation through the European Parliament. On an accelerated timetable, the leader of one of the major parties said that that could take one, two or three months. That is what makes it clear that we can act in this way legally and—crucially in my view and, I think, in that of the British public—not just legally, but quickly."}, {"speaker": "Kate Hoey (Vauxhall) (Lab):", "speech": "      When the Prime Minister meets various EU leaders over the next few months, will he make clear to them that the result of the referendum is to be decided by the British people, and that they should not try to interfere in any way with the British people’s views? Will he particularly say to the Irish Taoiseach that it was not at all helpful, and indeed it was very uncomplimentary to the people of Northern Ireland, for him to imply that if the people of the United Kingdom decide to leave the European Union, that would threaten the peace process?"}, {"speaker": "The Prime Minister:", "speech": "      I absolutely agree that this decision is for the British people, and the British people alone, and they certainly do not want to hear lectures from other people about that. It is because this affects Britain’s relations with the rest of the world, and other issues, that there may well be people who want to make a positive contribution, and that is a matter for them. I think that the peace process is secure and we must keep going with it, and I believe that the Taoiseach is a friend of the United Kingdom. He spoke up very strongly for Britain at the European Council, and I think he was quite influential in trying to build good will, and saying that we in the European Union should recognise that if a country has a national interest at stake and needs things fixed, we must be a flexible enough organisation, because otherwise we will not be able to sort those things out."}, {"speaker": "Philip Davies (Shipley) (Con):", "speech": "      The Prime Minister has said that if we vote to leave the EU, he would want to continue as Prime Minister—a combination that I would fully support. He certainly fancies himself as a negotiator. Given that we have a net contribution each year to the European Union of £19 billion and a trade deficit with the EU of £62 billion, and that if we were to leave we would be the single biggest export market of the European Union, does he think he has the ability to negotiate a free trade agreement from outside the EU, without handing over £19 billion a year?"}, {"speaker": "The Prime Minister:", "speech": "      I have great respect for my hon. Friend, who I think wanted to leave the EU whatever came out of these negotiations, and I am sure he will make his arguments powerfully. Obviously, we must consider all the issues, and once the debate starts, people will want to look at all the alternatives. Would Britain be better off in a customs union arrangement such as that with Turkey? Would we be better off in a free trade agreement, such as that with Canada? Would we be better off in a situation such as the one the EU has with Norway and Iceland? I have started talking about some of those alternatives. I think the Norway example is not a strong one, because Norway contributes more per head to the EU than we do, and it has to take all the legislation passed in Brussels. I am sure that that will be an important part of the debate to come."}, {"speaker": "Mr David Winnick (Walsall North) (Lab):", "speech": "      Does it surprise the Prime Minister that, so far at least, he does not seem to have persuaded any of the critics on the Conservative Benches about the virtues of his negotiations? He may have persuaded the Home Secretary, for reasons that we understand, but apparently he has not persuaded any of the other critics."}, {"speaker": "The Prime Minister:", "speech": "      Maybe the hon. Gentleman can help me out—I don’t know. This is a very important issue for our country, but in the end it will not be decided in this Chamber. We will all have to reach our own conclusions, and if hon. Members passionately believe in their hearts that Britain is better off outside the EU, they should vote that way. If they think, even on balance, that Britain is better off in the EU, they should go with what they think. Members should not take a view because of what their constituency association might say or because they are worried about a boundary review, or because they think it might be advantageous this way or that way. People should do what is in their heart—if you think it is right for Britain, then do that."}, {"speaker": "Sir Edward Leigh (Gainsborough) (Con):", "speech": "      Since no one else has done this so far after nearly an hour, and since my mum always said that I should say thank you, may I thank the Prime Minister for giving us a choice in the first place? One question to ask about the referendum is what is the point in having an emergency brake on our car if the backseat driver—namely the European Commission—has the power to tell us when and for how long we should put our foot on the brake pedal?"}, {"speaker": "The Prime Minister:", "speech": "      This is rather a different situation; we are being told in advance that because of the pressures we face, this is a brake we can use, and that we can do so relatively rapidly after a referendum, and I think it would make a difference. The facts are these: 40% of EU migrants coming to Britain access the in-work benefits system, and the average payment per family is £6,000. Don’t tell me that £6,000 is not quite a major financial inducement. I think that more than 10,000 people are getting over £10,000 a year, and because people get instant access to our benefits system, it is an unnatural pull and draw to our country. One thing that we should do to fix immigration into our country is change that system, and that is what we are going to agree."}, {"speaker": "Caroline Lucas (Brighton, Pavilion) (Green):", "speech": "      Will the Prime Minister acknowledge that the referendum will be won or lost on bigger issues than this renegotiation, not least on a judgment that the greatest challenges facing us are better solved when countries work together? In that vein, may I invite him again to join me in welcoming the establishment of Environmentalists for Europe, which recognises that cross-border problems require cross-border solutions, and highlights the crucial role that the EU plays in protecting wildlife and nature in this country?"}, {"speaker": "The Prime Minister:", "speech": "      Where there are genuine cross-border problems we must work across borders to try to ensure a strong solution. I think that the key issues are prosperity and security, but within security comes environmental security, and at the Paris accord Britain was able to play a strong role. Through our example of getting carbon emissions down, and by having a strong plan for the future, we encouraged other countries in Europe to do the same. That leveraged in—sorry, terrible jargon: that brought about a better deal from the rest of the world."}, {"speaker": "Sir Eric Pickles (Brentwood and Ongar) (Con):", "speech": "      Much has been said about the Conservative party manifesto that the Prime Minister and Conservative Members   "}, {"speaker": "The Prime Minister:", "speech": "      I am very grateful to my right hon. Friend. We are delivering the manifesto in fact and in spirit, not least by doing something that many people thought we would never deliver on, which is to hold that referendum. I remember sitting on the Opposition Benches when Tony Blair stood here and said, “Let battle commence; let the referendum on the constitutional treaty begin”. The fact that that referendum was never held in many ways poisoned a lot of the debate in Britain. That is why the manifesto is so clear about the referendum and about the renegotiation aims."}, {"speaker": "Caroline Flint (Don Valley) (Lab):", "speech": "      I congratulate the Prime Minister on his progress in tackling what I think voters for all parties see as unfairness in the freedom of movement—not to work, but in some cases freedom of movement to claim benefits here in the UK. If we left the European Union, would it put at risk our co-operation with the French authorities in Calais to protect UK borders?"}, {"speaker": "The Prime Minister:", "speech": "      I am very grateful to the right hon. Lady for what she says. She raises an important point about Calais. There is no doubt in my mind that the agreement we have is incredibly beneficial. I think it works well for both countries. For Britain, being able to have our border controls in France and deal with people there is something we should be very proud of. We should do everything we can to sustain it. It is part of the European co-operation we have."}, {"speaker": "Michael Fabricant (Lichfield) (Con):", "speech": "      Given the difficulty of getting any change to our EU membership approved by the other 27 countries, what we have got is as good as anyone, I think, might have expected and more. I congratulate the Prime Minister on his achievement. Will my right hon. Friend confirm that once the European Council have made its decision, he will respect the views of those Ministers who might publicly express the opinion that the United Kingdom should now leave the EU, and that the careers of those Ministers in this Government will not be jeopardised or threatened as a consequence?"}, {"speaker": "The Prime Minister:", "speech": "      I can certainly give my hon. Friend that assurance. We are still in the process of negotiation. The manifesto we all stood on said that we wanted to get the best possible deal for Britain and that we would all work on that together. That is exactly what we are doing. If the deal is agreed—whether in February or perhaps later, if it takes more time—there will then   "}, {"speaker": "Ms Tasmina Ahmed-Sheikh (Ochil and South Perthshire) (SNP):", "speech": "      The Prime Minister has now listened to the views of the EU President and the other 27 Heads of State in the European Union about his proposals. In the spirit of his very own one nation respect agenda, will he also now listen to the views of the Heads of Government in the devolved Parliaments of the United Kingdom, who are unilateral in their belief that his preferred referendum timetable, in scheduling a vote for the end of June, is disrespectful and wrong?"}, {"speaker": "The Prime Minister:", "speech": "      In terms of the respect agenda, my right hon. Friend the Europe Minister has had a number of conversations with the heads of the devolved Administrations and I think that is absolutely right. On the referendum date, I do not think we should get ahead of ourselves. We need an agreement first, but I really do not believe that a four-month period, and a good six weeks or more between one set of elections and another, is in any way disrespectful. I have great respect for the electorates of our countries. They are able to separate these issues and make a decision."}, {"speaker": "Sir Gerald Howarth (Aldershot) (Con):", "speech": "      I commend my right hon. Friend for sticking to his commitment to offer the British people a choice on this matter. I also support very much what he has just said about maximising the sovereignty of this Parliament. Does he not agree that the proposals to require the United Kingdom to secure the support of many continental Parliaments to block any EU directive that this Parliament opposes do not constitute the fundamental reform he seeks?"}, {"speaker": "The Prime Minister:", "speech": "      I argue that the red card proposal for national Parliaments is something new—it did not previously exist. Of course, it will take a lot of co-ordination between Parliaments, but where I think it is so much more powerful than the previous proposals, of yellow cards and what have you, is that it would be an absolute block. If we could get the right number of Parliaments together over an issue, the Council and the Commission would not go ahead with it. I think it goes alongside the subsidiarity test that takes place every year, getting Britain out of ever closer union, and reaffirming the sovereignty of Parliament as we have done and will do again. It is one more measure that demonstrates we believe in national Parliaments."}, {"speaker": "Mr Pat McFadden (Wolverhampton South East) (Lab):", "speech": "      There is a much broader case for continued UK membership of the EU beyond the four items in the Prime Minister’s negotiation based on jobs, our economic interest, our collective security and our place in the world. Does the Prime Minister accept that if we voted to leave the   "}, {"speaker": "The Prime Minister:", "speech": "      As ever, the right hon. Gentleman speaks very clearly and powerfully. Of course he is right. Much bigger arguments are going to take place over the coming months and I am not over-claiming about the four areas where we have made progress. I merely say that they relate to four of the things that most concern the British people about Europe and that we are some way down the road of fixing them. The point he makes about being a rule maker not a rule taker is absolutely vital. Britain is a major industrial economy with a huge car industry, a huge aerospace industry and a very important financial services industry. We need to make sure we are around the table making the rules, otherwise there is a danger that we are not just a rule taker but that the rules are made against us. That is what we need to avoid."}, {"speaker": "Sir Nicholas Soames (Mid Sussex) (Con):", "speech": "      Among the other important measures successfully negotiated by my right hon. Friend the Prime Minister, I welcome in particular the recognition of the Union’s need to become more competitive and explore the untapped potential of the single market, and indeed to press on with vital trade negotiations with the United States and other key partners. Will my right hon. Friend confirm that when the negotiations are, I hope, happily concluded, our national debate must move on to the real questions of this referendum relating to the safety, economic security and prosperity of the United Kingdom, and the role we are to play in the world in the decades to come?"}, {"speaker": "The Prime Minister:", "speech": "      My right hon. Friend is absolutely right. We will be holding the debate at a time of great uncertainty and insecurity in our world. We have Russia, with its destabilisation of Ukraine to our east. We have the horrors of Daesh to our south. This is a time when we need to be working closely with our neighbours and friends to make sure we can deliver greater security for our people. It is, of course, true to say that a cornerstone of our security is NATO, our “Five Eyes” partnership and our special relationship with the United States. They are vital. In the modern world, however, border information, passenger name records, criminal record information systems, sharing information about terrorism and fighting together against Islamist extremists—not just in Syria and Iraq, but, tragically, in our own countries all across the European Union—are very important issues."}, {"speaker": "Mr Ben Bradshaw (Exeter) (Lab):", "speech": "      I wish the Prime Minister and the British negotiating team well for what remains of this process. Will he acknowledge that all the major threats and challenges Britain faces, from international terrorism to climate change, demand that we work closely and collaboratively with our close neighbours, and that we do not relegate ourselves to a position of isolation and impotence?"}, {"speaker": "The Prime Minister:", "speech": "      My judgment in all of this is that I want things that increase the power and the ability of Britain to fix problems and to deal with our own   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. A very large number of right hon. and hon. Members are still seeking to catch my eye. Legendarily, the Prime Minister, on several occasions, has been here for long periods to respond to questions, but there is now a premium on brevity that will be demonstrated, I am sure, by the hon. Member for Harwich and North Essex (Mr Jenkin)."}, {"speaker": "Mr Bernard Jenkin (Harwich and North Essex) (Con):", "speech": "      May I point out to my right hon. Friend that the former director general of the legal service of the Council of Ministers, Jean-Claude Piris, has said:"}, {"speaker": "The Prime Minister:", "speech": "      As I said to my hon. Friend the Member for Stone (Sir William Cash), Denmark negotiated the same sort of legal opt-outs—and, 23 years on, they still stand and are legally binding."}, {"speaker": "Mary Creagh (Wakefield) (Lab):", "speech": "      On 21 July 2005, two weeks after four suicide bombers had murdered 52 people on London’s transport network, Hussain Osman tried but failed to blow himself up on a Hammersmith and City tube line. He fled to Italy and was speedily extradited to face justice in this country—in a matter of weeks rather than the years that a bilateral extradition process would have taken. Can the Prime Minister reassure me and all hon. Members that nothing he does in the renegotiation process will put the functioning of the European arrest warrant at risk?"}, {"speaker": "The Prime Minister:", "speech": "      I certainly can give the hon. Lady that reassurance. The House debated this issue. We opted out of much of justice and home affairs but we specifically chose to opt back into the European arrest warrant because it has proved very valuable, not least in the case that the hon. Lady mentions and other cases, in ensuring that terrorist suspects and serious criminals can be returned straight away to Britain. If we stay in a reformed European Union, those arrangements will continue. It is more a question for those who want to leave to say how they will put back in place something as powerful as what we have."}, {"speaker": "Mr Steve Baker (Wycombe) (Con):", "speech": "      I very much admire the tenacity, the courage and the skill with which my right hon. Friend is defending—nay, polishing—this deal, but what happened to our 2010 manifesto commitments on the charter of fundamental rights and social and employment law?"}, {"speaker": "The Prime Minister:", "speech": "      We have put in place, as I and my right hon. Friend the Member for Brentwood and Ongar (Sir Eric Pickles), the former Communities and Local Government Secretary have said, all the things that we put in the manifesto—the manifesto on which my hon. Friend and I stood at the last election. The social chapter no longer exists; it is now merely part of the single market legislation. We have secured, for the first time, an annual reduction in legislation, which can of course include the sort of the legislation that my hon. Friend mentions."}, {"speaker": "Tom Brake (Carshalton and Wallington) (LD):", "speech": "      In the words of John Kenneth Galbraith:"}, {"speaker": "The Prime Minister:", "speech": "      I have been very clear. If we can achieve this negotiation, I will work very hard to convince people that Britain should stay in a reformed European Union. That would be very much in our national interest. I am not an expert on JK Galbraith, but when people have serious concerns—as people in this country do about the levels of immigration—it is right to try to act to address them, which is part of what this is about."}, {"speaker": "Sir Oliver Heald (North East Hertfordshire) (Con):", "speech": "      I welcome the Prime Minister’s substantial progress towards an agreement that would allow us to stay in the EU, but does he agree that one of the most important aspects of such an agreement is that it is legally binding and provides a lot more clarity about Britain’s role within the EU—in terms of the new dispensation, and of existing treaties? That makes it extremely powerful from a legal point of view as it can be revoked only if we agree. It therefore has embedded force to it."}, {"speaker": "The Prime Minister:", "speech": "      We have heard from the former Attorney General and the former Solicitor General, who have great legal expertise. The point that they make is right: this agreement will be legally binding on member states as a matter of international law. First, of course, it has to be agreed, but once it has been agreed, my hon. and learned Friend is absolutely right that it would be irreversible because it could be amended or revoked only if all member states, Britain included, decided to reverse it. Therein lies its irreversibility."}, {"speaker": "Stephen Timms (East Ham) (Lab):", "speech": "      I want us to stay in the European Union, but the Prime Minister indicated that he would use the renegotiation to seek to address the unfairness in the European sugar market, which currently affects cane sugar refiners such as Tate & Lyle in my constituency. Has the right hon. Gentleman made any progress on that specific issue?"}, {"speaker": "The Prime Minister:", "speech": "      I will have to write to the right hon. Gentleman about that issue."}, {"speaker": "Mrs Anne Main (St Albans) (Con):", "speech": "      The Commission might agree that we meet the requirements to have a break, but that is its decision. It might not agree in a few years’ time. Every step of these negotiations relies,   "}, {"speaker": "The Prime Minister:", "speech": "      Let me deal first with the harmonised directives. We now have this test for subsidiarity—we had only fine words in previous treaties because there was never a mechanism to go with them—so the European Council and the European Commission are going to have to look at all these competences and return to member states those that are no longer necessary. That seems to represent important progress in the area my hon. Friend mentions. On migration, the European Commission has said that Britain qualifies now. Where my hon. Friend is right is that although we know that what is proposed is the ability to stop someone getting full access to benefits for four years, we need to fill in the detail on how long such a mechanism will last and how many times it can be renewed."}, {"speaker": "Hywel Williams (Arfon) (PC):", "speech": "      In the Welsh general election, how will the Prime Minister’s Conservative colleagues argue for the economic stability that Wales so sorely needs when it might be overthrown by his referendum just six weeks later?"}, {"speaker": "The Prime Minister:", "speech": "      British people, including people in Wales, voted for a Government who would deliver economic stability while putting this great question about Britain’s future in front of the British people. As I have said before, public opinion in Wales, England, Scotland and Northern Ireland is all, to a greater or lesser extent, in favour of holding a referendum. I think this is the right policy for the whole of the United Kingdom."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      My right hon. Friend has talked about what is going to happen with the European Court of Justice. Does he recall that under the Lisbon treaty there is a requirement for the European Union to join the European convention on human rights. That has not been implemented because the European Court of Justice has said that it is incompatible with the EU treaties. Does this not show that, ultimately, although something might need to be taken into account, there is no need for compliance?"}, {"speaker": "The Prime Minister:", "speech": "      Let me say two things to my hon. Friend. First, I do not believe that the EU should join the European convention on human rights. I do not think that is the right step forward, and that has been the British Government’s position. Secondly, we are committed in our manifesto to change Britain’s position with respect to the European Court of Human Rights by having our own British Bill of Rights. We shall be coming up with proposals for that shortly."}, {"speaker": "Rachel Reeves (Leeds West) (Lab):", "speech": "      British workers benefit from employment rights guaranteed at the EU level. Will the Prime Minister assure us that his renegotiation does not affect important employment rights, including rights to paid leave, equal rights for part-time workers and fair pay for agency workers?"}, {"speaker": "The Prime Minister:", "speech": "      All these rules are no longer in a social chapter, but are part of single market legislation. We now have the opportunity to make sure that single market legislation is proportionate and that it is on something that needs to be done at the European level rather than the national level. That is an ongoing conversation, as it should be under the rules set out here."}, {"speaker": "Damian Green (Ashford) (Con):", "speech": "      Does my right hon. Friend agree that of all the documents issued yesterday, the most significant words are in Donald Tusk’s letter to members of the Council, particularly where he says that"}, {"speaker": "The Prime Minister:", "speech": "      I thought the letter was interesting in that regard. The truth is that Britain’s membership of this organisation is different from that of other countries. As the document sets out, we are not in the euro, we are not participating in Schengen, we keep our own border controls, we choose whether to participate in measures of freedom, security and justice. We opted out of the justice and home affairs area, and now we are opted out, as it were, of ever closer union. Our membership is different, and we need to make that case strongly as we go forward."}, {"speaker": "Ms Margaret Ritchie (South Down) (SDLP):", "speech": "      Given that the south of Ireland is by far Northern Ireland’s biggest export market, will the Prime Minister tell us what assessment he has made of the impact that leaving the European Union would have on the land border in Ireland? Can he tell us whether continued free movement in Ireland can be guaranteed, and has he assessed the damage that a customs border could cause to Northern Ireland’s economic security?"}, {"speaker": "The Prime Minister:", "speech": "      Those are important questions. I think I am right in saying that the amendments to the European Referendum Bill—now the 2015 Act—that were agreed in the House of Lords and were then, I think, accepted here require the Government to produce a series of documents concerning the reform proposals, the alternatives to membership, and the obligations and rights that attach to membership of the European Union. I think that, through a process involving those documents, we should address a very important question that clearly affects one part of the United Kingdom quite intensely."}, {"speaker": "Mr Jacob Rees-Mogg (North East Somerset) (Con):", "speech": "      In 2014-15, 183,000 economic migrants came from the European Union, none of whom would have been deterred by anything we have heard so far. Ever closer union may be taken out of the preamble, but it remains in the essential text of all the treaties. On protecting the “euro-outs”, all that will happen is that there will be a discussion—and there are plenty of discussions in the European Union—and, on competitiveness, that has been part of the European Union’s own ambition since the Lisbon agenda of 1999."}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is extremely articulate and always speaks very powerfully, but let me take two of the points that he has made and explain why I think that, actually, he has got this wrong."}, {"speaker": "Jack Dromey (Birmingham, Erdington) (Lab):", "speech": "      Once the workshop of the world, Birmingham in the west midlands is now the industrial heartland of Britain. Key to that success is inward investment, including investment by Jaguar Land Rover in the 3,000-strong Jaguar factory in my constituency, and key to inward investment is continuing membership of the European Union. Does the Prime Minister agree that it is strongly in the best interests of midlands workers that we remain part of Europe?"}, {"speaker": "The Prime Minister:", "speech": "      Provided that we secure the agreement that we need, yes, of course I do. We are seeing an industrial renaissance in the west midlands, much of it involving the automotive industry. I have had a number of meetings with car manufacturers in recent days: I saw representatives of Toyota and Ford yesterday, I have had conversations with Jaguar Land Rover and others, and I was with BMW representatives in Germany recently. They have all made the point that Britain is a great centre for the manufacture of cars, and of engines in particular. That is relevant to the issue of the standards set in Europe and our being a rule maker and not a rule taker, which is very important for our auto industry."}, {"speaker": "Mr John Baron (Basildon and Billericay) (Con):", "speech": "      Following the Prime Minister’s response to my recent parliamentary question, I have taken his advice and cleared the diary for a debate in the Chamber tomorrow on parliamentary sovereignty. Given the importance of sovereignty to the EU negotiations, will he join us for that debate, and, perhaps, respond to it on behalf of the Government?"}, {"speaker": "The Prime Minister:", "speech": "      I am very sorry, but I have not been able to clear my own diary. Tomorrow is the Syria conference. In fact, many people will arrive tonight—more than 30 Presidents and Prime Ministers, I believe. The aim is to raise twice as much for the Syria refugee appeal this year as we did last year. However, I know that my hon. Friend is keen to have a word, and I will make sure that we fix that up."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      As 14,000 jobs in Oldham are dependent on Europe, I am very much in favour of staying in. However, although the Prime Minister said in his statement that the emergency brake would apply immediately after the EU referendum, it was reported yesterday that the process would take at least 18 months. Will the Prime Minister make clear which is the case, and tell us whether he will report on any other transitional arrangements relating to other measures?"}, {"speaker": "The Prime Minister:", "speech": "      What I said was that because this measure does not rely on changes in the treaty but will be in European legislation, it can enter into force relatively shortly after the referendum. It will require some legislation, but, as I said earlier, the leader of one of the biggest parties in the European Parliament said that it could be a matter of months, because the process can be accelerated. It just goes to show how much we need to bind everyone into the agreement that we hope to achieve in the coming weeks, so that the Parliament can pass the legislation as swiftly as possible."}, {"speaker": "Nick Herbert (Arundel and South Downs) (Con):", "speech": "      Does my right hon. Friend agree that one of the biggest concerns about the direction of travel in the European Union is that countries within it, the eurozone members, wish to integrate more deeply in order to protect their currency? We have our own currency, but an incredibly important part of my right hon. Friend’s negotiation ambition was that we should be protected from any discriminatory measure that might result from those countries’ ability to integrate more closely. Is that not why this proposed package is indeed significant? Is it not the case that it does protect us, and that not only are there now two different speeds, but we have a different destination from our European partners, which puts us in a relatively advantageous position?"}, {"speaker": "The Prime Minister:", "speech": "      Let me make two points. First, I think that the reference to a different destination is significant. People have often talked about Europe moving at different speeds, but for the first time it is being said that we may not all be trying to achieve the same ends, and I think that that is very important."}, {"speaker": "Phil Wilson (Sedgefield) (Lab):", "speech": "      More than 80% of businesses in my constituency want to stay in the EU. More than 50% of the jobs are linked to trade with the EU. Our membership is vital to jobs, prosperity and security, and that is why Labour Members are united in campaigning to stay in Europe. Do we not need to end the uncertainty, have the referendum as soon as possible, and campaign to stay in the EU?"}, {"speaker": "The Prime Minister:", "speech": "      Obviously I am keen to end the uncertainty, but I am not in any hurry if we cannot get the right deal. I think we have set out very clearly what needs to be done, and I think it is possible for that to be agreed in February, but if it takes longer we shall have to be patient, because getting this right really matters."}, {"speaker": "Mr Peter Bone (Wellingborough) (Con):", "speech": "      A week or so ago, 2,500 people turned up in Kettering for the first GO conference. GO—Grassroots Out—is an organisation whose aim is to get us out of the EU. We had cross-party speakers at the Kettering conference, and we shall be holding another in Manchester."}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is always very generous with his time, with his advice, and now with his clothing as well. The tie has arrived, and I feel that the blazer is soon to follow."}, {"speaker": "Mr Speaker:", "speech": "      It is a very garish item, I am bound to say, but who am I to object to that? [Hon. Members: “Would you like one?”]I have suddenly been afflicted by a loss of hearing."}, {"speaker": "Sammy Wilson (East Antrim) (DUP):", "speech": "      I hope my tie is not too garish for you, Mr Speaker."}, {"speaker": "The Prime Minister:", "speech": "      I will want to address all those issues when I go to Northern Ireland. Already the reform of the common fisheries policy has led to some improvement, but there is more to be done. On the rules that manufacturers face, I have set out how we will cut bureaucracy. The documents also address directly the problem between the Republic of Ireland and Northern Ireland of sham marriages and people trying to get round our immigration controls, but we now need to carry them into force."}, {"speaker": "Tom Pursglove (Corby) (Con):", "speech": "      The Prime Minister is trying his best to renegotiate our position, but would he not agree that the reforms, as they stand, do nothing to make the immigration system in this country fairer to people, regardless of where in the world they come from?"}, {"speaker": "The Prime Minister:", "speech": "      I think they do make it fairer. As I explained in the statement, it has for years been frustrating that we cannot apply some of the rules for British citizens marrying foreign nationals to EU citizens marrying foreign nationals. The agreement opens the way to ensuring that we can. All sorts of sham marriages, fraudsters, criminals and others who have been getting round our immigration controls will no longer be able to do so."}, {"speaker": "Joanna Cherry (Edinburgh South West) (SNP):", "speech": "     The Sunday Times has reported that, as part of the negotiations and his plan to restore the sovereignty of Parliament, the Prime Minister is seeking to deny UK citizens access to the fundamental rights guaranteed by the EU charter. Does he appreciate that, as stated in the well-known case of MacCormick v. Lord Advocate, the doctrine of the sovereignty of Parliament is a distinctively English principle? In Scotland, the people are sovereign, and they do not want their human rights protections reduced."}, {"speaker": "The Prime Minister:", "speech": "      People in our country had fundamental rights long before the EU charter of fundamental rights was even thought of, so we do not need these documents in force in Britain. We have our own Parliament and our own rights, and soon we will have our own British Bill of Rights."}, {"speaker": "Nadhim Zahawi (Stratford-on-Avon) (Con):", "speech": "      Constituents and families will be thinking about what the future holds. All four tranches of the agreement are important to all our constituents, but the most significant is the protection for non-euro countries. Will the Prime Minister assure the House that he will look at the detail—the devil is in the detail—to make sure that there are no loopholes and that, as the eurozone countries integrate, we are protected and not discriminated against?"}, {"speaker": "The Prime Minister:", "speech": "      I will certainly do that. It will be a complex negotiation. The eurozone counties want the ability to integrate further and to know that we are not trying to block the action they need to take, but clearly we want to make sure that we, as members of the single market, are not disadvantaged."}, {"speaker": "Diana Johnson (Kingston upon Hull North) (Lab):", "speech": "      I am sure the Prime Minister will welcome today’s news that the largest offshore wind farm in the world is to be built off the east Yorkshire coast by DONG Energy and Siemens. This will create up to 2,000 jobs in the Humber estuary and result in £6 billion of investment. Does this not show that, whatever the debate and frustrations around the right terms, it is in our country’s economic interest to be part of, and engaged in, the EU as a leading player?"}, {"speaker": "The Prime Minister:", "speech": "      I am delighted with that news, because the Government have given great support to Siemens and DONG Energy. We have—I think—the biggest offshore wind market in the world, because we have provided the regulatory certainty the industry needed. In the east of England, that has achieved not just one big factory, but the industrial regeneration of all the related industries. Irrespective of the outcome of the referendum, we have to make Britain the best place in the world to invest and grow a business. When the arguments come, I am sure many of those who want us to stay in a reformed EU will argue it will make us even more attractive, but we should wait until the starting gun is fired."}, {"speaker": "Neil Carmichael (Stroud) (Con):", "speech": "      The scope and scale of the reform package reflect the key interests of a wide range of people in the Chamber. Does the Prime Minister agree that the important thing now is to make sure the details are legally binding and absolutely right and, above all, to sketch out the economic case for staying in the EU—not least the fact that more than half of our foreign direct investment comes from the EU?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is right. The next few weeks will be about trying to secure this deal and nail down the details. If that is successful, there will then be the bigger arguments he refers to."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      I suspect there will always be issues that divide the Prime Minister and me, but, on this, is not what matters the national interest and what he described as the greater prize? Is not one of the benefits of a document that is legally binding and ratified by the British people in a referendum that it will be the British people who decide? Had he gone for treaty change, could it not have been scuppered by referendums in France, Netherlands, Ireland and other EU member states whose publics might come to a different view from that of the British public?"}, {"speaker": "The Prime Minister:", "speech": "      I am grateful to the hon. Gentleman for his comments. Clearly, if agreed, this will be a legally binding arrangement, for the reasons I have given, but we are aiming in it for treaty change—on those things that need to change—the next time the treaties are altered. He makes a good point though: the more we can bring this together in one place and explain what it is about, the better the British people will see the force of the arguments."}, {"speaker": "Mr David Nuttall (Bury North) (Con):", "speech": "      Does the Prime Minister accept that if the UK left the EU, we could regain our seat at the World Trade Organisation, thereby regaining our voice and influence on this crucial body for global trade, which we lost when we became a member of the EU?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right that, outside the EU, one option would be to take our seat at the WTO. The only problem is that the WTO has not signed many trade agreements in recent years. Those have tended to be bilateral agreements, such as the EU agreement with Canada, which we hope is about to come in, and that with Korea. Of course, Britain could, independently, sign trade agreements, but we have to weigh up how much influence Britain has as a member of the EU—a market of 500 million people—when negotiating the biggest and best trade deals with the fastest-growing countries in the world."}, {"speaker": "Mr Speaker:", "speech": "      I call Brendan O’Hara. No. He was here."}, {"speaker": "Stewart Malcolm McDonald (Glasgow South) (SNP):", "speech": "      The German Government and the European car lobby see the renegotiation as an opportunity to water down new proposals on emissions standards and type approval. Does the Prime Minister accept that that would be unacceptable to British drivers, and will he ensure that it will not be a bargaining chip in the renegotiation?"}, {"speaker": "The Prime Minister:", "speech": "      There is no connection between this renegotiation and those directives. The only one I can see is the one I made earlier: for the good of our car industry and our consumers, Britain needs to be in the room when these decisions are made."}, {"speaker": "Dr Sarah Wollaston (Totnes) (Con):", "speech": "      The Prime Minister has set out the many things that remain to be reformed, but if this grudging and threadbare deal is the best the EU is prepared to concede, what serious hope is there of meaningful renegotiation if or when we are tied in long term under a referendum?"}, {"speaker": "The Prime Minister:", "speech": "      I would make two points to my hon. Friend. First, this is not coming at the time of a more general treaty change; it is a one-off. We are the first Government, and I am the first Prime Minister, I can think of who from a standing start have achieved a unilateral agreement for the good of their country inside the EU. I do not think it is threadbare; as others have said, it is very solid. I am sure that treaty changes will be coming down the track—the process of reform is never fully completed—but there is no danger, once the agreement is signed and, I hope, confirmed in a referendum, of Europe running away with a whole lot of other plans for Britain, because we have the referendum lock. Nothing can happen to Britain without a referendum in this country. That was such an important piece of legislation back in 2010, but I think sometimes we forget about it."}, {"speaker": "Greg Mulholland (Leeds North West) (LD):", "speech": "     The Liberal Democrats believe in the UK being in Europe, but we also believe in the EU being reformed, so I congratulate the Prime Minister and his team and wish them well in the remaining negotiations. When he is leading the campaign to stay in, will he remind the British public of the mutual defence clause and that, frankly, in this unstable world now would be an absurd time to turn our backs on our nearest neighbours and allies?"}, {"speaker": "The Prime Minister:", "speech": "      I thank the hon. Gentleman for his good wishes for the final stages of this renegotiation. This will be a big argument in the campaign. Like many on this side of the House, I have always seen NATO as   "}, {"speaker": "Caroline Nokes (Romsey and Southampton North) (Con):", "speech": "      Small and medium-sized enterprises are the absolute lifeblood of our economy and small business owners in Romsey and Southampton North are looking at the targets for regulation reduction with optimism, but what they are really seeking is a reassurance from my right hon. Friend that these are stretch targets and our real goal has to be to go beyond them and make sure there is a real-terms reduction in the amount of bureaucracy small businesses face."}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. What has been achieved so far is something like an 80% reduction in the number of proposals coming forward, but of course what we want to achieve is a reduction in the existing base of regulation and registration where it is unnecessary, and that, again for the first time, is what we have secured targets towards."}, {"speaker": "Cat Smith (Lancaster and Fleetwood) (Lab):", "speech": "      Can the Prime Minister confirm that British women’s rights at work specifically around paid maternity leave, equal pay and anti-discrimination laws will remain firmly in place and will not be affected by any deal? For the same British women, may I ask for an update on how far his negotiations have got on the tampon tax?"}, {"speaker": "The Prime Minister:", "speech": "      First, I can give the hon. Lady that reassurance in terms of those guarantees and also the action we have taken domestically on things like shared parental leave, which I am very proud of and makes Britain a more family-friendly country. The tampon tax issue is difficult because of the VAT rules in Europe so I have nothing to add to what I have said before about that, but I totally agree about the desirability of trying to get it fixed."}, {"speaker": "Ben Howlett (Bath) (Con):", "speech": "      May I join other colleagues in thanking the Prime Minister for all his work in negotiating a better deal for Britain in the EU? I agree with him that these reforms are a substantial and fundamental change to our relationship with the EU, but what assessment has he made of the impact of these reforms on the car manufacturing worker or the student who is looking at their Erasmus placement next year, as well as those who share similar concerns to those of a pensioner constituent of mine who contacted me yesterday and said, “What is the impact on my grandchild if we leave the EU?”"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is absolutely right. Inevitably these negotiations focus on important ideas and concepts of sovereignty and non-discrimination and deregulation and the rest, but we have to make sure this is a debate that is about consumers and how we are affected in terms of freedom to travel, freedom to study,   "}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      The Prime Minister has outlined the action he has taken in UK-EU negotiations, but what is missing from his statement is any reference whatever to the fishing sectors, choked with bureaucracy and unable to fish fully the seas around the United Kingdom of Great Britain and Northern Ireland. Farmers have to wade through red tape just to farm. The fishing sectors and the farmers have a simple solution: have the referendum as soon as possible and let us rid ourselves of the outrageous and top-heavy EU and just say no to Europe. Can the Prime Minister tell us, and the fishermen and the farmers, today when the referendum will take place?"}, {"speaker": "The Prime Minister:", "speech": "      I cannot give a date for the referendum because we do not yet have an agreement in place. I would say that in recent years there have been quite significant improvements in the common fisheries policy, not least in dealing with the appalling situation of discards. As for farmers, let the debate begin; let’s hear from farmers and farmers’ representatives about what they think about the support they get, the actions we have taken to try to simplify the bureaucracy with fewer inspections and the rest. I look forward to hearing from all farmers and their representatives."}, {"speaker": "Mrs Flick Drummond (Portsmouth South) (Con):", "speech": "      I thank the Prime Minister for a very good negotiation. This report is fantastic, but may I draw my right hon. Friend’s attention to section B? Does my right hon. Friend welcome Mr Tusk’s comments on competitiveness, which commit to"}, {"speaker": "The Prime Minister:", "speech": "      I thank my hon. Friend for her remarks. Of course section B is important, but it is also worth looking at the draft European Council declaration on competitiveness which adds to section B and brings out some more details."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      Obviously any referendum debate will centre on the bigger picture, the longer-term challenge and deeper interests, but as well as the issues raised by my hon. Friend the Member for South Down (Ms Ritchie), will the right hon. Gentleman address whether the package he has come up with to do with the changes in relation to child benefit will automatically extend to cross-border workers in a constituency like mine, where EU precepts apply?"}, {"speaker": "The Prime Minister:", "speech": "      I will look very carefully at that issue, but I seem to recall from conversations I had with the Taoiseach that there are particular arrangements for the common travel area. But I will come back to the hon. Gentleman on this."}, {"speaker": "Robert Neill (Bromley and Chislehurst) (Con):", "speech": "      The legal certainty that the Prime Minister referred to and the protections in the economic governance section of the document are very important to maintain the status of London as an international business and financial centre, but does my right hon. Friend agree that one of the risks to that position that would remain if this agreement were not successful would be the uncertainty of leaving a market which we can grow, improve and strengthen, and having then to try to get back into the market from the outside with uncertain cost, time and terms?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend, with his constituency, is right to talk about the importance of financial services and the City of London. We have 40% of Europe’s financial services here in the UK. The current arrangements work quite well because people can passport their way through to establish themselves in any European country, so those arguing for alternatives will have to answer some quite difficult questions about how exactly we put those sorts of protections in place."}, {"speaker": "Peter Grant (Glenrothes) (SNP):", "speech": "      Can the Prime Minister confirm he is now in receipt of a letter from my right hon. Friend the Member for Gordon (Alex Salmond) that makes it clear he does not believe six weeks is a long enough gap between national elections and the EU referendum? Clearly the misrepresentation that has happened is not intentional—we all accept that—but in order to set the matter straight, may I suggest that the Prime Minister and his colleagues are equally enthusiastic about circulating the actual views of the former First Minister, in particular his suggestion that the real reason the Prime Minister wants a June referendum is that a short campaign is designed to minimise the extent of the obvious divisions within the Conservative party?"}, {"speaker": "The Prime Minister:", "speech": "      First, I do not think four months is a short period of time. I think by the end of four months people might be heartily sick of the whole subject. But I notice that the thumbscrews and the other instruments of torture available to the current First Minister have clearly been applied to the former First Minister as we have seen a miraculous conversion—once six weeks was enough; now six weeks is not enough. I wonder what she did to him."}, {"speaker": "Richard Drax (South Dorset) (Con):", "speech": "      May I, too, thank the Prime Minister for giving the country the chance of a referendum? Does he agree that he, I and this Government are nothing more than tenants whose duty while we serve is to protect our island inheritance—our democracy, sovereignty and freedom—and that we have no right whatsoever to sell it all, let alone cheaply, to a bureaucratic and unaccountable institution like the EU?"}, {"speaker": "The Prime Minister:", "speech": "      We are tenants; my hon. Friend is absolutely right. That is why I think after 40 years of the British people not having a say when Europe has changed so much, it is right to give the British people a say again, and what I wanted to do was give them the very best possible chance to have a say—not between the status quo today and leaving altogether, but with an improved settlement and plan for Britain by which they can choose to stay in or get out."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. [Interruption.] I call Mr Tom Elliott—and he should not be diverted by the hon. Member for East Antrim (Sammy Wilson), who is sitting next to him."}, {"speaker": "Tom Elliott (Fermanagh and South Tyrone) (UUP):", "speech": "      Thank you very much, Mr Speaker. I will not be diverted, and I have no ties to offer either. One of the major drawbacks of the European Union for businesses is red tape and bureaucracy. I note that yesterday’s document stated that unnecessary legislation would be repealed. When will the public and our businesses be able to see which legislation is likely to be repealed?"}, {"speaker": "The Prime Minister:", "speech": "      As the document sets out, this will be an annual process. What is different about this is that, instead of just words about deregulation, two mechanisms are being put in place: one to enforce subsidiarity so that whole competences can be returned to member states, and one for burden-reduction targets. Those two things are new."}, {"speaker": "Mims Davies (Eastleigh) (Con):", "speech": "      We on this side of the House want what is best for Britain when it comes to jobs and security. I have one vote, and I believe that there are aspects of the EU that need serious scrutiny and reform. My constituents share those thoughts. This party has provided this opportunity for a much-needed referendum and the reality of reform, and we can look at this and examine what is before us. Does the Prime Minister agree that voters want an open argument on this matter, rather than open warfare?"}, {"speaker": "The Prime Minister:", "speech": "      People want an open argument; they also want unbiased statistics and clear independent advice. So as well as there being an in campaign and an out campaign, once the deal is agreed—"}, {"speaker": "Chris Bryant (Rhondda) (Lab):", "speech": "      Two outs."}, {"speaker": "The Prime Minister:", "speech": "      Well, several out campaigns, as the hon. Gentleman says. Once the deal is agreed, we also need to ensure that independent organisations, businesses, non-governmental organisations and any others who think that they would be affected are encouraged to come forward and give their views."}, {"speaker": "Stephen Gethins (North East Fife) (SNP):", "speech": "      The Prime Minister talks about strengthening all the national Parliaments. Will he tell us, in the spirit of seeing subsidiarity in action, what exactly that will mean for the Scottish Parliament?"}, {"speaker": "The Prime Minister:", "speech": "      We are currently giving the Scottish Parliament the immense responsibility of being able to raise its own taxes. We are still negotiating that, but it is probably the biggest act of British subsidiarity that we have had for many years, and I would urge the SNP to pick up the baton and run with it."}, {"speaker": "Chris Philp (Croydon South) (Con):", "speech": "      On the topic of in-work benefits, the Prime Minister has already said that the emergency brake is in the hands of the Commission. Does he agree that it would greatly help the “in” case if, over the next two or three weeks, he could get a slightly stronger commitment to apply that handbrake for a period into the future and not just initially? Secondly,   "}, {"speaker": "The Prime Minister:", "speech": "      On my hon. Friend’s latter point, the European Parliament is a party to these negotiations and I have had a number of meetings with it. If he looks at the draft declaration of the European Commission on the safeguard mechanism, it is very clear that we are justified in triggering the mechanism straight away. On his other point, he is absolutely right to say that we need to secure in the negotiations the best possible agreement on all the other aspects of the operation of this mechanism: how long it lasts for, how many times it can be renewed, and all the rest of it."}, {"speaker": "Patrick Grady (Glasgow North) (SNP):", "speech": "      There were approximately 500 days between the announcement and the date of the Scottish independence referendum, which is roughly the same length of time between today and 23 June 2017. There are 30,000 British citizens living in European countries and claiming benefits, so how will this draft, permanent, still-to-be-negotiated, legally binding package affect them?"}, {"speaker": "The Prime Minister:", "speech": "      I can let the House into a little secret. The reason why there were 500 days between the announcement of the Scottish referendum and the referendum itself is that I was so determined that there was going to be one question and one question only that I granted the former First Minister, the right hon. Member for Gordon (Alex Salmond), the right to name the date. He wanted to make sure that the referendum took place after as long as possible, after the anniversary of Bannockburn, after everything—everything he could throw in. I have to say that, from my point of view, the result was still very clear."}, {"speaker": "Paul Scully (Sutton and Cheam) (Con):", "speech": "      Benefits as a pull factor for migration might have been blunted somewhat by these proposals but they have not been eliminated. Arguably the bigger pull factor for migration is our successful economy and job creation in the UK. Will the Prime Minister tell us what the draft proposals will do to enable the UK to control immigration from within the European Union in the long term, beyond the four years of the emergency brake?"}, {"speaker": "The Prime Minister:", "speech": "      On the long-term approach, we are dealing with the abuses of free movement with a more comprehensive package than ever before to deal with the fraudsters, the criminals and the sham marriages. We have the emergency brake which will deliver a four-year welfare brake, which I think is significant. Frankly, I am sure that the eurozone economies will start to recover over time; that has been one of the issues. In the long term, we need to do better at controlling immigration from outside the EU but we also need a welfare policy and a training policy inside our own country, which we increasingly have, to train up the people in this country to do the jobs that our strong economy is providing."}, {"speaker": "Mr Robin Walker (Worcester) (Con):", "speech": "      As one of the top five economies in the world, Britain has to have a   "}, {"speaker": "The Prime Minister:", "speech": "      The advice has been pretty comprehensive from all of them: they value their individual relationship with Britain, but they think we are better off inside a reformed European Union. The Prime Ministers of New Zealand, Australia and Canada, the American President and others are all pretty clear about this—not simply because they think we are better off, but because they think the influence we bring to bear on the European Union is positive from their point of view."}, {"speaker": "Alberto Costa (South Leicestershire) (Con):", "speech": "      The SNP, in rummaging for an argument, referred to a 1953 case, the case of MacCormick, and to obiter comments—that is, comments made in passing. May I remind the Prime Minister that he among EU leaders has unique up-to-date experience of tough negotiations that led to a referendum agreement, which in turn led to 55% of the Scottish electorate voting to keep the sovereign United Kingdom together? He should take comfort from that success, because those 55% will be voting, just like the English, the Welsh and the Northern Irish, to listen to the British Premier about what is in Britain’s best interests."}, {"speaker": "The Prime Minister:", "speech": "      I am grateful to my hon. Friend. What these two referendums have in common is that, as a country, we should be confronting and dealing with these big issues. Does Scotland want to stay within the United Kingdom? Does the United Kingdom want to stay within a reformed Europe?"}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      Just as important as the result will be the legitimacy of that result, and a high turnout will be essential. What can the Prime Minister do to engage with trade, industry and businesses to encourage them to discuss with their employees the implications of the outcome, whichever way the debate goes?"}, {"speaker": "The Prime Minister:", "speech": "      I will certainly do everything I can, in the event of a successful negotiation, to encourage engagement at all levels. I would also encourage businesses, charities and other organisations to ensure that they feel they can come forward. There are some in the business community who feel that that they will have to go through all sorts of corporate governance concerns, but I would advise them to get on with that process so that if they think they have important arguments to put forward to their workforce, their customers or their shareholders, they are able to do so."}, {"speaker": "Richard Graham (Gloucester) (Con):", "speech": "      A key question for many is whether the UK will be able to say no to European migrants when we need to. This draft Council statement spells out clearly that we will be able to do so on the grounds of public policy, public health and public security, which include legitimate goals such as reducing unemployment or the suspicion of marriages   "}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend makes an important point. If we read section D of the main document, we see that it is quite refreshing about the number of instances in which the control of migration and the limitation of free movement will be possible. That document bears careful reading."}, {"speaker": "Kevin Foster (Torbay) (Con):", "speech": "      I welcome the Prime Minister’s statements so far. I particularly welcome the fact that, for the first time in my lifetime, a Prime Minister is doing a deal in Europe and coming back to this country to give all the British people a chance to have a say on it, rather than just Members of Parliament. Can he reassure me that, even if people do vote to remain in the European Union on the basis of this deal, we will still have a vision that Europe should be doing less and doing it better?"}, {"speaker": "The Prime Minister:", "speech": "      I absolutely agree with that; the idea of Europe only where necessary but nation states wherever possible is absolutely right. There will be people who say, “Maybe we have addressed some issues of concern to the British people but there is more to be done.” Let me say again that that is a perfectly acceptable view, but I would argue that the “more to be done” should be done from inside the EU, rather than by us slamming the door and trying to do it from outside."}, {"speaker": "Mark Pawsey (Rugby) (Con):", "speech": "      It is now clear from the renegotiations that Britain can improve its position within Europe by continuing to benefit from influence over a market of 500 million people, while maintaining our borders and preventing abuse of free movement. Is the Prime Minister as encouraged as I am by the very positive support that has come from business across the piece?"}, {"speaker": "The Prime Minister:", "speech": "      It is important that business raises its voice, particularly as regards jobs and investment. We need to demonstrate that this negotiation and this outcome can actually lead to a strong and more secure economy, for the sake not just of business, but of people who want security."}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      I congratulate my right hon. Friend on his statement. Is he aware that 90% of FTSE 100 chairmen would vote to remain in the European Union? Does he think that that is because they are part of some so-called “project fear”? Alternatively, is it because they run our very largest companies in the real world and know that a vote to leave is a vote for huge economic uncertainty and that a vote to remain, with the protections we will have on the single market and our currency, is a vote for our economy to go from strength to strength?"}, {"speaker": "The Prime Minister:", "speech": "      It is important that we hear the voice of business, both large and small, and I encourage all businesses to speak out because they have an important contribution to make to the debate. The more that people can give concrete examples of how access to this market and to the rules of this market matter, the better."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      I thank the Prime Minister for his efforts to secure the best deal available. Today’s newspaper reports suggest that the changes needed to introduce an emergency brake would require approval from the European Parliament. Has he had an opportunity to assess levels of support among MEPs for these changes?"}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend is right in what he says. Obviously, it is a great advance that the European Commission has said that Britain qualifies for this brake, and if it existed now it would be brought in straightaway. As for the advice I have about the position of the European Parliament, I mentioned earlier that the head of the largest group in the European Parliament thinks this could be sorted out in a matter of months and is supportive of the approach."}, {"speaker": "Andrew Bridgen (North West Leicestershire) (Con):", "speech": "      The German captain of the ship that is the European Union has deliberately steered it into a migration iceberg with all the watertight doors open. Rather than just rearranging the deckchairs, would it not be better to direct the British people to the available lifeboat while the band is still playing and before the inevitable happens?"}, {"speaker": "The Prime Minister:", "speech": "      The analogy was getting quite complicated, but I do not agree with that. If we were not outside Schengen, my hon. Friend would have a very fair point, but we are in a situation where we are able to have the best of both worlds. Let us keep our borders and let us not let in foreign nationals who do not have a right to be here—that is strengthened by this agreement—but let us keep the free movement, so that British people can live and work in other European countries. That is the best of both worlds."}, {"speaker": "Craig Mackinlay (South Thanet) (Con):", "speech": "      I wish to press my right hon. Friend a little further about the emergency brake, which sounded so hopeful some weeks ago. My hon. Friend the Member for Gainsborough (Sir Edward Leigh) talked about backseat drivers, but the concept of 28 feet reaching for the pedal, all wanting an influence, really means that when a hazard is seen, indecision will mean that an accident will surely happen. Does my right hon. Friend agree that it is far better to have independent control of the brake, the clutch, the accelerator and, indeed, the steering wheel?"}, {"speaker": "The Prime Minister:", "speech": "      First, the European Commission’s statement is very clear, saying that it"}, {"speaker": "Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "      In his statement, the Prime Minister outlines the work we have done to tackle migration from outside the EU. What conversations has he had with other European leaders about what they are doing to tackle the migrant crisis? Many of my constituents are very worried about the future implications of migration, particularly given that we are seeing such unsustainable levels of people coming into the UK at the moment."}, {"speaker": "The Prime Minister:", "speech": "      My hon. Friend asks a crucial question that needs to have a full and proper answer. The arrival of these people on to the European continent does concern people. What I say is that, first, we do not have to allow into our country foreign nationals resident in other states. That is why we keep our border controls."}, {"speaker": "Martin Vickers (Cleethorpes) (Con):", "speech": "      It has been a long wait, Mr Speaker, but the voice of the Humber will not be silenced, as the Prime Minister said last week. He rightly said in his opening remarks that the British people are proud of their democratic institutions. Let me suggest to him that when they see British Ministers having to go cap in hand to Brussels to determine who receive benefits or who is allowed into the country, that pride is somewhat diminished. May I urge him further, in his final negotiations, to remain robust and achieve even more? Although he will not persuade me, he may persuade a few doubting people in Cleethorpes to vote to stay."}, {"speaker": "The Prime Minister:", "speech": "      I am sure the voice of the Humber could help me with that, if he really wanted to. Britain is a member of a number of international organisations, some of which involve our having obligations towards them. We have ceded some of our sovereignty and our obligations to NATO, yet we do not see that as a cap in hand issue; we see it as a cornerstone of our security. What I am trying to secure here with Europe is that we are in the things we want to be in and we are out of the things we do not want to be in. If that is the case, we are not weaker, less powerful or less sovereign as a result; we are more able to get things done for the people who put us here."}, {"speaker": "Mr Adam Holloway (Gravesham) (Con)", "speech": "      rose—"}, {"speaker": "Mr Speaker:", "speech": "      Order. No, no, I am always very keen to hear from the hon. Member for Gravesham (Mr Holloway), but he only toddled into the Chamber some considerable way into the statement, as his puckish grin testifies. We will hear from him on a subsequent occasion. Perhaps we can just thank the Prime Minister for his patience and his courtesy. [Hon. Members: “Hear, hear!”] I would like to thank all colleagues for taking part. There will be many opportunities further to debate these important matters, but let us give thanks where they are due."}, {"speaker": "Siobhain McDonagh (Mitcham and Morden) (Lab):", "speech": "      I beg to move,"}, {"speaker": "John McDonnell (Hayes and Harlington) (Lab):", "speech": "      I beg to move,"}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "John McDonnell:", "speech": "      I will give way in due course, but may I remind Members that this is a time-limited debate and I wish to press on as quickly as I can? Of course Members will have the opportunity to engage."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "John McDonnell:", "speech": "      I will give way in due course. Calm down."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      What assessment does the shadow Chancellor make of the Labour Government, who were in charge of taxation during part of that period?"}, {"speaker": "John McDonnell:", "speech": "      I am grateful for the intervention. The hon. Gentleman probably knows that I was not the most enamoured of the Labour Government’s track record during that period, but it was a Labour Government who started this inquiry and the hon. Gentleman’s Government took six years to complete it. According to a recent estimate by the Financial Times, the measures introduced by the Labour Government will reap 10 times the amount of tax that this Government have secured."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Will not many of our constituents find it difficult to understand the fact that this information is largely in the public domain? We know the profits, assets and liabilities of Google in the United Kingdom because those finances are public. We also know how much tax is being paid. Does that not lead us to the conclusion that the tax rate is 2.77%, not 20%?"}, {"speaker": "John McDonnell:", "speech": "      Let me come on to that point."}, {"speaker": "Mike Wood (Dudley South) (Con):", "speech": "      Companies such as Simworx in my constituency are extremely successful at selling products around the world that are based on their intellectual property developed in the UK. Does the shadow Chancellor think the profits from that intellectual property should be taxed in the country where those products are sold, or here in Britain?"}, {"speaker": "John McDonnell:", "speech": "      The economic activity definition has to be examined when profits are assessed. I will come on to that point because it is valid and reasonable."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "John McDonnell:", "speech": "      Let me press on as we are time-limited."}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP):", "speech": "      Does the shadow Chancellor agree that what compounds the sense of unfairness that our constituents feel is that the tax gap has been estimated by many to be well over £100 billion, and at the same time this Government are cutting HMRC offices and at the weekend announced compulsory redundancies for tax collectors? How on earth can we narrow the tax gap when that is happening?"}, {"speaker": "John McDonnell:", "speech": "      I will come to that in my recommendations for the future."}, {"speaker": "Alex Chalk (Cheltenham) (Con):", "speech": "      Under Labour, hedge fund managers were routinely paying a lower rate of tax than their cleaners because Labour was a soft touch on tax. Is not the hon. Gentleman’s argument just political opportunism on stilts?"}, {"speaker": "John McDonnell:", "speech": "      I am not sure whether the hon. Gentleman was listening. I just answered that point by reference to my critique of the Labour Government. I convened the Tax Justice Network campaign meetings in this building, and I have campaigned for 18 years. The FT assessment is that the measures introduced by the Labour Government will reap 10 times as much as anything introduced by this Government."}, {"speaker": "Joan Ryan (Enfield North) (Lab):", "speech": "      May I join the shadow Chancellor in demanding more transparency? I have been contacted by people in my constituency who are concerned that the Government are creating a loophole especially for Google and nobody else. We in the House and in this country deserve full transparency on this deal."}, {"speaker": "John McDonnell:", "speech": "      I will come on to the recommendations for future action, which cover my right hon. Friend’s point."}, {"speaker": "James Cartlidge (South Suffolk) (Con):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "John McDonnell:", "speech": "      In due course; let me press on a little further."}, {"speaker": "Steve Brine (Winchester) (Con):", "speech": "      I know the shadow Chancellor seeks consensus when he can and I am listening to what he says. I have been doing some totting up and I reckon that there have been about 40 changes to tax law since this Government have been in office, which has led to about £12 billion being raised since 2010. For the record, does he welcome that?"}, {"speaker": "John McDonnell:", "speech": "      Of course; I have welcomed that. I have just been saying that I have supported the Chancellor on each piece of legislation that he has introduced to tackle tax avoidance and tax evasion. This deal flies in the face of everything the hon. Gentleman and I have been supporting in the Chamber."}, {"speaker": "Rachel Reeves (Leeds West) (Lab):", "speech": "      Last year Google funnelled £8 billion-worth of royalty payments to Bermuda. Does my hon. Friend believe that the British Government should be doing much more to crack down on tax havens, particularly those that are British overseas territories?"}, {"speaker": "John McDonnell:", "speech": "      I will address the Bermuda question, so if my hon. Friend waits a few minutes she will hear just how shocking the situation really is."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "John McDonnell:", "speech": "      I am going to press on."}, {"speaker": "Chris Philp (Croydon South) (Con):", "speech": "      On the point about international agreements, the United Kingdom Government have been at the forefront of the base erosion and profit shifting initiative. Richard Murphy,   "}, {"speaker": "John McDonnell:", "speech": "      I support the Government in that action, but this deal flies in the face of that action and undermines the agreements that we are trying to make."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "John McDonnell:", "speech": "      Let me press on, because time is short."}, {"speaker": "Mrs Sheryll Murray (South East Cornwall) (Con):", "speech": "      Does the hon. Gentleman not accept that this Government have done more than the previous Labour Government to close those loopholes? He says that he did not agree with the previous Labour Government, so will he tell us what he did to oppose those measures and raise the matter when he was in Parliament?"}, {"speaker": "John McDonnell:", "speech": "      I know that the hon. Lady was not here at the time, so perhaps she should check my voting record throughout my 18 years in this House. I do not want to keep on repeating this. I wanted both Governments to go further, but an independent assessment has shown that the legislation introduced by the previous Labour Government will drag in 10 times more in tax than the current Government’s legislation, and even then I wanted to go further. We should at least accept the independent assessment that has been made."}, {"speaker": "Robert Jenrick (Newark) (Con)", "speech": "     rose—"}, {"speaker": "John McDonnell:", "speech": "      I am going to press on, because time is short."}, {"speaker": "Graham Stuart (Beverley and Holderness) (Con):", "speech": "      The shadow Chancellor said that he would set out his ideas, and I had hoped that he would talk about a more revolutionary change to the methods of taxation. With the massed ranks of corporate lawyers put up against national tax jurisdictions, it is an uneven battle, so perhaps we need some more radical thinking altogether."}, {"speaker": "John McDonnell:", "speech": "      The hon. Gentleman has taken an interest in this matter over many years and has regularly been in debates with me in this Chamber. I fully agree that we need a more radical approach."}, {"speaker": "Chris Heaton-Harris (Daventry) (Con):", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "John McDonnell:", "speech": "      I cannot give way, because I am concluding my speech."}, {"speaker": "Madam Deputy Speaker (Mrs Eleanor Laing):", "speech": "      I have to inform the House that Mr Speaker has selected the amendment in the name of the Prime Minister."}, {"speaker": "The Financial Secretary to the Treasury (Mr David Gauke):", "speech": "      I beg to move an amendment, to leave out from “House” in Line 1 to end and add:"}, {"speaker": "John McDonnell:", "speech": "      Is the Minister saying that Google employs 2,300 staff in this country on an average salary of £160,000, and they cannot be defined as involved in economic activity or as adding any value? What are they doing? Playing cards all the time? Are they not actually involved in economic activity—this sizable proportion of the Google workforce?"}, {"speaker": "Mr Gauke:", "speech": "      The point I am making is that the shadow Chancellor goes around quoting numbers based on profits from sales. To be fair, he went through the methodology carefully in the House today, but that methodology appears to be based on a complete misunderstanding of how the tax system works."}, {"speaker": "Rachel Reeves:", "speech": "      I do not misunderstand how the corporation tax system is applied, but without information from HMRC, and without publication of the deal, it is difficult to know exactly how much tax Google should be paying. That is why we are seeking answers. Also, there have been $8 billion of royalty payments to Bermuda. Does the hon. Gentleman really think that that is where the economic activity is and where the value is being added?"}, {"speaker": "Mr Gauke:", "speech": "      I will deal directly with the issue of transparency in a moment."}, {"speaker": "Mr Richard Bacon (South Norfolk) (Con):", "speech": "      The Minister is right, of course, that these issues are sometimes very complicated. However, sometimes there are loopholes that are exploited. Will he identify some of the loopholes closed by this Government that were opened by the previous Labour Government?"}, {"speaker": "Mr Gauke:", "speech": "      There is a whole host I could draw attention to, but in the interests of time, I will not run through that lengthy list. I have it here, and there are quite a number of cases—there are 40 I can identify straightaway—where there were loopholes, and we have tried to address that."}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "      The difficulty with the economic activity test the Minister talks about is that it is intrinsically judgmental, and that gives us many of the issues that we try to grapple with. The test came in in the 1920s, way before the internet. Might it not be a way forward to move more towards taxing sales and, if necessary, dividends, with less on corporation tax, which would take these judgments away?"}, {"speaker": "Mr Gauke:", "speech": "      The first point to make is that this is a debate on the operation of the tax law as it stands, not on how people might want it to be, and to be fair to HMRC, it can only collect the tax that is due under the law as it stands, not as how people might want it to be. On reform of this area, there is no reason why we should not debate these matters. However, with regard to a move towards taxing profits on the basis of sales—there is a perfectly respectable case for reform in that direction—I would be worried about the impact on, for example, the UK’s creative and scientific sectors. I have mentioned the video games sector, and one could also look at pharmaceuticals. There are a number of areas where the UK—businesses in our constituencies—would lose out in those circumstances, so I would be a little wary about it."}, {"speaker": "Joan Ryan:", "speech": "      May I bring the Minister back to the fundamental point about transparency? It would make this debate much easier and more useful if he published the details of this deal in full so that we can be sure that we are not talking about mate’s rates and a special tax loophole for Google."}, {"speaker": "Mr Gauke:", "speech": "      I will come on to transparency, but let me first return to this Government’s record on changing domestic law and leading the way in updating the international system."}, {"speaker": "Stephen Timms (East Ham) (Lab):", "speech": "      Of course, the diverted profits tax was referred to as the Google tax. My hon. Friend the shadow Chancellor has alleged that under the terms of the deal Google will not pay a penny. Is he right about that?"}, {"speaker": "Mr Gauke:", "speech": "      The purpose of the diverted profits tax, which came into effect in April, is to ensure that companies stop diverting their profits and pay corporation tax like everybody else. I repeat that I cannot talk about the Google case beyond information that is in the public domain, but if this tax is effective in driving companies to stop diverting their profits, it is a success."}, {"speaker": "Mark Durkan (Foyle) (SDLP):", "speech": "      The Minister refers to the Government’s record over the past Parliament and this one, but he has not mentioned the changes to the controlled foreign companies rules, which favoured a number of companies at the expense of the Exchequer and, in net terms, at the much greater expense of exchequers in developing countries."}, {"speaker": "Mr Gauke:", "speech": "      The controlled foreign companies regime was driving business out of the UK, whereas now businesses are looking to locate their headquarters in the UK, and I am pleased about that."}, {"speaker": "Robert Jenrick:", "speech": "      The Minister is making a very important point about the diverted profits tax. It is important that Members on both sides of the House recognise that this extremely important development was brought in by this Government, and that it is not correct to say that Labour Members supported it, because at the time, a year ago, their position was that it was not wise to bring it in until the outcome of the BEPS process was completed, which it still is not. Had we taken the advice of the then shadow Chancellor and shadow Chief Secretary, there would be no diverted profits tax, and the points made by Labour Members would be irrelevant."}, {"speaker": "Mr Gauke:", "speech": "      I am grateful to my hon. Friend, who reminds the House of an important point. When we brought in the diverted profits tax, the intention was clearly to make sure that we got more money being paid in corporation tax. We want to stop companies diverting their profits out of the UK, and we are leading the way in bringing forward legislation on this."}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab)", "speech": "     rose—"}, {"speaker": "Mr Gauke:", "speech": "      Let me just make this point. [Interruption.] I will give way to the hon. Lady."}, {"speaker": "Helen Goodman:", "speech": "      I am grateful to the Minister, who is doing his best in a difficult situation. However, Ministers are not barred by law from publishing the minutes of meetings that they have, so could he now publish the minutes of all 25 meetings that Ministers have had with Google?"}, {"speaker": "Mr Gauke:", "speech": "      We have a very open and transparent arrangement for disclosure of meetings. I am very clear that when it comes to determining the tax liability of a company such as Google—or, indeed, any other taxpayer in this country—there is no ministerial involvement. HMRC is entirely operationally independent. There is no ministerial interference in such areas, and no suggestion that there would be. When it comes to determining the tax bill of any taxpayer, it is a matter of HMRC enforcing the law; it is not for ministerial involvement. HMRC introduced new governance arrangements for significant tax disputes in 2012 to provide even greater transparency, scrutiny and accountability. They included the appointment of a tax assurance commissioner to ensure that there is clear separation between those who   "}, {"speaker": "Wes Streeting (Ilford North) (Lab):", "speech": "      I am grateful to the Minister for his assurance that there are no sweetheart deals, but if the process is so independent and Ministers are so far removed from it, how can he give us that assurance? Similarly, how was the Chancellor able to hail the deal as a major success?"}, {"speaker": "Mr Gauke:", "speech": "      We have in place strong governance. The NAO has looked in the past at settlements when accusations have been made of sweetheart deals, and those accusations have been dismissed. It is very clear that HMRC’s remit is to get the tax that is due under the law, and no one has ever produced a shred of evidence to suggest otherwise; they have merely displayed a prejudice against HMRC staff and a tendency to insult them."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Gauke:", "speech": "      I want to make a little progress, but let me give way to my hon. Friend the Member for Croydon South (Chris Philp)."}, {"speaker": "Chris Philp:", "speech": "      Does the Minister agree that the reason why this announcement is welcome is that we collected £130 million of tax from Google, while Labour collected nothing?"}, {"speaker": "Mr Gauke:", "speech": "      It certainly appears that next to nothing was collected in that case."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "      Will the Minister give way?"}, {"speaker": "Mr Gauke:", "speech": "      I must press on. Tax avoidance is a global issue, which requires global solutions. Fruitful partnerships with other countries on the matter are part of the reason why the Government have been at the forefront of efforts to increase tax transparency. That appeared last year in the Conservative party manifesto, in which we pledged to"}, {"speaker": "Roger Mullin (Kirkcaldy and Cowdenbeath) (SNP):", "speech": "      This is, undoubtedly, an important debate for all the people outside the House who have commented on the subject, which is of great concern. We are talking about a complex matter, which may require, in the longer run, fundamental reform and international co-operation. There are no easy fixes. The deal with Google needs to be scrutinised, for the sake of all who are concerned that it might be described as a sweetheart deal. That is why I fully supported my hon. Friend the Member for Dundee East (Stewart Hosie) in taking the initiative and being the first person to write to the European Commission to seek an independent examination of the settlement. There is a lack of transparency in the deal, but these are difficult matters, and we may have to look at changing some of the rules in the longer run."}, {"speaker": "Andrew Gwynne:", "speech": "      Does that not show how SMEs across the United Kingdom feel they have been treated? Their impression is that there is one tax law for them and another for large multinational companies. Does it not also provide a contrast between the British approach and the approach of some of our European colleagues to the very same issues? They are holding out for a much better deal for their taxpayers."}, {"speaker": "Roger Mullin:", "speech": "      Many people throughout Britain will think that the hon. Gentleman has made a very fair point. That is why I have been arguing that we must have a proper investigation and why, perhaps in the   "}, {"speaker": "Mr Bacon:", "speech": "      The Public Accounts Committee found that HMRC as a whole had only 65 specialists in transfer pricing, which was about the same as each of the big four accounting firms. Does the hon. Gentleman welcome this Government’s introduction of more transfer pricing specialists in HMRC?"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. May I say to hon. Members who wish to speak but are now making interventions that I assume they will not mind if they go to the bottom of the list because they have almost used up their time?"}, {"speaker": "Roger Mullin:", "speech": "      I thank the hon. Gentleman for his intervention, because I must admit I was not aware that only 65 staff were involved in transfer pricing. That seems to me to be remarkably few, given the challenges they face. I would welcome anything that can be done to strengthen their numbers."}, {"speaker": "Rob Marris (Wolverhampton South West) (Lab):", "speech": "      Surely not!"}, {"speaker": "Roger Mullin:", "speech": "      I am. Nowadays, I am delighted to say that I know about cappuccinos and other things."}, {"speaker": "Rob Marris:", "speech": "      In your constituency?"}, {"speaker": "Roger Mullin:", "speech": "      Yes, throughout my constituency. There is wonderful cappuccino in Cowdenbeath, I have to say. The likes of Starbucks were not present years ago. The internationalisation of what seem to be simple products is a comparatively new phenomenon."}, {"speaker": "Rob Marris:", "speech": "      Because you’re drinking coffee!"}, {"speaker": "Roger Mullin:", "speech": "      Quite. If I were to ask, “What is the biggest charity in the world?”, many people would say the Gates Foundation, which The Economist has estimated is worth about $37 billion. Few would say that the answer is, as The Economist pointed out a few years ago, the Stichting INGKA Foundation—a charitable body whose aims include"}, {"speaker": "Rob Marris:", "speech": "      Full of IKEA furniture!"}, {"speaker": "Roger Mullin:", "speech": "      Yes, full of IKEA furniture."}, {"speaker": "Debbie Abrahams (Oldham East and Saddleworth) (Lab):", "speech": "      It is three years since the Prime Minister promised to clamp down on tax evasion and to publish the details of UK-based companies and people in the overseas territories. Does the hon. Gentleman agree that the Prime Minister should fulfil his obligation? This is a manifesto commitment that he has failed to fulfil."}, {"speaker": "Roger Mullin:", "speech": "      I agree with the hon. Lady, and hopefully the Prime Minister will fulfil that obligation in the conference that he will chair shortly. We shall wait and see."}, {"speaker": "Mark Spencer (Sherwood) (Con):", "speech": "      I shall do my best to make the most of the three minutes available to me. This is clearly a complicated area, and we seem to have two approaches on different sides of the House. The shadow Chancellor was passionate in his approach, and I recognise the strong feelings about this issue. The Minister’s approach was very measured and detailed. Unfortunately, the tax system must be approached in a methodical, detailed way—it cannot be emotional. I understand the strength of those emotions, and that people may feel that some large international companies do not pay their fair share. Unfortunately, however, we are blessed with a global taxation system agreement whereby companies pay tax not on the profit they make in the country but where they add the value and create the IP."}, {"speaker": "Dame Margaret Hodge (Barking) (Lab):", "speech": "      The most bizarre feature of the row over the past 10 days is that both Google and the Chancellor thought they had landed a public relations coup. Frankly, the arrogance of Google and the hopelessness of our Government take some beating. Just look at Google’s results announced this week. It now claims to be the world’s most valuable company. It claims with pride that it has cut its tax rate from 18% to 5%. If we look at Eric Schmidt’s own earnings—the man at the top is very proud of Google’s tax structure, saying “it’s just capitalism”—he was paid £76 million in 2014 alone. That is the equivalent of well over half of what Google paid the British public for all the money it has made out of the British public over 10 years."}, {"speaker": "Joan Ryan:", "speech": "      Is my right hon. Friend concerned that the Google agreement could present a threat to future tax revenues by setting a very dangerous precedent?"}, {"speaker": "Dame Margaret Hodge:", "speech": "      I agree entirely. The Minister talks about the work done by the Public Accounts Committee. The law is not a complete ass. I do not believe that. When the National Audit Office looked at, I think, 10 cases—I will be corrected if I am wrong—it found three where HMRC had not abided by its own rules. Every time something like this happens, it damages British jobs and British businesses—nobody else. We have definite proof that a sweetheart deal was entered into with Goldman Sachs."}, {"speaker": "Mr Gauke:", "speech": "      It was five cases, and in every single case Sir Andrew Park concluded that the amount collected was reasonable and the overall result for the Exchequer was good. Those are the facts."}, {"speaker": "Dame Margaret Hodge:", "speech": "      No. With the greatest respect, those are not the facts. The judge looked at five cases. The NAO looked at 10 cases and found in three of them that HMRC had not abided by its own rules."}, {"speaker": "Nigel Huddleston (Mid Worcestershire) (Con):", "speech": "      I draw hon. Members’ attention to the Register of Members’ Financial Interests and go beyond that by declaring that, prior to the 2015 general election, I worked for Google—often commented on as the most desirable company in the world to work for. However, I must make it very clear that I am not a spokesperson for Google. I did make it clear in my maiden speech that I wish to be an advocate for the internet and digital sectors in the UK. After all, at 12.4% of gross domestic product, that is the largest of any internet sector in the world—greater than that in Germany and France, and even double the size of that in the US."}, {"speaker": "Mike Kane (Wythenshawe and Sale East) (Lab):", "speech": "      The Google tax debacle demonstrates that attempts to patch up the current international tax system are woefully inadequate. Despite the efforts of the OECD and its base erosion and profit shifting overhaul, it appears highly likely that corporate tax will continue to be an optional extra for most multinational companies."}, {"speaker": "Anna Turley (Redcar) (Lab/Co-op):", "speech": "      Will my hon. Friend give way?"}, {"speaker": "Mike Kane:", "speech": "      I will."}, {"speaker": "Anna Turley:", "speech": "      I appreciate—"}, {"speaker": "Mr Deputy Speaker (Mr Lindsay Hoyle):", "speech": "      Order. The clock is on zero. I think it would be unfair to allow the hon. Gentleman to give way."}, {"speaker": "Mr Richard Bacon (South Norfolk) (Con):", "speech": "      I will be brief."}, {"speaker": "Stephen Timms (East Ham) (Lab):", "speech": "      I am highly enamoured of the record of the last Labour Government, and particularly enamoured of their Treasury policies."}, {"speaker": "Chloe Smith (Norwich North) (Con):", "speech": "      It is rich to attack this Government for collecting tax. Big multinational corporations cannot carry on as they have been and must expect to pay more tax, and Google’s payment is an important step forward to address the long-standing problem of larger corporations not paying fair amounts of tax under the last Labour Government."}, {"speaker": "Vicky Foxcroft (Lewisham, Deptford) (Lab):", "speech": "      I am grateful for the opportunity to contribute to this important debate."}, {"speaker": "Kwasi Kwarteng (Spelthorne) (Con):", "speech": "      This is a timely debate and I am grateful for the opportunity to speak in it. It is important to remember what the previous Government did, because members of it are speaking, eloquently in many cases, in this debate. It is absolutely relevant, therefore, and gives us the context in which this debate has been called."}, {"speaker": "Caroline Flint (Don Valley) (Lab):", "speech": "      The hon. Member for Spelthorne (Kwasi Kwarteng) might have commanded a little more respect if he had listened with respect to the views of my right hon. Friend the Member for Barking (Dame Margaret Hodge). This debate is about Google, but it is also about so much more. We know that Google is currently valued at $524 billion, and that its profits in 2015 alone were £11 billion, an increase of £1 billion in a year, based on revenues of more than £52 billion.The Daily Mail has reported that Google has more than 5,000 UK-based employees, which is about a 10th of its total worldwide workforce. That figure includes 279 of its European, middle eastern and African directors, compared with Dublin, where it has 79 such directors. As colleagues have said, Google is constructing a new headquarters worth £1 billion near King’s Cross, in addition to its five other offices in the UK."}, {"speaker": "Anna Turley:", "speech": "      Does my right hon. Friend agree that initiatives such as the Fair Tax Mark, which is a bit like the fair trade stamp, should encourage more companies to demonstrate publicly their tax liabilities and responsibilities, and that they should consider it a badge of pride that they are paying their full tax?"}, {"speaker": "Caroline Flint:", "speech": "      Absolutely. I think that there is cross-party support for more transparency."}, {"speaker": "Chris Philp (Croydon South) (Con):", "speech": "      In preparing for this debate, I was keen to see some facts about the Government’s record, so I turned to a study published by the Oxford University Centre for Business Taxation, probably the most academically reputable institution in the area of corporation tax. The report it published in February of last year identifies 42 separate measures that the Government have taken since 2010 to clamp down on corporation tax avoidance and evasion. They are forecast to raise £34 billion. I strongly welcome the measures that the Financial Secretary and his colleagues have taken in this area, which include the diverted profits tax and the general anti-abuse rule. The Government have also increased capital gains tax from 18% to 26%, dealing with a loophole that was being widely exploited by some hedge funds to end up paying rates of tax below that of their cleaners. The Government’s record in this area does bear scrutiny. Indeed, Richard Murphy, who describes himself as the “father of Corbynomics” declared himself pleased and surprised at the progress made in this area since 2010, which includes the BEPS initiative, which the UK Government have been strongly pushing."}, {"speaker": "Wes Streeting (Ilford North) (Lab):", "speech": "      I am grateful for the opportunity to speak in this debate. As someone who represents a constituency containing thousands of business, of all shapes and sizes, many of which feed into the national supply chain, I wish to say at the outset that I am very proud of the role that not just my constituency, but this country plays, with many of our leading industries leading the way globally. I want this country to be a good place to do business and to set up a business, and to continue to lead the world with competitive tax rates."}, {"speaker": "Mr Gauke:", "speech": "      Just to be clear, the statutory rate is 20% and that applies to everybody. There are businesses that will have a lower effective rate, entirely lawfully and in accordance with the spirit of the law, because, for example, they make use of capital allowances or they might have losses that they are making use of. Someone having an effective rate below the statutory rate does not mean that they are conducting avoidance activity."}, {"speaker": "Wes Streeting:", "speech": "      That is a fair point, but of course many tax experts have estimated that Google is paying an effective tax rate of 3%. If that is not the case, we need to see the numbers that give us that assurance. We do not doubt the difficulties here. In an increasingly globalised world, where intellectual property and the growth of internet companies makes this more important in the debate about tax, these are difficult issues to grasp, but there is no hint of fairness or transparency about this deal, and that is what we are seeking with this debate."}, {"speaker": "Kevin Hollinrake (Thirsk and Malton) (Con):", "speech": "      First, let me draw the House’s attention to my entry in the Register of Members’ Financial Interests. A company in which I have an investment is, in a very small way, a competitor of Google’s. If it ever makes a profit, it will always pay—at least while I am involved—the correct rate of corporation tax, as most companies do. All of us on the Conservative Benches believe that that is absolutely right. None the less, this is a global problem."}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab):", "speech": "      I am pleased to have the opportunity to take part in this extremely important debate. Clearly, a number of things have gone wrong in the case of Google, but I shall focus on one aspect: the tax treatment of intellectual property. This is a growing part of the economy and we need to get it right."}, {"speaker": "Tom Tugendhat (Tonbridge and Malling) (Con):", "speech": "      Does the hon. Lady understand that an awful lot of the cost could be in intellectual property and in ideas held by people overseas? That is not necessarily as cheap as a lick of paint, as she suggests."}, {"speaker": "Helen Goodman:", "speech": "      I was trying to distinguish between real intellectual property and intellectual property that is purely branding. Take the example of the BBC, which sells television programmes. The BBC can get more money for its television programmes than a small television production company, partly because it is called the BBC, even though the actual costs of making the television programme are the same."}, {"speaker": "Chris Stephens (Glasgow South West) (SNP):", "speech": "      Let me first declare that this morning I was elected chair of the all-party Public and Commercial Services Union group, succeeding the shadow Chancellor, who of course will be a hard act to follow. I will be referring to HMRC staff."}, {"speaker": "John Mc Nally (Falkirk) (SNP):", "speech": "      Does my hon. Friend agree that taxes are the price we pay for a civilised society and that these multinational companies should be paying their taxes willingly?"}, {"speaker": "Chris Stephens:", "speech": "      I agree. In such debates we usually hear Government Members praise the self-appointed TaxPayers’ Alliance. Interestingly, it has not been mentioned today. I agree that taxes are the price we pay for a civilised society."}, {"speaker": "Peter Grant (Glenrothes) (SNP):", "speech": "      First, I apologise to the shadow Chancellor for missing the first 60 seconds or so of his speech."}, {"speaker": "Marie Rimmer (St Helens South and Whiston) (Lab):", "speech": "      The subject of tax avoidance and tax evasion is of real relevance to my constituents, for whom paying tax is not negotiable—unlike, it seems, for large corporations such as Google."}, {"speaker": "Seema Malhotra (Feltham and Heston) (Lab/Co-op):", "speech": "      I thank all right hon. and hon. Members who have made such excellent contributions to this debate, including my right hon. Friend the Member for Barking (Dame Margaret Hodge), who said that the Government have lost the argument on transparency. Other Members raised important issues about how we now seem to have one tax rule for large companies—multinationals—but another for small businesses in our country. We heard about the use of tax havens, transfer pricing, and the fact that the Tories cannot claim that they have continued Labour’s progress on this issue. I pay tribute to the work of those who have campaigned for tax justice, including Richard Murphy, Christian Aid and others, as well as the Co-operative movement, with its campaign for a fair tax mark that includes country-by-country reporting."}, {"speaker": "The Exchequer Secretary to the Treasury (Damian Hinds):", "speech": "      The budget deficit that we inherited from the previous Labour Government was £153 billion. That is equivalent to nearly £6,000 for every household in the country. When a Government inherit such a deficit, one   "}, {"speaker": "Helen Goodman:", "speech": "      Will the Minister give way?"}, {"speaker": "Damian Hinds:", "speech": "      I cannot give way because of the time. I apologise to the hon. Lady."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      I inform the House that Mr Speaker has selected the amendment in the name of the leader of the Scottish National party."}, {"speaker": "Ian Murray (Edinburgh South) (Lab):", "speech": "      I beg to move,"}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      Who in the hon. Gentleman’s party speaks for England to make sure that the settlement is fair to England as well as to Scotland?"}, {"speaker": "Ian Murray:", "speech": "      The settlement has to be fair to the rest of the UK as well, including England, but I will come to that later."}, {"speaker": "Alex Cunningham (Stockton North) (Lab):", "speech": "      We hear of cheers in the Scottish Parliament this afternoon when the Scottish Finance Minister tried to justify public expenditure cuts by the Tories. Is that not the final proof that the socialist credentials that the SNP claims have no foundation whatsoever?"}, {"speaker": "Ian Murray:", "speech": "      I am grateful to my hon. Friend for that intervention, because what we have seen this afternoon in Scotland is a Scottish Labour party determined to use the current powers of the Scottish Parliament to try to do something different from Conservative austerity. The result of that is a Scottish Finance Minister and a Scottish Government just managing that Conservative austerity. As I said earlier, when faced with the choice of managing the Tory austerity or creating a different future for Scotland, we have chosen to create that different future."}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "      The hon. Gentleman mentioned the Barnett formula and the vow, and of course he is right that the Barnett formula will be retained, but he will also be aware that it is not   "}, {"speaker": "Ian Murray:", "speech": "      There is consensus across the entire Chamber that the Barnett formula should stay in place. It was in the vow signed by all the major party leaders who went into the general election. The Smith agreement has been signed by all five political parties, and that includes the maintenance of the Barnett formula. The hon. Gentleman, from the Conservative Back Benches, wants to renew and review the Barnett formula, which means only the Labour party in this Chamber will defend it. It would seem that the policy from the Conservative Back Benches is to do away with Barnett and that the Scottish National party want full fiscal autonomy, which would also do away with the Barnett formula. We will defend the Barnett formula, because it is in the interests of our constituents to do so."}, {"speaker": "David Mowat", "speech": "     rose—"}, {"speaker": "Ian Murray:", "speech": "      I am happy to give way to the hon. Gentleman again, while bearing in mind that this debate is very much curtailed."}, {"speaker": "David Mowat:", "speech": "      I do not want to do away with the Barnett formula. I would just like to see it revised so it is based on relative need, because that seems to me to be a very fair way forward."}, {"speaker": "Ian Murray:", "speech": "      The Barnett formula is based on that need. It was designed in the 1970s to take into account of not only the contribution that Scotland makes to the United Kingdom but its public service requirements and geographical nature. It commands broad political consensus and I do not think we should break that. That would be a very difficult message to send out."}, {"speaker": "Helen Goodman (Bishop Auckland) (Lab):", "speech": "      Surely before the Scottish referendum the Scottish people were promised these extra devolved powers and they will be extremely disappointed with all this shilly-shallying around and failure to come to an agreement after 18 months?"}, {"speaker": "Ian Murray:", "speech": "      That is the crux of our calling for this Opposition day debate. I will come on very soon to the issues around timescales and what should have been delivered by now, but nobody will forgive us in Scotland, or indeed across the rest of the United Kingdom, for breaking the promise of getting these powers through so that the Scottish Parliament can choose a different course, if it so wishes, than the rest of the UK."}, {"speaker": "Catherine McKinnell (Newcastle upon Tyne North) (Lab):", "speech": "      I thank my hon. Friend for giving way. I did not mean to interrupt his flow; he is making an important speech. The Communities and Local Government Committee has published an important report today, not about Scottish devolution but about English devolution, and it contains major criticisms of the lack of openness over deal negotiations. Does he share my concern that the Government seem to be operating in an underhand way in relation to these negotiations as well?"}, {"speaker": "Ian Murray:", "speech": "      I agree with my hon. Friend. This seems to be very much the way in which this Government operate. We have just had a debate about taxation, and we have also discussed the devolution settlements that the Communities and Local Government Committee’s report mentions. It is important that we have transparency, because the only way to carry the public with us on the fundamental issue of devolution to local communities is to ensure that the arrangements are transparent, robust and democratic."}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      Does my hon. Friend agree that a key reason for the deal to be done before the Scottish parliamentary elections is to give the Scottish electorate some confidence in the promises being made by the political parties on spending and taxation? Does he also agree that there is great interest in this matter across the rest of the United Kingdom because of the asymmetric nature of devolution? We want to see how Scotland uses these powers."}, {"speaker": "Ian Murray:", "speech": "      My hon. Friend is absolutely right. Without having the Scotland Bill on the statute book and available to be used from 1 April 2017, there will be obfuscation about what can go into party manifestos come May, and we will be having a constant debate about the constitution rather than about the transformation of Scotland. He is also right to suggest that this is not just about a fiscal framework for Scotland. It is important for these negotiations to run in parallel with the Scotland Bill, but they also have significant implications for the rest of the United Kingdom. The no detriment principle for Scotland works both ways; it is also a no detriment principle for the rest of the United Kingdom. That point is often lost in these discussions."}, {"speaker": "Stella Creasy (Walthamstow) (Lab/Co-op):", "speech": "      Does that not also trouble my hon. Friend, because it goes back to the very principles of the Smith commission, pillar one of which explicitly said that one challenge faced in this new constitutional settlement was having much stronger, transparent parliamentary scrutiny of the work? It particularly identified the JEC. If we cannot get it right now, what hope do we have for the future?"}, {"speaker": "Ian Murray:", "speech": "      That is a timely intervention, because when everyone talks about making sure that the Smith agreement is delivered in spirit and in substance, they tend to forget the bits of the substance that it is inconvenient for them to remember, and that is one such bit. The JEC has not been transparent. One key plank of the Smith agreement was intergovernmental relations, and without that transparency we cannot see whether intergovernmental relations are actually working. One key thing about the whole devolution project, be it in Scotland, Wales, Northern Ireland or in the discussions about England, is to make sure that all the components of that devolved body of the United Kingdom can work together in partnership."}, {"speaker": "Kirsty Blackman (Aberdeen North) (SNP):", "speech": "      I understand that the Labour party is feeling a bit sad, because, as it has not been successful enough to be in government in either country, it is not involved in these negotiations. Now that the shadow Secretary of State has the opportunity to have his say, can he please tell us what method of block grant adjustment Labour would favour?"}, {"speaker": "Ian Murray:", "speech": "      Well, we do not know—[Laughter.] Let me answer the question! We have not seen the negotiations, but, as the leader of the Scottish Labour party has said, we prefer the per capita index reduction model, because it is important that we have that particular debate. It is strange that the intervention gave the impression that we are being locked out. It is not the Labour party that has been locked out of these discussions, but the Scottish people, which is why we called this debate. We want to shed some light on these very secret discussions."}, {"speaker": "Alex Cunningham:", "speech": "      I thank my hon. Friend for giving way again. Does he agree that there are some amazing parallels between these negotiations and the Prime Minister’s EU negotiations, where we were kept totally in the dark all along and then we found out that there was nothing to see anyway?"}, {"speaker": "Ian Murray:", "speech": "      Absolutely. I suspect that that is part of the problem that we have now."}, {"speaker": "Madam Deputy Speaker (Natascha Engel):", "speech": "      Order. I now have to announce the results of today’s two deferred Divisions. On the motion relating to social security regulations, the Ayes were 297 and the Noes were 73, so the Question was agreed. On the motion relating to the social security pensions Order, the Ayes were 301 and the Noes were 70, so the Question was agreed."}, {"speaker": "The Secretary of State for Scotland (David Mundell):", "speech": "      Let me add my welcome to this debate this afternoon. A debate on Scottish public spending is important at any time, but it is particularly apposite today, as our colleagues at Holyrood are debating the latest draft Scottish Budget."}, {"speaker": "Ian C. Lucas (Wrexham) (Lab):", "speech": "      Will the Secretary of State give way?"}, {"speaker": "David Mundell:", "speech": "      I have not started yet. I will give way to the hon. Gentleman in due course."}, {"speaker": "Callum McCaig (Aberdeen South) (SNP):", "speech": "      The Secretary of State quoted the Smith agreement as stating that, at the point of devolution, there should be no detriment to the Scottish public finances, but does he agree that the key to that is ensuring that the fiscal agreement does not build in detriment in the coming years, which is the crux of the deal and the problem in reaching agreement?"}, {"speaker": "David Mundell:", "speech": "      The crux of the deal is to deliver a settlement that is fair to Scotland and fair to the United Kingdom. As the hon. Gentleman knows, a number of mechanisms have been set out that could achieve that and they are part of the ongoing negotiation."}, {"speaker": "Melanie Onn (Great Grimsby) (Lab):", "speech": "      Will the Secretary of State give me a little more information about what he considers to be fair? Will he explain the mechanisms that are being discussed?"}, {"speaker": "David Mundell:", "speech": "      If the hon. Lady is new to this debate, she will be able to find many detailed discussions about all the mechanisms. Under the new proposals, the Scottish Government would benefit from good decisions that they take which produce additional revenue for them, but they would bear some of the risk if they take decisions that lead to less revenue than had been anticipated. That is what I think is at the heart of fairness in the proposals being debated."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      Following on from what my right hon. Friend has just said, does he therefore confirm that the per capita indexed deduction is not the right way forward?"}, {"speaker": "David Mundell:", "speech": "      I do not think even my hon. Friend would expect me to express a view because I am not going to negotiate the arrangement on the Floor of the House. I am happy to comment on a number of aspects of the negotiation, but the Deputy First Minister of Scotland has made it abundantly clear to the United Kingdom Government that it is he who is negotiating these arrangements on behalf of the Scottish Government, not MPs, not the First Minister and not members of the Scottish National party. I have confidence in his wish to reach an agreement and to conduct those negotiations, as we have done so far, on the basis that we committed to—that is, by not giving a detailed running commentary."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "David Mundell:", "speech": "      I give way to the Chair of the Scottish Affairs Committee."}, {"speaker": "Pete Wishart (Perth and North Perthshire) (SNP):", "speech": "      We have heard from the Labour party that it does not know which index it favours in these negotiations, and I think that the Secretary of State is saying that he does not have a view about the indexation he prefers. Surely we need to know what both respective parties favour. We know what we want. What does he want?"}, {"speaker": "David Mundell:", "speech": "      The hon. Gentleman has just heard me set out the position. We are in an ongoing negotiation, and I remain optimistic that it will reach a positive conclusion. I must say that I do not recognise some media reports that say there is a gulf between the two Governments. I believe that we are both on the same page—one Government might be at the top of the page and the other might be at the bottom, but it is eminently possible for us both to move to the middle. That is what my colleagues the Chief Secretary to the Treasury and the Deputy First Minister will continue to do when they next meet. The Government are doing all we can to reach an agreement based on the Smith principles."}, {"speaker": "Neil Gray (Airdrie and Shotts) (SNP):", "speech": "      The Secretary of State is unwilling to state his position today, but surely he agrees with Professor Anton Muscatelli, and indeed with the Scottish Trades Union Congress, that these powers cannot come at any cost. He must commit today to a position on non-detriment to the Scottish budget."}, {"speaker": "David Mundell:", "speech": "      What I commit to is a fair settlement for Scotland. The discussions are ongoing. I am confident that we will be able to achieve a fair settlement for Scotland. The hon. Member for Edinburgh South (Ian Murray) alluded to the fact that the Joint Exchequer Committee has met eight times, with constant engagement at official level. I have met John Swinney on numerous occasions during this period. Work at official level continues. Senior UK Government officials will meet Scottish Government officials in Edinburgh tomorrow. My right hon. Friend the Chief Secretary to the Treasury has today confirmed that he will be available all day on Monday for further discussions. We stand ready to agree a deal. Our door is open and our efforts continue."}, {"speaker": "Stella Creasy:", "speech": "      The Minister is setting out the discussions that have taken place and are taking place. I take him back to the Smith principles, to which he alluded, which state that there should be"}, {"speaker": "David Mundell:", "speech": "      I am sure that the hon. Lady could find a lot more detail if she studied the Scottish press and looked through the various debates that have been conducted on the issue. We will report what happened in full. I do not recall important negotiations being reported in detail and on a daily basis in the House of Commons or elsewhere when Labour were in government. We do not intend to do that. We intend to reach an agreement that is fair for Scotland and fair for the rest of the United Kingdom. That is where our efforts are focused."}, {"speaker": "John Redwood:", "speech": "      I am grateful to the Secretary of State, who is doing a difficult task with great skill. Has a recent model been produced for how the income tax might work, because we have seen in previous debates that the forecasts for oil revenue were grossly exaggerated, and there is an unfortunate danger that with the collapse of the oil price will come the collapse of oil-related incomes in Scotland, which would have a bad impact on income tax receipts?"}, {"speaker": "David Mundell:", "speech": "      My right hon. Friend makes an important point, which speaks against those who argued just a few short months ago for full fiscal autonomy. It is quite interesting to look back at the amendment launched by the SNP in November to bring about full fiscal autonomy, which the Institute for Fiscal Studies predicted would create a £10 billion gap in Scotland’s finances. When the SNP asked for that full fiscal autonomy, it did not ask for what they now claim are the levers it needs to grow the Scottish population and offset the risk it is being asked to take on in relation to the Smith commission proposals."}, {"speaker": "Catherine McKinnell:", "speech": "      It is vital that these negotiations have the confidence of not just the Scottish people, but the people of the whole UK. Does the Secretary of State recognise that there is a significant risk of these negotiations suffering from the same problems as the negotiations over devolution in England, which the Communities and Local Government Committee report published today clearly states have lacked openness?"}, {"speaker": "David Mundell:", "speech": "      I do not recognise, for the reasons I have just set out, that those circumstances characterise the negotiations we have been conducting with the Scottish Government, and I make the case that a degree of privacy for negotiations of this type is required."}, {"speaker": "Kirsty Blackman (Aberdeen North) (SNP):", "speech": "      The Daily Record completely misunderstood how per capita indexed deduction works. Academics have been clear that the Barnett equivalent is per capita indexed deduction. If the Secretary of State supports anything other than PCID, he is attempting to undermine Barnett. Is he trying to scrap Barnett to appease his Back Benchers?"}, {"speaker": "David Mundell:", "speech": "      I respect the hon. Lady’s imagination, which, I am afraid, she still sometimes lets run riot. We are committed to the Barnett formula. We are committed to delivering an agreement that is fair to the people of Scotland and fair to the rest of the United Kingdom, and that is what these negotiations are about."}, {"speaker": "Ian Blackford (Ross, Skye and Lochaber) (SNP)", "speech": "      rose—"}, {"speaker": "David Mundell:", "speech": "      The position set out in the Daily Record reflects the reality. If the population of the rest of the UK were to rise at a faster rate than Scotland’s, that would cause an increase in demand on public services such as schools and hospitals in the rest of the UK, which would need to be funded. How could it be fair that those services be denied the funding required to sustain them because part of the income tax growth was being transferred to the Scottish Parliament? What would people in Carlisle, Newcastle or Liverpool say if their local services were not able to keep up with demand because the Scottish budget was being increased?"}, {"speaker": "Ian Blackford", "speech": "     rose—"}, {"speaker": "David Mundell:", "speech": "      Let us imagine if the situation were reversed. Does anyone think for a minute that the Scottish Government would accept a deal in which a growth in Scottish income tax relative to the rest of the UK was clawed back by the Treasury in Whitehall, to the detriment of Scottish public services? Of course they would not, and quite rightly. I want Scotland to enjoy the benefits when good decisions are made at Holyrood. As John Swinney said,"}, {"speaker": "Ian Blackford:", "speech": "      I am grateful to the Secretary of State for giving way—I almost thought I had become invisible. We are having a very important debate. He talked about his responsibility to put the Scotland Bill through this House. Surely he has to see that the fiscal arrangements that are put in place are central to that. He must have a view on what is in Scotland’s best interest if we are to avoid detriment to Scotland. Is he really Scotland’s man in the Cabinet or the Cabinet’s man in Scotland?"}, {"speaker": "David Mundell:", "speech": "      The hon. Gentleman is not invisible, unlike some of his colleagues. He will find that I am very clear on my responsibility, which is to deliver the Scotland Bill and the powers that the people of Scotland voted for comprehensively in the referendum. The fiscal framework underpins that. It is to be based on the   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. I remind the House that this very short debate finishes at 7 pm, and that there will have to be two Front-Bench winding-up speeches, which I hope will be mercifully brief. Even so, there is very little time, a point of which I know the hon. Gentleman who is about to take the Floor will take note, although he is not subject to a time limit. I call Mr Stewart Hosie."}, {"speaker": "Stewart Hosie (Dundee East) (SNP):", "speech": "      I beg to move an amendment, to leave out from “accompany the Scotland Bill” to end and add:"}, {"speaker": "Alex Cunningham:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Stewart Hosie:", "speech": "      I will give way in a moment. The shadow Secretary of State laid out the context for potential new powers, and I will do the same for the current state of play of Scotland’s public finances, and the situation in which we are negotiating the fiscal agreement. The UK Government’s cuts to Scotland’s fiscal departmental expenditure limits between the start of the last Parliament and the end of this one will be almost £4 billion, which represents a 12.5% real-terms cut. Almost half of that—£1.5 billion—will be between now and the end of the Parliament. That is, to put it another way, a 4.2% cut to Scotland’s fiscal DEL."}, {"speaker": "Alex Cunningham:", "speech": "      rose—"}, {"speaker": "Mr Kevan Jones (North Durham) (Lab):", "speech": "     rose—"}, {"speaker": "Stewart Hosie:", "speech": "      I am conscious of the time, but I will take an intervention from the hon. Member for Stockton North (Alex Cunningham)."}, {"speaker": "Alex Cunningham:", "speech": "      The hon. Member for Perth and North Perthshire (Pete Wishart) said that the SNP knew what it wanted. If that is the case, will the hon. Member for Dundee East (Stewart Hosie) tell us what the SNP wants and where the Tory Government’s offer falls short?"}, {"speaker": "Stewart Hosie:", "speech": "      I will certainly speak to our amendment and comment on the motion tabled by the hon. Gentleman’s Front Benchers. I may even touch on what I think would be the best possible outcome for Scotland. I hope that will make him happy."}, {"speaker": "Mr Kevan Jones", "speech": "     rose—"}, {"speaker": "Stewart Hosie:", "speech": "      I will take one more intervention at this point."}, {"speaker": "Mr Jones:", "speech": "      I would say this to the hon. Gentleman, whom I consider a friend. He is talking about percentage cuts to the Scottish budget, but he should look at areas, such as the north-east, that have had far bigger cuts proportionally. Unlike him, his party and his Government, people in those areas do not have the ability to raise taxes. Why have the Scottish Government not used the tax-raising powers they already have to fill some of the gap he is describing?"}, {"speaker": "Stewart Hosie:", "speech": "      That question is important, and I will come on to the use of tax-raising powers. We often hear such an argument from members of the Labour party but let us be under no illusion, because it is wrong. The Scottish Government use their tax powers daily. A council tax freeze to protect families for eight years was the use of a tax-raising power. The small business bonus to protect 100,000 businesses, which now pay no or lower business rates, was a good use of a tax-raising power. The power to mitigate the entire effect of the bedroom tax was a good use of such a power. The idea that powers are not used is simply wrong."}, {"speaker": "Mr Jones:", "speech": "      Use them to raise money."}, {"speaker": "Stewart Hosie:", "speech": "      For the hon. Gentleman’s benefit, I will come on to the specific issue of raising tax in a just a moment."}, {"speaker": "Ian Murray:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Stewart Hosie:", "speech": "      I will happily give way."}, {"speaker": "Ian Murray:", "speech": "      Let us just dispel this constant nonsense from the Scottish National party. The hon. Gentleman’s own First Minister said, when she launched the Scottish business partnership at Tynecastle stadium in June, that the framework on which there was a vote on 13 January 2015 gave Governments enough flexibility to do as they wished. It was very similar to the fiscal framework or charter that he promoted back in November. He refuses to use such powers; he would rather demolish and demoralise Scottish public services."}, {"speaker": "Stewart Hosie:", "speech": "      As the arguments are complicated, it is so much easier simply to quote in full from the 15 January issue of the new Labour leadership’s favourite newspaper, the Morning Star:"}, {"speaker": "The Chief Secretary to the Treasury (Greg Hands):", "speech": "      May I bring the hon. Gentleman back to the fiscal framework? I am interested in the amendment that he has tabled, because it seems to quote from the Smith commission—particularly paragraph 95(3) on no detriment, which states that"}, {"speaker": "Stewart Hosie:", "speech": "      For the sake of brevity. Let me be very clear that the negotiations that are under way are founded on a number of principles, including no detriment as a result of the devolution of further powers initially and   "}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "      Given how the hon. Gentleman is speaking, it almost sounds as if the SNP MPs are having second thoughts about the new powers in the Scotland Bill. Is that because they are afraid of taking them on board?"}, {"speaker": "Stewart Hosie:", "speech": "      No. The hon. Lady is absolutely wrong; we are not having second thoughts about the powers. We want the powers—indeed, we want more powers—but the agreement that is reached must deliver a Scotland Bill in line with the Smith commission principles, in particular that of no detriment."}, {"speaker": "David Mowat:", "speech": "      Will the hon. Gentleman give way?"}, {"speaker": "Stewart Hosie:", "speech": "      Not at the moment."}, {"speaker": "John Redwood", "speech": "     rose—"}, {"speaker": "Stewart Hosie:", "speech": "      Not at the moment."}, {"speaker": "David Mowat", "speech": "     rose—"}, {"speaker": "John Redwood", "speech": "     rose—"}, {"speaker": "Stewart Hosie:", "speech": "      No, I am conscious of time and it would not be fair to give way."}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Mr Speaker:", "speech": "      Order. A three-minute time limit now applies."}, {"speaker": "Mr Christopher Chope (Christchurch) (Con):", "speech": "      It is a pleasure to follow the hon. Member for Dundee East (Stewart Hosie), but I cannot agree with him that the principles of per capita indexed deduction, which he and the Labour party support, are consistent with the Smith commission. That commission had two “no detriment” principles, and that system of indexation and deduction does not comply with both those principles. It will be difficult for the rest of the United Kingdom to accept any deal that is premised on such a biased indexation system."}, {"speaker": "Liz McInnes (Heywood and Middleton) (Lab):", "speech": "      On 8 June 2015, the Financial Secretary said:"}, {"speaker": "John Redwood (Wokingham) (Con):", "speech": "      I wish to speak for England. The current settlement between Scotland and England, as the constituents of many of my right hon. and hon. Friends know, is not fair. It is very important that the Government take full account of the needs of England, as well as being scrupulously careful to meet the promises they and the other leading parties made to each other during the Scottish referendum. Please do not make the settlement even less fair to England as a result of the changes going through with the transfer of tax revenues, particularly income tax, to the Scottish Parliament and Government."}, {"speaker": "Deidre Brock (Edinburgh North and Leith) (SNP):", "speech": "      Like everyone in Scotland, we have an interest in these   "}, {"speaker": "David Mowat (Warrington South) (Con):", "speech": "      My remarks will be very brief. I take note of the comment just made on independence and the concern about the Labour income tax. My understanding in terms of what has happened to North sea oil is that independence would require income tax to go up by approximately 20p in the   "}, {"speaker": "George Kerevan (East Lothian) (SNP):", "speech": "      In all his years of learning, has the hon. Gentleman not grasped the fact that the Barnett formula is specifically designed to bring per capita levels of spending in every region and nation of the United Kingdom to the same level?"}, {"speaker": "David Mowat:", "speech": "      In all those years, I stayed away from the Barnett formula, but since the hon. Gentleman has raised the point, I will respond to it. No one who has seriously considered the Barnett formula thinks that it is an attempt to be a proxy for relative need; nor is it true that the Barnett squeeze to which the hon. Gentleman has just referred really happens. I note that no Welsh Members are present, but the Barnett formula has caused a massive problem in Wales."}, {"speaker": "Mr Kevan Jones (North Durham) (Lab):", "speech": "      This is an important debate not just because it proposes a fiscal framework for Scotland, but because of the huge impact on my electors in North Durham."}, {"speaker": "John Redwood:", "speech": "      Does the hon. Gentleman think that the current distribution of grant and other money between England and Scotland is fair?"}, {"speaker": "Mr Jones:", "speech": "      No, I do not. Scottish Members were crying over Barnett, but my constituents would welcome the levels of expenditure that we see in Scotland. The main point is this, though. How can I, a Member of the House of Commons, scrutinise this deal if it is done behind closed doors, in a way that is clearly intended to satisfy the Scottish nationalist party—[Interruption.] The point is that I will not have any opportunity to scrutinise that process."}, {"speaker": "Maggie Throup (Erewash) (Con):", "speech": "      As everybody in the House is aware, the vote in Scotland in 2014, despite the SNP’s thinking it gave the wrong answer, has resulted in the largest shift of power and fiscal responsibility our nations have ever seen. At the time, some of my constituents wanted a say in whether Scotland remained part of the   "}, {"speaker": "Andrew Gwynne (Denton and Reddish) (Lab):", "speech": "      It is not fashionable these days to describe oneself as British, but I am proud to be British. I was born to a Scottish mother, which is where I get my name Andrew, of Welsh parentage, which is where I get my surname Gwynne, and I am proud to be English, Mancunian and Dentonian."}, {"speaker": "Seema Malhotra (Feltham and Heston) (Lab/Co-op):", "speech": "      May I start by thanking all Members who have made important contributions to the debate? I will mention   "}, {"speaker": "Several hon. Members ", "speech": "    rose— "}, {"speaker": "Seema Malhotra:", "speech": "      I am afraid that, in the interests of time, I will have to proceed."}, {"speaker": "The Chief Secretary to the Treasury (Greg Hands):", "speech": "      This Government are united in their belief in a successful and prosperous Scotland—a Scotland that is strengthened through being part of the United Kingdom and whose presence makes the United Kingdom itself stronger. It is clear to us that the Scottish people should have greater control over their affairs and that the Government in Edinburgh should be more accountable. The referendum of 2014 was a defining moment in Scotland’s history. The Scottish people’s voice was clear: they wanted to make Britain stronger and not to break Britain up. It is now right that we should deliver a fair and lasting settlement that works for Scotland and for the UK as a whole. The UK Government are committed to delivering the Smith agreement, which, let us remind ourselves, was agreed by all five parties in Scotland, including Labour and the Scottish National party. That commitment has driven every step of our work."}, {"speaker": "James Berry (Kingston and Surbiton) (Con):", "speech": "      What assessment has the Chief Secretary to the Treasury made of Labour’s recently announced plans to put up income tax in Scotland? What impact does he think that would have on the Scottish economy?"}, {"speaker": "Greg Hands:", "speech": "      I was amazed by Labour’s announcement in the Scottish Parliament yesterday about wanting to increase income tax. I think it would be a disaster for the Scottish economy and for the people of Scotland, so I wholly agree with my hon. Friend."}, {"speaker": "Mr Alistair Carmichael (Orkney and Shetland) (LD):", "speech": "      The Chief Secretary to the Treasury is right to say that accountability is at the heart of this matter. That is why we must have a deal, and if we do not get one, we in this House and those in the Scottish Parliament need to be told the reason why. Without a deal, the people of Scotland face the prospect of going to the polls in May not knowing exactly what powers will be given to the Parliament."}, {"speaker": "Greg Hands:", "speech": "      I thank the right hon. Gentleman for that intervention, which leads me nicely on to the fact that the UK Government are absolutely committed to getting a deal. I announced earlier today, before the Scottish Affairs Committee, that I will be going to Edinburgh on Monday to continue the negotiations. I am hopeful that we will get—"}, {"speaker": "Mike Weir (Angus) (SNP)", "speech": "     claimed to move the closure (Standing Order No. 36)."}, {"speaker": "Sir Paul Beresford (Mole Valley) (Con):", "speech": "      I have a well-known interest to declare as a very part-time, or occasional, dentist. I am a member of a number of dental organisations that have applied considerable pressure on me to seek this debate."}, {"speaker": "Jim Shannon (Strangford) (DUP):", "speech": "      In Northern Ireland, tooth decay among under-15s has fallen consistently since 2000, and specific education has been done by our health and education Departments to make that happen. The hon. Gentleman referred to those aged between five and 10 consuming sugar. Every child will eat their weight in sugar in a year. Does he agree that we need a tax on sugar, because if we address this at the early stages, we will go a long way towards addressing the problem of tooth decay?"}, {"speaker": "Sir Paul Beresford:", "speech": "      I wish it were that simple. I personally believe that that would not make one iota of difference after a few months. One need only stand in the supermarket watching the kids pushing the mothers for sweets and the mothers feeding them to realise that, as I say, it will not make one iota of difference unless it is prohibited, in which case we would have other difficulties that I will not go into."}, {"speaker": "Mr Graham Allen (Nottingham North) (Lab):", "speech": "      I thank the hon. Gentleman for kindly taking an intervention, as we discussed beforehand; I also obtained the Minister’s permission to intervene. The hon. Gentleman knows more than anyone else in the House about the matter, and he is widely respected for what he does. He knows that I am the chair of a charity in Nottingham North that has three public health ideas, one of which is that every three-year-old should have the free NHS dental check. I am attempting to work with local dentists to make that happen, but without success; believe me, I have tried. Will the hon. Gentleman facilitate for me a meeting with the British Dental Association to discuss the matter? If I may, I will use this opportunity to ask the Minister to see me, at his convenience, to discuss how we can get dentists to help three-year-olds, who are entitled to that check."}, {"speaker": "Sir Paul Beresford:", "speech": "      I would be more than happy to do so, because that has to be one the key ways forward. Sadly, the problems are not new, and people are looking at them. One of the areas that I have discovered to be a considerable problem is the dental care of disabled children. I draw the Minister’s attention to a recent report entitled “Open wide”, published by an organisation called Contact a Family. In addition, I know from my local government days that dental care for children in care is exceedingly poor."}, {"speaker": "The Minister for Community and Social Care (Alistair Burt):", "speech": "      It is a great pleasure to respond to my hon. Friend the Member for Mole Valley (Sir Paul Beresford) and his excellent speech. The House has been fortunate to benefit from his professional knowledge on a number of occasions. As a new Minister coming into office some nine months ago, I had an early meeting with him, from which I benefited hugely and continue to benefit. I am grateful for the way in which he put his case and for the heads-up in respect of what I might do and the speech that I might make to the British Dental Association in due course."}, {"speaker": "Jim Shannon:", "speech": "      We have had a marked reduction in dental decay in children since the year 2000, as I said earlier in an intervention. With respect, Minister, I would say that we are doing some good work in Northern Ireland. The Under-Secretary of State for Health, the hon. Member for Battersea (Jane Ellison) knows that I always say, “Let’s exchange ideas and information.” We are doing good work in Northern Ireland and we want to tell Ministers about it."}, {"speaker": "Alistair Burt:", "speech": "      This is possibly the fourth or fifth invitation that I have received from my hon. Friend to come to see different things in Northern Ireland, and he   "}, {"speaker": "Mr Allen:", "speech": "      The Prime Minister announced an excellent initiative on life chances less than two weeks ago. The cornerstone of that was improving parenting skills. Will the Minister’s Department ensure that feeding into that process there is, within the parenting programmes, stuff around health in general, but dental health in particular?"}, {"speaker": "Alistair Burt:", "speech": "      Yes. [Interruption.] Immediate information passed to me by the Minister with responsibility for public health indicates that that is a very positive initiative and we are indeed taking it up."}]